{
    "Contributors": [
        "Prutha Gaherwar"
    ],
    "Source": [
        "ASSET"
    ],
    "Categories": [
        "Identification"
    ],
    "Definition": "You will be given two pieces of text with the same meaning. One of them is simpler and easier to understand. Choose the simpler piece of text. The output should be 'Text one' if the first sentence is simpler, else output 'Text two'.",
    "Positive Examples": [
        {
            "input": "Text one: After the drummers are dancers, who often play the Sogo( a small drum that makes almost no sound). They are often seen as a group of people in the group.Text two: Following the drummers are dancers, who often play the Sogo( a tiny drum that makes almost no sound) and tend to have more elaborate — even acrobatic — choreography.",
            "output": "Text one",
            "explanation": "The first statement is the simpler one"
        },
        {
            "input": "Text one: However, the Bzö differs a bit in comparison to the freedom party, as is in favor of a referendum about the Lisbon treaty but against an Eu-Withdrawal.Text two: However, the Bzö is different from the freedom party. This is because a referendum about the Lisbon treaty but against an Eu-Withdrawal.",
            "output": "Text two",
            "explanation": "The second statement is the simpler one"
        }
    ],
    "Negative Examples": [
        {
            "input": "Text one: , Dextromethorphan occurs.Text two: In its pure form, Dextromethorphan occurs as a white powder.",
            "output": "Dextromethorphan occurs",
            "explanation": "Output should be either 'Text one' or 'Text two', not the statement in the texts"
        },
        {
            "input": "Text one: Today NRC is organised as an independent, private foundation.Text two: It is the largest country in the world.",
            "output": "Laverne doesn't go to her friend's party.",
            "explanation": "The output is completely unrelated to the input and not in accordance with the instructions given"
        }
    ],
    "Instances": [
        {
            "input": "Text one: Since 2000, the recipient of the Kate Greenaway medal has also been presented with the Colin Mears award to the value of £5000.Text two: Since 2000, the winner of the Kate Greenaway medal has also been given to the Colin Mears award of the Kate Greenaway medal.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: , Dextromethorphan occurs.Text two: In its pure form, Dextromethorphan occurs as a white powder.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Today NRC is organised as an independent, private foundation.Text two: It is the largest country in the world.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Fives is a British sport thought to come from the same source as many Racquet sports.Text two: Fives is a British sport believed to derive from the same origins as many Racquet sports.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: For example, King Bhumibol was born on Monday, so on his birthday throughout Thailand will be decorated with yellow color.Text two: For example, King Bhumibol was born on Monday, so on his birthday throughout Thailand, will be decorated with yellow color",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Both names became obsolete in 2007 when they were merged into the National museum of Scotland.Text two: Both names became defunct in 2007 when they were merged into the National museum of Scotland.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Perry Saturn( with Terri) defeated Eddie Guerrero( with Chyna) to win the WWF European championship( 8:10) Saturn pinned Guerrero after a diving elbow drop.Text two: He defeated Eddie Guerrero( with Chyna) to win the WWF European championship( 8: 10) Saturn pinned Guerrero after a diving elbow drop.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: It is not in fact a true louse.Text two: It is not actually a true louse.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Each entry has a datum( a Nugget of data) which is a copy of the datum in some backing store.Text two: Each entry has a datum a copy.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Like previous assessment reports, it has four reports, three of them from its working groups.Text two: Like previous assessment reports, it consists of four reports, three of them from its working groups.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The International fight League was an American mixed martial arts( Mma) promotion billed as the world's first Mma League.Text two: International fight the league was an martial arts promotion Mma) billed.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Cameron has often worked in Christian-Themed productions, among them the Post-Rapture films left behind: the movie, left behind II: tribulation force, and left behind: world at war.Text two: Aside from this, Cameron has often worked in Christian-Themed productions, among them the Post-Rapture films left behind: the movie, left behind II: tribulation force, and left behind: world at war, in which he plays Cameron `` Buck'' Williams.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: This was the area east of the mouth of the Vistula River, later sometimes called `` Prussia proper''.Text two: This was the area east of the mouth of the Vistula River. It was later called `` the land of Prussia''.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: He returned to Yerevan to teach and he was appointed director.Text two: After graduation he returned to Yerevan to teach at the local Conservatory and later he was appointed artistic director of the Armenian Philarmonic orchestra.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: So far The'Celebrity' episodes have included Vic Reeves, Nancy Sorrell, Gaby Roslin, Scott mills, mark Chapman, Simon Gregson, sue Cleaver, Carol Thatcher, Paul O'Grady and Lee Ryan.Text two: They have included Vic Reeves, Nancy Sorrell, Gaby Roslin, Scott mills, Simon Gregson, sue Cleaver, Carol Thatcher, Paul O'Grady and Lee Ryan.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: It was discovered the Voyager 1 space probe taken.Text two: It was discovered by Stephen P. Synnott in images from the Voyager 1 space probe taken on March 5, 1979 while orbiting around Jupiter.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: He is also a member of another Jungiery Boyband 183 club.Text two: He is a member of Boyband another Jungiery 183 club.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: It is about the singing of Hallel Psalms withText two: The apostolic tradition, attributed to the theologian Hippolytus, attests the singing of Hallel Psalms with Alleluia as the refrain in early Christian Agape feasts.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: In return, Rollo swore fealty to Charles, converted to Christianity, and undertook to defend the northern region of France against the Incursions of other Viking groups.Text two: In return, Rollo fealty to Charles, made Christianity, and undertook to defend the northern part of France against other Viking groups.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: It is derived from voice of America( VOA) special English.Text two: It is derived from voice of America( VOA) special English.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: It was the first asteroid to be discovered by a spacecraft.Text two: It was the asteroid to be discovered.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Seventh sons have strong `` Knacks''( specific magic skills), and Seventh son of a seventh son are both very rare and powerful.Text two: Seventh sons have strong `` Knacks''( specific magical abilities), and Seventh sons of Seventh sons are both extraordinarily rare and powerful.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Volterra is a town in the Tuscany region of Italy.Text two: Volterra is a city in the region of Tuscany in Italy.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: The tongue is sticky because of the presence of Glycoprotein-Rich Mucous. This means that both Lubricates movement in and out of the snout.Text two: The tongue is sticky because of the presence of Glycoprotein-Rich Mucous, which both Lubricates movement in and out of the snout and helps to catch ants and Termites, which adhere to it.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Their eyes are quite small, and their visual Acuity is poor.Text two: Their eyes are quite small, and their visual Acuity is poor.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: They are made up of biological materials in toughness only by Chitin.Text two: They are rivaled as biological materials in toughness only by Chitin.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Tickets can be Retailed for national rail services, the docklands light railway and on oyster card.Text two: Tickets can be Retailed, the docklands light railway and.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Also, research has shown children are less likely to report a crime if it involves someone that he or she knows, trusts, and/ cares about it.Text two: Furthermore, research has shown children are less likely to report a crime if it involves someone that he or she knows, trusts, and/ or cares about.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Today, Landis' father has become a hearty supporter of his son and regards himself as one of Floyd's biggest fans.Text two: Today, Landis' father is now a hearty in favour of his son and see him as one of Floyd's biggest fans.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: , the convection became ragged.Text two: Shortly after attaining category 4 status, the outer convection of the hurricane became ragged.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Brunstad has several fast food restaurants, a Cafeteria-Style restaurant, coffee bar, and its own grocery store.Text two: Brunstad has food restaurants, coffee, a restaurant Cafeteria-Style bar, and its grocery store.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Johan was also the first person to play the Swedish power metal band Hammerfall. The band quit before they released a studio album.Text two: Johan was also the original Bassist of the Swedish power metal band Hammerfall, but quit before the band ever released a studio album.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: In 1990, mark Messier took the Hart over Ray Bourque by a margin of two votes, the difference being a single first-place vote.Text two: In 1990, mark Messier took the Hart over Ray Bourque by two votes. The difference was a single first-place vote.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Before the storm came to the National Park service, the National Park service closed places and campgrounds along the outer banks.Text two: Prior to the arrival of the storm, the National Park service closed visitor centers and campgrounds along the outer banks.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The Amazon Basin is the part of South America drained by the Amazon River and its Tributaries.Text two: Amazon Basin is the part of South America. It is made up of the Amazon River and the Amazon river.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Moderate to bad damage reached the Atlantic coastline and as far as West Virginia.Text two: Moderate to severe damage extended up the Atlantic coastline and as far Inland as West Virginia.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The wave traveled across the Atlantic, and organized into a tropical depression off the northern coast of Haiti on September 13.Text two: Traveled, and the wave organized.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Their role is limited as long as they meet legal adult.Text two: Their participation is limited until they reach legal adulthood.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Development stable releases are rare, but there are often subversion snapshots which are stable enough to use.Text two: Development stable releases are rare, but there are often subversion snapshots.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: , the two Bolsheviks demolished and 1783-1807).Text two: In the Soviet years, the Bolsheviks demolished two of Rostov's principal landmarks- St Alexander Nevsky cathedral( 1908) and St George cathedral in Nakhichevan( 1783-1807).",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: He died on May 29, 1518 in Madrid, Spain and was buried in the Church of San Benito D'Alcantara.Text two: He died, and was buried`.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: A Wikipedia gadget is a Javascript and/ Snippet that can be made simply by checking an option in your Wikipedia preferences.Text two: A Wikipedia gadget is a Javascript and/ or a CSS Snippet that can be enabled simply by checking an option in your Wikipedia preferences.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Below are some useful links to facilitate your involvement.Text two: Below are some useful Websites to help with your life.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.Text two: He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: James I appointed him a gentleman of the chapel Royal, where he served as an organist from at least 1615 until his death.Text two: James I appointed him a gentleman, he served.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Chauvin was embarrassed to receive his award. He may not accept it.Text two: Chauvin was embarrassed to receive his award and initially indicated that he may not accept it.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Each version of the license is given a distinguishing version number.Text two: Each version of the license is given a to show the version number.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: He came from a musical family. his mother, Larue, was an assistant and singer, and his father Keith Brion, was a band director at the Yale University.Text two: He came from a musical family; his mother, Larue, was an administrative assistant and singer, and his father, Keith Brion, was a band director at Yale.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Origin Irmo was chartered on Christmas Eve in 1890 in response to the opening of the Columbia, Newberry and Laurens railroad.Text two: Origin Irmo was chartered on Christmas Eve in 1890 because of the opening of the Columbia, Newberry and Laurens railroad.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Macgruber starts ask for simple things to make a point to turn off the bomb, but he's later held by one thing( usually based on his own life) that makes him run out of time.Text two: Macgruber starts asking for simple objects to make something to defuse the bomb, but he is later distracted by something( usually involving his personal life) that makes him run out of time.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: This was substantially complete when Messiaen died, and Yvonne Loriod undertook the final movement's orchestration with advice from George Benjamin.Text two: This was nearly finished when Messiaen died, and Yvonne Loriod orchestrated the last movement with advice from George Benjamin.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: The pad called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat.Text two: The pad called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat, whom the pad accused of being proxies for Thaksin.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: In December, 1967, ten boom was honored as one of the righteous among the nations by the state of Israel.Text two: In 1967, ten boom was given the righteous among the nations by Israel.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: , Farrenc was paid.Text two: Despite this, Farrenc was paid less than her male counterparts for nearly a decade.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Seventy-Five Defencemen are in the hall of fame, more than any other current position, while only 35 Goaltenders have been inducted.Text two: Seventy-Five Defencemen are in the hall of fame, more than any other current position. only 35 Goaltenders have been added.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Alternative views on the subject have been proposed throughout the centuries( see below), but all were rejected by mainstream Christian bodies.Text two: Alternative views on the subject have been proposed throughout the centuries( see below), but all were rejected by mainstream Christian bodies.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Plot captain Caleb Holt( Kirk Cameron) is a firefighter in Albany, Georgia and firmly keeps the cardinal rule of all firemen, `` never leave your partner behind''.Text two: Plot captain Caleb Holt( Kirk Cameron) is a firefighter in Albany, Georgia. It is also known as the cardinal rule of all firemen, who leave the partner behind him.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: The plant is thought to be a livingText two: The plant is considered a living fossil.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Orchestration Stravinsky first conceived of writing the ballet in 1913.Text two: Orchestration Stravinsky. It was first conceived and write a ballet in 1913.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Jeanne Demessieux( born Paris, 13 February 1921; died Paris 11 November 1968) was a French organist.Text two: Jeanne Marie-Madeleine Demessieux( February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: By most accounts, the instrument was nearly impossible to control.Text two: By most people, the instrument was nearly impossible to control.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: The earliest church in Assisi is Santa Maria Maggiore.Text two: Santa Maria Maggiore( St. Mary the greater), the earliest extant church in Assisi.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Characteristics radar observations indicate a fairly pure Iron-Nickel composition.Text two: . radar observations indicate a fairly pure Iron-Nickel composition.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Railway Gazette International is an international business company. It has Metro, light rail and Tram industries.Text two: Railway Gazette International is a monthly business Journal covering the railway, Metro, light rail and Tram Industries worldwide.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Defiantly, she vowed to never renounce the commune, and dared the judges to sentence her to death.Text two: Defiantly, she promised to give up the, and never dared judges to sentence her to death.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Small value drivers can also be based on chips using the same methods that are used to make transistors.Text two: Small value Inductors can also be built on integrated circuits using the same processes that are used to make transistors.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Thereafter the county's administration was conducted at Duns or Lauder until Greenlaw became the county town in 1596.Text two: The county was made up at Duns or Lauder until 1596. Greenlaw became the county town.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: No Skater can be very good for a quadruple Axel in competition.Text two: No Skater has yet accomplished a quadruple Axel in competition.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: It is described as pointed in the face and about the size of a rabbit.Text two: It is described and.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Iain grieve( February born 19, 1987 in Jwaneng, Botswana) is a union Back-Rower in the Guinness Premiership.Text two: Iain grieve( born 19 February, 1987 in Jwaneng, Botswana) is a Rugby Union Back-Rower for Bristol Rugby in the Guinness Premiership.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The fourth ring is decorated with golden Garlands and was added in 1938 39 when the column was moved to its present location.Text two: The fourth ring was added in 1938 39 when the column was moved to its present location.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: New South Wales's capital city is Sydney.Text two: New South Wales's largest city and capital is Sydney.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The polymer is most often epoxy, but other polymers, such as polyester, vinyl Ester or nylon, are also sometimes used.Text two: Most of the time, the polymer is most often epoxy, but other polymers, such as polyester, vinyl Ester, or nylon.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: A bastion on the Eastern side was built later.Text two: A bastion on the Eastern approaches was built later.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Events Europe July 29 — battle of Stiklestad( Norway): Olav Haraldsson loses to his Pagan Vassals and is killed in the battle.Text two: In the battle of July 29, the battle of Stiklestad( Norway): Olav Haraldsson Haraldsson(.),. Haraldsson(.),. Haraldsson(.),. Haraldsson(.),. Haraldsson(.),.(.),.(.), and is loses( ..)(.),",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: This resulted and becoming countries.Text two: This resulted in both Montenegro and Serbia becoming independent countries.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Schuschnigg immediately responded publicly that reports of riots were false.Text two: Schuschnigg immediately responded that reports of riots were false",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Addiscombe is a town in Croydon, England, UK.Text two: Addiscombe is a suburb in the London borough of Croydon, England.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Wario land the Wario land series is a Platforming series that started with Wario land: super Mario land 3, a Spin-Off of the super Mario land series.Text two: Wario land the Wario land series is a Platforming series that started.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Mercury is similar in appearance to the moon: it is a long way cratered with parts of the smooth Plains, has no natural satellites and no good mood.Text two: Mercury is similar in appearance to the moon: it is heavily cratered with regions of smooth Plains, has no natural satellites and no substantial atmosphere.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The Prime Minister stays in office only as long as he or she retains the support of the lower house.Text two: The Prime Minister stays in office he or she retains the support.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Together they were new music man, a group tied to the modern music.Text two: Together they formed new music Manchester, a group committed to contemporary music.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The collapsed Dome of the main church has been restored entirely.Text two: The Dome has been restored.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: In 2005, with became the first American woman to do a triple Axel jump in the National football competition.Text two: In 2005, Meissner became the second American woman to land the triple Axel jump in national competition.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Forty-Nine species of Pipefish and nine species of seahorse have been recorded.Text two: 49 species of Pipefish and nine species of seahorse has been made.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Heavy rain fell in parts of the UK on October 5, to cause local backlog of flood waters.Text two: Heavy rain fell across portions of Britain on October 5, causing localized accumulation of flood waters.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: A fee is the price one pays as remuneration for services, especially the Honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.Text two: A tax is the price one pays as pay for services, such as the fee paid to a doctor, lawyer, consultant, or other member of a learned profession.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Ohio state's system has twenty-one libraries found on the Columbus.Text two: Ohio state's library system encompasses twenty-one libraries located on its Columbus campus.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The Singles from the album included `` by the way'', `` the Zephyr song'', `` ca n't stop'', `` dosed'' and `` universally speaking''.Text two: The Singles from the album were `` in the way distribution'', `` distribution'', `` distribution'', `` stop'' and `` universally speaking''.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: In April 2000, Minix became free/ open source software. in April 2000, Minix became free source software under a permissive free software licence, but by this time other operating systems.Text two: In April 2000, Minix became free/ open source software under a permissive free software licence, but by this time other operating systems had surpassed its capabilities, and it remained primarily an operating system for students and Hobbyists.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: The area covered by the warning issued on September 22 was extended southwards as Jose intensified, before being canceled soon after Landfall on September 23.Text two: The area covered by the warning on September 22, was also enlarged southwards as Jose intensified, before being canceled soon after Landfall on September 23.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: In a short Video promoting the charity equality now joss Whedon confirmed that `` fray is not done, fray is coming back.Text two: In a short Video promoting the charity equality now joss Whedon confirmed that `` fray is not done, fray is coming back.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: A Mutant is a type of fictional character that appears in comic books published by marvel Comics.Text two: A Mutant is a type of fictional character that",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: The sat reasoning test( formerly scholastic test and scholastic assessment test) is a standardizedText two: The sat reasoning test( formerly scholastic aptitude test and scholastic assessment test) is a standardized test for college admissions in the United States.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: After the Jerilderie raid, the gang laid low for 16 months evading capture.Text two: , the gang laid low for 16 months evading capture.",
            "output": [
                "Text two"
            ]
        },
        {
            "input": "Text one: Facilities, were constructed, a chemistry building, a building, Hill auditorium, hospital and library complexes, and.Text two: From 1900 to 1920 many new facilities were constructed on campus, including facilities for the dental and Pharmacy programs, a chemistry building, a building for the natural sciences, Hill auditorium, large hospital and library complexes, and two residence halls.",
            "output": [
                "Text one"
            ]
        },
        {
            "input": "Text one: Pauline returned in the game boy remake of donkey Kong in 1994, and later Mario vs. donkey Kong 2: March of the Minis in 2006, although the character is now described as `` Mario's friend''.Text two: It was released in the game boy remake of donkey Kong",
            "output": [
                "Text two"
            ]
        }
    ]
}