{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "Story Cloze (Dataset - https://cs.rochester.edu/nlp/rocstories/) (Paper - https://aclanthology.org/2020.latechclfl-1.19.pdf)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "Given an incomplete story of four sentences. Your objective is to finish the provided story by choosing one of the two options for making the story sound.",
    "Positive Examples": [
        {
            "input": "Sentence 1: My friends all love to go to the club to dance. Sentence 2: They think it's a lot of fun and always invite. Sentence 3: I finally decided to tag along last Saturday. Sentence 4: I danced terribly and broke a friend's toe.\nChoices: (A) My friends decided to keep inviting me out as I am so much fun. (B) The next weekend, I was asked to please stay home.",
            "output": "B",
            "explanation": "As I broke a friend's toe I was asked to stay home makes the story sound. Hence, the output is correct."
        },
        {
            "input": "Sentence 1: I tried going to the park the other day. Sentence 2: The weather seemed nice enough for a walk. Sentence 3: Within minutes of getting there I started sneezing. Sentence 4: My eyes were watery and it was hard to breathe.\nChoices: (A) My allergies were too bad and I had to go back home. (B) It reminded me of how much I loved spring flowers.",
            "output": "A",
            "explanation": " Option A makes the story sound. Hence, the output is correct."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence 1: Avery was married with children. Sentence 2: She was tired of her boring life. Sentence 3: One day, she decided to meet up with an old boyfriend from college. Sentence 4: She made poor decisions that night and was unfaithful to her husband.\nChoices: (A) Avery thought her children would be happy with her decision. (B) Avery regretted what she did the next day.",
            "output": "A",
            "explanation": " Option A does not make the story sound. Hence, it is not the correct output. The correct output is \"B\"."
        },
        {
            "input": "Sentence 1: Josh loved when his mom baked apple pie. Sentence 2: He hated how he always had to wait until after dinner though. Sentence 3: So he decided this time he would sneak a piece before dinner. Sentence 4: The eggs his mom used must have been bad though.\nChoices: (A) Josh thought that the pie was delicious. (B) Josh got sick.",
            "output": "Yes",
            "explanation": "Output can only be \"A\" and \"B\". The correct output here is \"B\"."
        }
    ],
    "Instances": [
        {
            "input": "Sentence 1: Pete got a new job at a software company. Sentence 2: This had been Pete's dream job his whole life. Sentence 3: Pete wrote down all his good ideas and constantly showed his boss. Sentence 4: Before long Pete got promoted to assistant manager.\nChoices: (A) Pete quit his job, and never looked back. (B) A year later he was promoted again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mustafa had never celebrated christmas as he was a muslim. Sentence 2: One day, his boss invited him to a christmas party. Sentence 3: Mustafa was unsure at first. Sentence 4: Ultimately, he decided to attend the party.\nChoices: (A) He ended up having a wonderful time with his co-workers. (B) He had a terrible time at the party.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Year's ago I decided to start buying Investment Bonds. Sentence 2: I completed the forms necessary for payroll withholdings. Sentence 3: The deductions started immediately. Sentence 4: In 2008 the economy went bust which caused the bonds to lose value.\nChoices: (A) I made a lot of money. (B) I lost a lot of money.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Felipe had been interested in Germany since he was a young child. Sentence 2: He learned about the language and culture by reading library books. Sentence 3: Finally in college he was able to visit Berlin. Sentence 4: Felipe loved the German art, food, and beer.\nChoices: (A) Felipe never wanted to go to Germany again. (B) Felipe visited Germany again later in his life.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Susie got a baby goat at the fair. Sentence 2: She brought it home. Sentence 3: Her mom said she had to keep it outside. Sentence 4: Susie was worried about the goat.\nChoices: (A) Susie was angry at the goat. (B) Susie loved the goat very much.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Thomas would pick on smaller kids at recess with his friends. Sentence 2: He did this to try to be cool and fit in with his friends. Sentence 3: One day, Thomas hurt himself badly on the playground. Sentence 4: His friends left him, but one of the smaller kids helped patch him up.\nChoices: (A) Thomas was grateful his friends were so loyal. (B) Thomas became friends with the smaller kid.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My brother and I went bowling in 1963. Sentence 2: There was a bowling alley on Washington Street in Boston. Sentence 3: They had only candlepin bowling. Sentence 4: My brother beat me in 5 games.\nChoices: (A) I was a much better bowler than my brother. (B) I vowed to beat him the next time!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Craig just graduated high school and wants a job. Sentence 2: He gets the daily newspaper and checks out the help wanted ads. Sentence 3: He draws up his resume. Sentence 4: One of the people where he applies calls him for an interview.\nChoices: (A) Craig calls the person back and tells them to stop harassing him. (B) He calls them back and schedules an interview.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I used to store my unread books on the floor. Sentence 2: Today I decided to organize them. Sentence 3: I cleaned out a row on my book case. Sentence 4: I transported about 10 books to the shelf.\nChoices: (A) Now my books are organized. (B) My books are very disorganized.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My parents split up. Sentence 2: My dad went out of state to work. Sentence 3: He met a new girl. Sentence 4: they fell in love.\nChoices: (A) They got married and had nothing further to do with me. (B) They both congratulated me on my marriage.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Shane and John were best friends at school. Sentence 2: Shane was caught stealing and got suspended from school. Sentence 3: John was not allowed to be friends with Shane anymore. Sentence 4: this bothered John greatly but his mom explained the reasons.\nChoices: (A) She explained that Shane shouldn't have been caught. (B) She explained that Shane was a bad influence on John.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Beth and Carol went out for Chinese. Sentence 2: After dinner Beth opened up her fortune cookie. Sentence 3: Beth was anticipating good fortune for the rest of the week. Sentence 4: Beth called her later in the week to give her good news.\nChoices: (A) Beth's dog had been hit by a car! (B) Beth had just won the lottery!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Janey was having trouble seeing well. Sentence 2: She made an appointment with the eye doctor. Sentence 3: The doctor said she needed glasses. Sentence 4: Janey picked out the frames she wanted and then went home.\nChoices: (A) Janey hated doctors. (B) She couldn't wait to get her new glasses.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Shelly bought a pack of gum at the store. Sentence 2: She chewed it so often that she fell asleep with it in her mouth. Sentence 3: The next morning there was gum stuck in Shelly's hair. Sentence 4: Her mom had to cut out a large chunk of her hair and she looked funny.\nChoices: (A) Shelly was happy about the good haircut. (B) Shelly was sad and learned her lesson.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Will and Anna had dated for 12 Year's. Sentence 2: They took a vacation together to the beach. Sentence 3: While walking on the beach, Will decided to propose. Sentence 4: Anna said yes.\nChoices: (A) Will was very upset that Anna said yes. (B) They got married eight months later.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Joe was working at a marina. Sentence 2: The winds started to pick up and he could tell a storm was coming. Sentence 3: He had to take his small boat to pick up some customers at sea. Sentence 4: The storm started rocking his small boat violently.\nChoices: (A) Joe fell over the edge. (B) Joe was glad that the sea was so calm that day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jane wanted to get healthy, but cleanses were too harsh. Sentence 2: She bought a green juice powder online. Sentence 3: She drank the drink everyday for 2 weeks and ate lightly. Sentence 4: Although it was tough Jane stuck with it for a month.\nChoices: (A) Jane had little discipline. (B) Jane had discipline.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Dana couldn't find her car keys this morning. Sentence 2: She looked everywhere. Sentence 3: She examined each room carefully. Sentence 4: She finally signaled a sigh of relief.\nChoices: (A) Dana found her keys in her back pocket. (B) Dana walked to work instead.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Heather decided to call her grandma on her birthday. Sentence 2: She dialed Grandma's phone number. Sentence 3: The phone rang. Sentence 4: Grandma answered the phone.\nChoices: (A) She hung up on Heather and unplugged the phone. (B) Hearing from Heather made her day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kate was having a school fundraiser for Krispy Kreme Doughnuts. Sentence 2: Kate was selling the doughnuts for band uniforms. Sentence 3: In addition, the top seller would get a monetary prize. Sentence 4: Kate worked hard over the next two weeks selling doughnuts.\nChoices: (A) Kate did not sell any doughnuts. (B) Kate won one hundred dollars.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob sorted his laundry carefully to separate out the whites. Sentence 2: When the buzzer went off he opened the washer. Sentence 3: To his horror, his clothes were no longer white. Sentence 4: He had accidentally left a red shirt in with the whites.\nChoices: (A) His work shirt was ruined. (B) His clothes were still white.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ellie watched the merry go round. Sentence 2: She couldn't decide which animal to ride. Sentence 3: There was a pink horse or a blue bunny. Sentence 4: So she got on it twice.\nChoices: (A) Each time she rode a different animal making her happy. (B) Ellie cried both times because she didn't want to ride the ride.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bertha wanted to get a haircut. Sentence 2: However, she was undecided on how to cut her hair. Sentence 3: Bertha had a idea to go to a wig store. Sentence 4: At the wig store Bertha tried on different wigs.\nChoices: (A) Bertha bought a bright red wig with frosted blonde tips. (B) Bertha bought a jump rope.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My wife is expecting our first child. Sentence 2: She is glowing and I love her more everyday. Sentence 3: She loves to post pictures of her belly on Facebook. Sentence 4: She gets so many likes and positive comments.\nChoices: (A) We are happy about having a child. (B) We are sad about having a child.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I was at the bar with some friends. Sentence 2: It was my turn to buy a round. Sentence 3: I went up to the bartender and asked him for 13 beers and a shot. Sentence 4: He asked for my card and took my order.\nChoices: (A) He told me to go to hell. (B) He filled my order.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Janet worked hard to train for her wrestling meet. Sentence 2: When she got there her opponent seemed game. Sentence 3: They both tried their hardest. Sentence 4: It ended in a tie.\nChoices: (A) Janet was content with the result of the match. (B) Janet won the first place trophy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: An office worker booted up her computer. Sentence 2: She intended to do her quarterly reports. Sentence 3: No matter how much she clicked, though, she could not open programs. Sentence 4: Despair settled over her like a pea-soup fog of misery.\nChoices: (A) The office worker began to sing a happy little tune. (B) The office worker knew it was going to be a long day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Michael had a calendar full of notes. Sentence 2: His calendar contained a special date. Sentence 3: One  day he accidentally threw his calendar away. Sentence 4: Michael ended up missing his date.\nChoices: (A) Michael decided that using calendars wasn't worth it. (B) Michael was more careful with his calendars in the future.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Samantha arrives at the bar for her date early. Sentence 2: She decides to look through the magazine sitting on the bar. Sentence 3: Samantha becomes engrossed in an article about peaches. Sentence 4: By the time her date arrives she has read all about peaches.\nChoices: (A) Samantha was able to break the ice by talking about peaches. (B) Samantha told her date everything she knew about apples.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My friends got lunch and met up at the table. Sentence 2: Ben was hungry and finished his lunch before everyone did. Sentence 3: He returned to the lunch line to buy more food. Sentence 4: That didn't make him up.\nChoices: (A) He decided to buy more lunch and then he felt sick. (B) He then stopped eating because he was full.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tara was sick in bed all week. Sentence 2: She missed work due to a really bad flu. Sentence 3: Tara got a surprise visit from her boss in the evening. Sentence 4: Her boss sent her cookies and a get-well card.\nChoices: (A) Tara was grateful to her boss. (B) Tara was angered by this.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Carla wanted to eat a hot dog after class. Sentence 2: But the food truck that was usually on her campus wasn't there. Sentence 3: She found out that it moved to another location on the campus. Sentence 4: It was such a long walk from her class.\nChoices: (A) Carla decided to eat somewhere else. (B) Carla wasn't hungry.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: 10-year-old Billy's uncle sent him a collectible coin every birthday. Sentence 2: Billy showed off the collection to some boys from school. Sentence 3: One of the boys told Billy he had a baseball for sale. Sentence 4: Billy really wanted the baseball.\nChoices: (A) Billy exchanged several of his coins for the baseball. (B) Billy told the boy the baseball was stupid.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: His eyes burned with pain. Sentence 2: His stomach churned and twisted. Sentence 3: His lungs were filled with fluid. Sentence 4: Painful coughs rattled the halls of his small home.\nChoices: (A) He was near death for sure, he would be gone before night's end. (B) He got up and decided to go for a jog.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim loved to swim with tuna deep in the ocean. Sentence 2: He would never hurt or try to catch them. Sentence 3: One day a fishing boat came to the home of the tuna. Sentence 4: Tim tried to dive down the next day with the tuna.\nChoices: (A) He couldn't find the tuna. (B) He didn't look for the tuna.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dennis was walking in the woods. Sentence 2: He found a black lab. Sentence 3: The lab tried to bite him. Sentence 4: Dennis showed he was a friend not enemy.\nChoices: (A) The lab and Dennis became best friends. (B) The rabbit hopped away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ella was trying to pick a prom dress. Sentence 2: She could not decide! Sentence 3: So she asked her boyfriend for his opinion. Sentence 4: He said she was beautiful in any dress she chose!\nChoices: (A) Ella was mad because her boyfriend was so critical. (B) Ella realized it really didn't matter what dress she chose.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The office worker claimed she was the best multitasker in the world. Sentence 2: Her boss wanted her to prove it, so she gave her a bunch of jobs. Sentence 3: The worker cracked her knuckles and began the list of jobs. Sentence 4: The worker worked with a great flurry and speed.\nChoices: (A) The office worker gave up and checked into rehab. (B) All projects were completed on time and all were  correct.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lira was so excited to meet her favorite rapper. Sentence 2: She had backstage passes for after the concert. Sentence 3: She made her way backstage and introduced herself. Sentence 4: She was horrified to see that the rapper was drunk, rude and sexist.\nChoices: (A) Lira became one of the rapper's roadies. (B) Lira never listened to the rappers music again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sandy went into the kitchen to get something to drink. Sentence 2: She kept hearing a rattling by the stove but couldn't see anything. Sentence 3: She opened the fridge to get the pitcher of tea. Sentence 4: About that time out pops the mouse from the stove.\nChoices: (A) Sandy screamed and ran! (B) Sandy poured some tea in a saucer for the mouse.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sarah was at home when her power was shut off. Sentence 2: She had no money to pay the late bill and fees. Sentence 3: She contacted a charity in town. Sentence 4: She explained the situation.\nChoices: (A) A charity gave Sarah money to pay her power bill. (B) Sarah didn't pay her bill, so her power was shut off.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sam opened his email to a new insurance premium. Sentence 2: He quite literally spat coffee when he saw the final tally. Sentence 3: He steamed that the jokers had raised his rate by $50! Sentence 4: Sam spent the whole day shopping around for a new insurance broker.\nChoices: (A) He decided to call and thank his broker for the email. (B) He found one that offered the same coverage for $80 less.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The two elderly ladies chatted as they ate lunch in the park. Sentence 2: One of them brought out a basket and set the food out on the table. Sentence 3: They talked and ate happily until they began to argue about something. Sentence 4: One of them threw a piece of cake at the other, starting a food fight.\nChoices: (A) The police had to come to break up the argument. (B) They complemented each other on how tasty the cake was.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Rachel loved to sing. Sentence 2: Her parents and friends told her she was good at it. Sentence 3: Rachel uploaded videos onto youtube of her singing. Sentence 4: People said she was off key and terrible.\nChoices: (A) Rachel ignored their cruel comments. (B) Rachel was inspired by their comments.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: All of the Ross family has red hair, except Henry. Sentence 2: Henry has blonde hair that is very curly. Sentence 3: Henry's father often teases Henry's mother about the mailman. Sentence 4: The mailman has blonde, curly hair, but he is very ugly.\nChoices: (A) Henry wished he looked like the handsome mailman. (B) His dad's teasing makes Henry feel bad.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Betty didn't like onions. Sentence 2: She would order everything on a burger except onions. Sentence 3: When she got back from the fast food place she opened her burger. Sentence 4: It had onions on it.\nChoices: (A) Betty was happy at management. (B) Betty was outraged and returned it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Todd was tech savvy. Sentence 2: He always had the latest of every gadget. Sentence 3: He went to the local electronics store to browse. Sentence 4: He eyed a new drone model that was just released.\nChoices: (A) He didn't like drones. (B) He bought the drone.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ana was driving home one night. Sentence 2: Then she saw the Check Engine light on her dash. Sentence 3: Worried, she pulled right into a mechanic's garage. Sentence 4: The mechanic examined Ana's car for her.\nChoices: (A) The mechanic told her the light was just malfunctioning. (B) Ana then fixed the mechanic's car.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Shawn's pillow is lumpy and old. Sentence 2: Sometimes Shawn can't sleep at night. Sentence 3: He goes into town to buy a new pillow. Sentence 4: Shawn is very excited to sleep tonight!\nChoices: (A) Shawn hopes the pillow works. (B) Shawn hope to return the pillow.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My dad took me to a baseball game when I was little. Sentence 2: He spent that night teaching me all about the sport. Sentence 3: He showed me every position and what everything meant. Sentence 4: He introduced me to one of my favorite games ever.\nChoices: (A) Now, playing or seeing baseball on TV reminds me of my father. (B) I can't sit through an entire baseball game without boredom.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Don wanted some excitement one day. Sentence 2: He had never skated before, so he wanted to try that. Sentence 3: Don found a local skating rink in town. Sentence 4: Don drove to the skating rink with his new skates.\nChoices: (A) Don went to eat chicken wings. (B) Don had a great time skating for the first time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: One day, I was eating a burrito when I felt a horrible tooth pain. Sentence 2: It hurt so bad I cried. Sentence 3: I called my dentist, who let me come in as an emergency. Sentence 4: He gave me a root canal then and there.\nChoices: (A) While there I had my toe amputated. (B) I left with a new crown.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Maggie has a dog. Sentence 2: She takes her dog for walks. Sentence 3: They go to the park and play. Sentence 4: When they come home Maggie feeds her dog.\nChoices: (A) Maggie and her dog are best friends. (B) Maggie hates to spend time with her smelly dog.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A dog paused by a pond to drink. Sentence 2: He mistook his reflection for another dog. Sentence 3: Spoiling for a fight, he leapt into the water. Sentence 4: Unsurprisingly, his opponent proved elusive.\nChoices: (A) The dog ran home with his tail between his legs. (B) The other dog got the better of him and bit his ear.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ivy was scared to go to summer camp. Sentence 2: But she steeled herself and got on the bus. Sentence 3: When she got there, she went to talk to the other campers. Sentence 4: Soon she had made a few new friends.\nChoices: (A) But she wanted to go home. (B) Ivy ended up loving summer camp.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Larry loved making music. Sentence 2: He especially liked remixing other people's work. Sentence 3: He would upload his stuff to youtube. Sentence 4: Eventually he was sued by too many other artists.\nChoices: (A) Larry enjoyed the interaction he received from those artists. (B) Larry learned a lot about copyright from his experience.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sara decided to go for a run. Sentence 2: She laced up her sneakers and headed out the door. Sentence 3: As she was jogging down the street she slipped on some ice. Sentence 4: She badly injured her leg.\nChoices: (A) Sara stood up and limped back home. (B) Sara jogged without any incidents.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jerry loved running everywhere. Sentence 2: He ran to school and back. Sentence 3: He ran to the store. Sentence 4: One day there was a beautiful sunset.\nChoices: (A) Jerry continued to run. (B) Jerry stopped running.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Two bowling teams were set to play a game against each other. Sentence 2: The one team all took out their balls and polished them. Sentence 3: They got their balls to shine intensely. Sentence 4: The lights of the alley bounced off the balls.\nChoices: (A) The balls were quite dull. (B) The balls looked amazing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eric was helping his dad clear a wooded area. Sentence 2: They were going to put a picnic table there. Sentence 3: All of a sudden he was swarmed by bees. Sentence 4: He had accidentally disturbed their nest.\nChoices: (A) The bees did not bother Eric. (B) Eric got stung by many bees.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mia was making brownies for a party. Sentence 2: She just used a boxed mix. Sentence 3: The brownies turned out pretty good. Sentence 4: At the last minute, she added frosting to the top of them.\nChoices: (A) Now they were awesome. (B) Everybody loved the hot dogs.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Angie's baby shower was set for this Friday. Sentence 2: The weather was supposed to be beautiful. Sentence 3: Once Friday morning came, the sky started to darken. Sentence 4: Angie was so afraid that it would rain because it was outdoors.\nChoices: (A) Angie wasn't nervous anymore. (B) Luckily, it didn't rain.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A husband and his wife are looking for a new home. Sentence 2: They drive around their desired neighborhood to view the real estate. Sentence 3: They find a particular house that they really like for sale. Sentence 4: They call the number on the sign to inquire about the house.\nChoices: (A) They buy a yacht. (B) They find out the house has already been sold.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ben decided to get more fit for 2016. Sentence 2: He planned to work out at least 4 times a week. Sentence 3: Ben decided to wait until next Monday to start working out. Sentence 4: Monday has passed and Ben still hasn't started his workout plan.\nChoices: (A) Ben never starts working out. (B) Ben goes to the gym every day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eddie's dad took him to a wrestling show. Sentence 2: Eddie loved the whole show! Sentence 3: Afterwards, he got a wrestler's autograph. Sentence 4: He decided wrestlers were the best guys ever.\nChoices: (A) Eddie never watched wrestling again. (B) Eddie had the best day with his dad!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy wanted to be a magician. Sentence 2: She practiced every day. Sentence 3: Then she put on a magic show for her family. Sentence 4: She asked them if they'd been fooled.\nChoices: (A) They said yes! (B) Amy hated her family.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My mom was driving to the store last night. Sentence 2: She stopped at a light and couple of guys ran up to her door. Sentence 3: They put a gun to her head and told her to get out of the car. Sentence 4: They took it and drove off.\nChoices: (A) Mom slapped Chief Brody for not closing the  beaches. (B) Mom will never shop at that store at night again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last night I had the worst headache. Sentence 2: The pain literally was lasting hours. Sentence 3: Nothing would help the pain. Sentence 4: Finally I took Advil.\nChoices: (A) It was one of the most enjoyable nights ever. (B) The headache went away in about twenty minutes.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I wanted to buy a video game console. Sentence 2: I asked my parents, and they came up with an idea. Sentence 3: They said if I did my chores, I would be given money to save. Sentence 4: I did my chores without being asked every week for a whole summer.\nChoices: (A) My parents gave me enough money to buy the console. (B) At the end of the summer I gave the money back to my parents.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ray was cooking pork chops. Sentence 2: When he was done he shouted to the family. Sentence 3: No one ate the pork chops. Sentence 4: Ray was sad.\nChoices: (A) Ray threw his pork chops in the trash can. (B) Ray felt very proud of himself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dan was excited to attend the school dance. Sentence 2: The school dance was going to be the highlight of Dan's senior year. Sentence 3: Dan would get to show off his dancing skills at the dance. Sentence 4: In addition, Dan would get to spend time with his friends at the dance.\nChoices: (A) Dan did not like the idea of the dance. (B) Dan went to the dance and had a lot of fun.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A man breaks into a house and begins to take things. Sentence 2: He takes jewelry and games, some cash, and some food. Sentence 3: When the family comes home they call the police. Sentence 4: The police come and investigate and manage to track him.\nChoices: (A) The man goes back to the house to talk to the family. (B) The police arrest him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Pam was in love with Josh but she didn't know how to get his attention. Sentence 2: She talked to her friends, and she talked to her parents. Sentence 3: They all offered advice that didn't quite work for her. Sentence 4: Finally, she just went up to him and told him her feelings.\nChoices: (A) Pam's friends won't talk to her anymore. (B) Josh revealed he was in love with Pam too.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A Kindergarten teacher refilled her pencil cup every morning. Sentence 2: By lunch, the cup was always nearly empty. Sentence 3: She repeatedly asked her students not to take the pencils home. Sentence 4: No matter how much she pleaded, the students put them in their bags.\nChoices: (A) The teacher eventually stopped putting her pencil cup out. (B) The teacher rewarded everyone with candy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sam is having his family over for Thanksgiving. Sentence 2: He got up early and put the turkey in the oven. Sentence 3: He worked hard all day prepared all the different side dishes. Sentence 4: His family arrived just as the turkey came out of the oven.\nChoices: (A) Sam wished his family would leave. (B) Sam was excited to serve the food.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane was addicted to a soap opera. Sentence 2: She would watch it every day. Sentence 3: Last Friday was the big finale. Sentence 4: She was glued to the screen.\nChoices: (A) Jane was happy with the ending of the series. (B) Jane took the children for ice cream since their father was drunk.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mary decided to clean her kitchen. Sentence 2: The floor was filthy! Sentence 3: She sent her kids outside to play. Sentence 4: Then she got on her knees and scrubbed the whole floor.\nChoices: (A) Afterward the floor was sparkling and Mary was furious about it. (B) After an hour the floor was gleaming and Mary was very pleased.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My sister in law had only four teeth. Sentence 2: She did not see a dentist for Years. Sentence 3: Last month her teeth started bothering her. Sentence 4: She had her teeth pulled.\nChoices: (A) Now my sister-in-law has to use dentures. (B) Now my sister-in-law enjoys hard candy and caramel apples.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jon was getting out of shape. Sentence 2: Jon decided to lose weight. Sentence 3: He began to eat and exercise better. Sentence 4: Jon kept it up and started to feel results.\nChoices: (A) Jon was happy to see his weight loss results. (B) John had a burger and fries for dinner.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Franny did not particularly like all of the immigration happening. Sentence 2: She thought immigrants were coming to cause social problems. Sentence 3: Franny was upset when an immigrant moved in next door. Sentence 4: The immigrant, Sal, was kind and became friends with Franny.\nChoices: (A) Franny ended up getting deported. (B) Franny learned to examine her prejudices.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sandra couldn't believe that she had finally arrived in Hollywood. Sentence 2: She began going on auditions to realize her dream of becoming a star. Sentence 3: Things didn't pan out and she had to take a waitressing job to get by. Sentence 4: She soon learned that one of her regular patrons was a talent agent.\nChoices: (A) Sandra told the agent to leave her alone. (B) So she got cozy with the agent.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sue just bought a brand new computer. Sentence 2: She wanted to play games on it. Sentence 3: She downloaded her favorite game. Sentence 4: She was so glad that it ran smoothly.\nChoices: (A) She had a great time. (B) She decided to never play video games again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: David was walking home from school. Sentence 2: He heard a tiny bark behind him. Sentence 3: A small black puppy was following him home. Sentence 4: He asked his mom if he could keep it.\nChoices: (A) Davids mom took him to get a kitten. (B) His mom said yes he could keep the puppy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Brenda wanted to learn how to swim. Sentence 2: So she took swimming lessons at a local college. Sentence 3: Her instructor noticed that she had potential. Sentence 4: And he encouraged her to join a swimming team.\nChoices: (A) Brenda did not like the instructors negative attitude. (B) Brenda started to compete after joining the team.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: There was a basketball game on Friday. Sentence 2: My friends and I wanted to go see it. Sentence 3: We got together and got some money for snacks. Sentence 4: We went to the court and sat down.\nChoices: (A) We decided to leave after sitting down. (B) We had court side seats.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rory loved to eat chocolate. Sentence 2: One day, she went to the candy store. Sentence 3: She spent all of her allowance on chocolate bars. Sentence 4: Rory ate all of the chocolate on the way home.\nChoices: (A) Rory got very sick and vomited all over the sidewalk. (B) Rory went to a restaurant and ate a huge meal.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ray was camping. Sentence 2: Suddenly he heard a scary noise in the middle of the night. Sentence 3: He peeked outside his tent. Sentence 4: It was a huge bear sniffing around!\nChoices: (A) But Ray wasn't worried. (B) Ray hoped the bear wouldn't find him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ed made beef jerky for a living. Sentence 2: He ran the business out of his garage. Sentence 3: One day he woke up and noticed his garage jarred open. Sentence 4: He looked inside and noticed everything in disarray.\nChoices: (A) Ed was shocked called the police for an investigation. (B) Ed was delighted to see this.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nita had a perfect Halloween witch costume. Sentence 2: But it was chilly out and she needed a jacket. Sentence 3: She did not want to ruin her great costume with a plain jacket! Sentence 4: She asked her mom for help, and her mom made her a blanket 'cloak'.\nChoices: (A) Nita stripped down to her skivvies and ran outside that way. (B) Nita was pleased she could show off her costume and keep warm.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Paul had to write a research paper for school on Monday. Sentence 2: Paul sat around all weekend and forgot about his paper. Sentence 3: He finally remembered his paper on Sunday night before bed. Sentence 4: Paul sat up all night typing his research paper!\nChoices: (A) Paul decided not to do it. (B) Paul promised to stop procrastinating.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob went to the gas station to fill up his car. Sentence 2: His tank was completely empty and so was his wallet. Sentence 3: The cashier offered to pay for his gas if he came back later to pay. Sentence 4: Bob felt grateful as he drove home.\nChoices: (A) Bob contemplated how unfriendly the world was. (B) Bob believed that there were good people in the world.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jean was delighted to receive a pet anole for her birthday. Sentence 2: This was the first pet her mother had ever let her have. Sentence 3: The next day, there was a white egg in the cage! Sentence 4: Jean waited with anticipation, hoping the egg would hatch.\nChoices: (A) Jean dropped a letter in the mailbox. (B) Soon, Jean had two pet anoles.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My brother and I saw 2001 A Space Odyssey in 1968. Sentence 2: We cut classes to watch the movie. Sentence 3: We went to a special Cinerama three screen theater. Sentence 4: We enjoyed the movie and talked about it afterward.\nChoices: (A) My brother decided that the movie was boring. (B) My brother and I have so much fun we made plans to go again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jake used to feed the squirrels that came to his yard. Sentence 2: He was pretty sure that he could tell them apart. Sentence 3: To test this, he used to give one squirrel more food than the others. Sentence 4: Eventually, he was able to identify which one it was.\nChoices: (A) Jake had never seen a squirrel before. (B) Jake gave the squirrel a name.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Henderson had dreamed of having a small coffee shop. Sentence 2: He started saving up his money to open a shop downtown. Sentence 3: Finally it was the day to open his new shop! Sentence 4: Henderson had many customers on his first day.\nChoices: (A) Henderson's coffee shop was very successful. (B) Henderson had the close the store the next day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I bought my girlfriend new gloves for Christmas. Sentence 2: They are leather and look nice. Sentence 3: She loved them and tried them on. Sentence 4: Unfortunately they didn't fit.\nChoices: (A) My girlfriend just completed a degree in Soil Management. (B) I took them back to the store and got a different size.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil loved visiting Romania! Sentence 2: Transylvania was lovely even though he saw no vampires. Sentence 3: But his favorite stop was Bucharest! Sentence 4: The Romanian capital was vibrant and lively.\nChoices: (A) Neil decided never to return to Romania. (B) Neil had a great time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A man made a small mark on the back of a playing card. Sentence 2: He slid it into the deck without anyone noticing. Sentence 3: During a game he saw the card on the top of the deck. Sentence 4: The man made a large bet.\nChoices: (A) The man was caught cheating. (B) The man was glad he didn't cheat.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The school class took a field trip to an abandoned mine. Sentence 2: Their geology teacher told them to look for interesting rocks. Sentence 3: A girl in the class tripped over what looked to be a white rock. Sentence 4: It turned out to be a really old dinosaur fossil!\nChoices: (A) The teacher yelled at the girl who had tripped. (B) Everyone in the class was very excited!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mike was in charge of the local flea market. Sentence 2: A man called him and asked for a spot at the market. Sentence 3: Mike told him it would cost $40 to set up a table. Sentence 4: The man on the phone tried to bribe Mike with some of his wares.\nChoices: (A) Mike hung up on him. (B) Mike cried hysterically.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The cook pushed deep into the jungle. Sentence 2: He ignored the biting insects and sweltering heat. Sentence 3: He was determined to find the rare ingredient for his dish. Sentence 4: He suddenly gasped in surprise!\nChoices: (A) He found a rare plant. (B) He found diced cucumbers.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I had to write an analysis paper for English. Sentence 2: I read the source material over and over. Sentence 3: I thought about it very hard. Sentence 4: Then, I wrote my analysis paper.\nChoices: (A) I put a lot of effort into the paper. (B) I decided to delete the finished paper.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: While doing dishes I grabbed two tea cups with one hand. Sentence 2: They banged together and chipped one. Sentence 3: I picked up the chip and set it aside. Sentence 4: The next day I glued it back together.\nChoices: (A) I threw the cups in the garbage. (B) The glue held and I drank out of the cups.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Every year I have a Christmas party at my house. Sentence 2: This year was no different. Sentence 3: I grabbed my friends together and we had a party. Sentence 4: I got it catered and had a DJ as well.\nChoices: (A) My sister has a lot of homework. (B) All my friends had a lot of fun at the party.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A G Bear is a teddy bear with a box. Sentence 2: It talks back to you in gibberish. Sentence 3: I bought one for my wife when we were young. Sentence 4: She gave it to our daughter when she was three.\nChoices: (A) Our daughter was very thankful for the gift. (B) Our daughter felt depressed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sue had a date on Thursday night. Sentence 2: They went to a movie and got food after. Sentence 3: She thought it went well and was excited for a second date. Sentence 4: Unfortunately it's been a week and she hasn't heard from him.\nChoices: (A) Sue decides to go on a date with him again tomorrow. (B) Sue decides to forget the man.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Manny wanted to get better at making Italian food. Sentence 2: He learned how to make noodles from scratch. Sentence 3: He learned how to make different sauces. Sentence 4: He put on a big Italian dinner for his family.\nChoices: (A) His family loved it. (B) He paid the chef $500 to prepare the meal.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jimmy wanted to get some work experience as a senior in college. Sentence 2: He applied as an intern to a construction company nearby. Sentence 3: He really enjoyed working for them and was offered a position. Sentence 4: Jimmy accepted the position as a full-time employee.\nChoices: (A) Jimmy quit his job two weeks later. (B) Jimmy was very happy to have a job right after graduating.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Barbara had a problem with her ex-boyfriend. Sentence 2: Sometimes he would come by her house asking for a date. Sentence 3: She would tell him no but he still continued to do it. Sentence 4: Eventually her boyfriend got fed up and told him off.\nChoices: (A) He made out with her boyfriend. (B) He stopped coming around.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I went to the wine cellar to check on my wine. Sentence 2: I rolled out the barrel and stood it upright. Sentence 3: I popped off the cork on the barrel. Sentence 4: Into the barrel I plunged a cup on a string.\nChoices: (A) The cake still wasn't prepared correctly. (B) The wine tasted delicious, which made me very happy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I was buying a magazine the other day. Sentence 2: The price came out to more than I had. Sentence 3: It was off by only a few cents. Sentence 4: The stand didn't accept debit cards.\nChoices: (A) I was so embarrassed when I vomited on the sidewalk. (B) The news agent told me to give him the rest of the money later.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sally was going to surprise the office with a cake. Sentence 2: Sally felt that a cake would be a good way to make them smile. Sentence 3: She went to the supermarket to pick up the cake. Sentence 4: At the office she gathered the employees around the conference table.\nChoices: (A) She then brought out a cake and they all felt better. (B) She told them that she did not have the cake.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jordyn's family goes on vacation every summer. Sentence 2: They always choose a different place each year. Sentence 3: This year they are going to Disney World. Sentence 4: Jordyn has wanted to go to Disney for many Year's.\nChoices: (A) Jordyn decided he didn't want to go to Disney World anymore. (B) Jordyn wants to meet Mickey Mouse.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tim had just gotten fired from his job. Sentence 2: He had no money and no place to live. Sentence 3: He asked his parents if he could stay there. Sentence 4: They graciously let him stay at their home.\nChoices: (A) Tim was glad to have somewhere to stay. (B) Tim said he would not be able to afford the rent.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I was at my friend's house last week. Sentence 2: He left to the bathroom and his mom entered the room. Sentence 3: She told me I was cute and started flirting. Sentence 4: i told her I wasn't interested.\nChoices: (A) His mom left. (B) I kissed her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Anne wanted ivy to climb the walls of her house. Sentence 2: She thought it looked quaint and enchanting. Sentence 3: She got small ivy plants and planted them. Sentence 4: Soon they began climbing up her home's walls.\nChoices: (A) It was just what she wanted. (B) She was very allergic to poison ivy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Alma was at a restaurant by herself. Sentence 2: A guy saw her by herself and asked her if he could sit with her. Sentence 3: They started talking and realized that they had a connection. Sentence 4: She gave him her number and they started going out on dates.\nChoices: (A) Alma wished she had never gone to that restaurant. (B) A year later they were married.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The new accountant got confused where his desk was. Sentence 2: He found his supervisor and asked her where he was to be seated. Sentence 3: She walked him to his stationed desk. Sentence 4: He sat down and then asked her about the recent assignment.\nChoices: (A) The new accountant wanted to adjust to his surroundings. (B) The new accountant told the supervisor he was quitting.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Maya was walking home one night from work. Sentence 2: She fumbled with her keys while trying to get into her car. Sentence 3: Someone began approaching her from a dark alley. Sentence 4: Frightened, she quickly got into her car and started it.\nChoices: (A) Maya felt scared. (B) Maya started to laugh.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Molly's computer broke last week and she knew she needed a new one. Sentence 2: Her computer had fallen off of the table on accident. Sentence 3: Molly went to the store to look for a new computer to buy. Sentence 4: She wasn't sure which one was the best so she asked the worker.\nChoices: (A) The worker told Molly to keep using the computer she had at home. (B) The worker recommended a few different computers to Molly.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ed was not doing very well in science class. Sentence 2: He knew he had to ace the exam in order to pass. Sentence 3: He studied all week before the exam. Sentence 4: Then he did his best on the test.\nChoices: (A) Ed's parents grounded him. (B) Ed's parents were proud.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: All the girls get together for book club. Sentence 2: They read a new book each month. Sentence 3: Then meet to discuss it. Sentence 4: After twenty minutes it turns into gossip.\nChoices: (A) All the girls quiet book club. (B) They have fun gossiping.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom was spending too much money on bottled water. Sentence 2: So he decided to buy a water filter for his kitchen faucet. Sentence 3: It was expensive. Sentence 4: But it would save him money in the long run.\nChoices: (A) Tom drank water directly from his kitchen faucet. (B) Tom enjoyed the taste of the filtered water.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was very hot outside. Sentence 2: Since it was so hot, I decided to make popsicles. Sentence 3: I took a mold and filled it with fruit juice. Sentence 4: Then, I put the popsicles in the freezer.\nChoices: (A) I immediately took them out and put them in the fridge. (B) The popsicles froze after a couple of hours.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Today was my 1st grade field trip. Sentence 2: My class went to the field in the back of the school. Sentence 3: Many students and faculty were resting on towels placed on the ground. Sentence 4: In addition, many sports took place.\nChoices: (A) I got a nice sun tan that day. (B) I was hit in the face with a football and got a black eye.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nicole wanted to be an Aunt more than anything. Sentence 2: The trouble was that she didn't have any siblings. Sentence 3: Today Nicole got a note from her cousin, Xiao. Sentence 4: Xiao and her husband were expecting a baby boy.\nChoices: (A) She thought she could be an honorary aunt. (B) She decided she didn't like babies.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sam has a toothache. Sentence 2: He makes a dentist appointment. Sentence 3: Sam is very nervous. Sentence 4: Sam's dentist is very nice and gentle.\nChoices: (A) Sam was happy with the dentist he chose. (B) Sam's dentist removed all his teeth and made him dentures.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kyle had always loved spending time in his local library. Sentence 2: He loved to be around old books. Sentence 3: One day Kyle saw a sign that advertised an open job at the library. Sentence 4: When he interviewed for the job, it was clear that he would be great.\nChoices: (A) Kyle got the job. (B) Kyle threw all the books on the ground.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kimmy loved owls. Sentence 2: She visited a national park with her brother to try to spot them. Sentence 3: They arrived at dusk and sat in their hiding spot. Sentence 4: Soon they saw an amazing sight.\nChoices: (A) Kimmy saw several owls fly away into the night. (B) Kimmy turned on her flashlight to scream at the owls in fright.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Feliciano went olive picking with his grandmother. Sentence 2: While they picked, she told him stories of his ancestors. Sentence 3: Before he realized it, the sun was going down. Sentence 4: They took the olives home and ate them together.\nChoices: (A) The pair then went out to pick olives. (B) Feliciano was happy about his nice day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My parents needed to buy a new television. Sentence 2: They went to the electronic's store. Sentence 3: They were overwhelmed by the choices but found someone to help. Sentence 4: He made their decision easier with his answers.\nChoices: (A) My parents bought a purple van with flowers on it. (B) Now they can really enjoy their favorite shows and movies.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ian was continuously late for work. Sentence 2: He almost always showed up 20 or 30 minutes late. Sentence 3: His boss let it slide at first, because he was a good worker. Sentence 4: Eventually, his team decided to get In a new alarm clock.\nChoices: (A) He finally was able to be on time. (B) Ian threw it away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jorel wanted to try out for the basketball team. Sentence 2: He practiced very hard. Sentence 3: On the day of tryouts, he was very nervous. Sentence 4: His practice paid off.\nChoices: (A) He was asked to join the team. (B) He played terribly.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Danny never liked to eat peas. Sentence 2: He told his mom that the peas were too slimy. Sentence 3: One day his mom made him eat the peas on his plate. Sentence 4: Danny hated every minute of it.\nChoices: (A) Danny never ate peas again. (B) Danny asked for more peas.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sheena mocked her sister's fear of expiration dates. Sentence 2: She slurped down the yogurt that was two days past the use by date. Sentence 3: She felt the sickness hit her as she drove home. Sentence 4: She barely pulled over in time before she threw up uncontrollably.\nChoices: (A) Sheena felt great. (B) Sheena felt terrible.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last week I had a small heart attack. Sentence 2: They called an ambulance to take me to the hospital. Sentence 3: I refused and asked someone to drive instead. Sentence 4: I didn't want to pay for all that.\nChoices: (A) I was lucky to make it to the hospital. (B) I prefer to take an ambulances.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Patricia grew up in the 1980's. Sentence 2: She was inspired by the glam rockers she listened to. Sentence 3: She learned guitar so she could be a glam rocker someday. Sentence 4: As an adult she gathered talent and started a band.\nChoices: (A) Patricia hates rock music. (B) The band went on to be very successful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The boys wanted to go to the movies. Sentence 2: They knew if they asked without doing their chores they could not go. Sentence 3: They completed all of their chores. Sentence 4: They asked if they could go to the movies.\nChoices: (A) Their parents said they had to complete their chores first. (B) Their parents said yes, and they went to the movies.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Old Aunt Margaret loved her tea pot. Sentence 2: It had been in her family for three generations. Sentence 3: Passed down from mother to daughter. Sentence 4: Unfortunately Old Aunt Margaret didn't have any children.\nChoices: (A) She threw the teapot away. (B) She decided to give the teapot to her niece.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My husband is lazy. Sentence 2: He never wants to clean up. Sentence 3: He likes to leave dirty dishes in the sink. Sentence 4: i hate cleaning up his messes.\nChoices: (A) My husband loves to clean the dishes, (B) But I do it anyway because I'm afraid he will leave me.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: We left North Carolina the day after Christmas and drove to Florida. Sentence 2: It was a long drive and we couldn't wait to get there. Sentence 3: We spent time with family and went to Disney World. Sentence 4: We spent an entire day in the Magic Kingdom.\nChoices: (A) After that, we went home and peacefully slept. (B) We then left six flags and went home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dan flew out to Spain because he was in love with a girl. Sentence 2: It was someone he had corresponded with on Facebook. Sentence 3: Dan and the girl met over drinks, and Dan fell even more in love. Sentence 4: At the end of the date, the girl told Dan she wasn't interested.\nChoices: (A) Dan became depressed for a year. (B) That date became Dans happiest memory.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kimmi really wanted a new cell phone. Sentence 2: She asked her father if he could buy one for her. Sentence 3: He said no. Sentence 4: She decided that she would work to get it for herself.\nChoices: (A) She saved enough money to buy a cell phone on her own. (B) Kim saved up enough money to buy a used car.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I'm waiting for a payment to come through the mail. Sentence 2: After several weeks, nothing came through the mail. Sentence 3: A few people knocked on my door. Sentence 4: Apparently they have the mail with my payment.\nChoices: (A) I was relieved. (B) I was disappointed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Neil was visiting Scotland. Sentence 2: He was backpacking, so he had little money. Sentence 3: But then he found a city called Glasgow. Sentence 4: There, he found cheap hostels and inexpensive food.\nChoices: (A) Neil had a great vacation in Mexico. (B) Neil had an excellent vacation.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: James woke up and was in a bad mood immediately. Sentence 2: He went too fix breakfast and burnt his toast. Sentence 3: Then went to get dressed and couldn't find any socks. Sentence 4: James decided it was a bad day and he was going back to bed.\nChoices: (A) James woke up later and felt much better. (B) James was having a great morning.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My daughter was celebrating her 6th birthday. Sentence 2: We decided to have a party for her and her friends at an art studio. Sentence 3: All her friends arrived and waited for the instructions. Sentence 4: Each friend listened to directions on how to paint their picture.\nChoices: (A) After listening, the kids then made wonderful art. (B) The kids then began to write their own songs.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Every year we attend a poolside barbecue at my aunt's house. Sentence 2: One year when my sister was very young she fell in the pool. Sentence 3: As soon as my dad realized she was missing he ran for the pool. Sentence 4: He dove in and brought my sister to the surface.\nChoices: (A) After saving her, we were all relieved. (B) We then let her go swimming.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Johnny thought Anita was the girl for him, but he was wrong. Sentence 2: He invited her out but she said she didn't feel well. Sentence 3: Johnny decided to go to a club, just to drink and listen to music. Sentence 4: At midnight, he looked back and saw Anita dancing with another guy.\nChoices: (A) Johnny wanted to ask Anita out again. (B) Johnny did not ask Anita out again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: His stomach churned as he raced down the stairs. Sentence 2: He knew he must reach the restroom before he became too sick. Sentence 3: He leapt down the last steps and flew past a co worker. Sentence 4: The restroom was only feet away from him.\nChoices: (A) He barely made it in time. (B) He decided to go back to work instead.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jane went on a walk. Sentence 2: On the walk, she passed an animal shelter. Sentence 3: She saw an adorable dog staring back at her in the window. Sentence 4: Jane went in and instantly bonded well with the dog.\nChoices: (A) She asked the shelter worker about adopting the dog. (B) She swatted the dog with a newspaper.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sarah didn't like the food her school served besides the burritos. Sentence 2: So she only bought lunch when they were serving them. Sentence 3: But one day, it was announced that they would no longer serve them. Sentence 4: Sarah recorded herself eating her last school burrito.\nChoices: (A) Sarah save the video. (B) Sarah ate all the burritos.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Horatio had always been afraid of spending time in big cities. Sentence 2: His friends and family encouraged him to try visiting a city. Sentence 3: Finally he took their advice and booked a bus ticket to Boston. Sentence 4: Once there, Horatio found Boston to be fun and friendly.\nChoices: (A) Now Horatio enjoys traveling to many big cities. (B) Horatio will never travel to a big city again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Last night Jack went on a blind date. Sentence 2: When he arrived at the restaurant a he heard someone yell his name. Sentence 3: He spotted a blonde waving from across the room. Sentence 4: She was nothing like the photo she sent.\nChoices: (A) He grabbed his golf clubs and went home. (B) But he figured he would try to make the most of it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary and Emma drove to the beach. Sentence 2: They decided to swim in the ocean. Sentence 3: Mary turned to talk to Emma. Sentence 4: Emma said to watch out for the waves.\nChoices: (A) The ocean was a calm as a bathtub. (B) A big wave knocked Mary down.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy worked nights at a call center. Sentence 2: Since she worked at night she recorded her favorite show on her DVR. Sentence 3: Amy was anticipating watching the new episode of her show that evening. Sentence 4: Amy tried to watch the show, but she forgot to set the DVR to record.\nChoices: (A) Amy made popcorn. (B) Amy went online to watch it instead.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sarah was out with her friends. Sentence 2: She had been watching a movie at the theater. Sentence 3: Sarah lost track of time and arrived back at home late. Sentence 4: She missed her curfew by a few hours.\nChoices: (A) Sarah's parents were upset and moved her curfew even earlier. (B) Sarah's parents were waiting for her with flowers and candy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eric had worked at a large law firm for 30 years. Sentence 2: On his 68th birthday he had decided it was time to retire. Sentence 3: His friends threw him a large party. Sentence 4: They gave him many gifts and they shared old stories.\nChoices: (A) Eric then left work to go settle down. (B) Eric then worked harder than ever and got promoted.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Earl went out with his cousin Jack plenty of times. Sentence 2: Earl didn't think anything bad would happen this day. Sentence 3: But Jack had a stolen car for them to ride in. Sentence 4: Next, Jack pulled into a bank and then came running out with cash.\nChoices: (A) Earl was happy that the day was nice and calm. (B) Earl was shocked as Jack drove away.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: June was three Year's old and was a picky eater. Sentence 2: Her mother was fed up with her daughter being so picky. Sentence 3: That evening her mother served June her food. Sentence 4: June threw the food on the floor and her mother sent her to bed.\nChoices: (A) June cried herself to sleep and woke up hungry in the morning. (B) June packed her bag and bought the ticket to Madrid.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tom rolled his wagon. Sentence 2: The wheels then fell off! Sentence 3: Tom started crying! Sentence 4: Tom's dad fixed the wheels.\nChoices: (A) Tom's dad was not helpful ever. (B) Tom's dad was always there for Tom.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kate and Greg went to a little candy shop together. Sentence 2: They looked around at their options and made their choice. Sentence 3: They went up to the cashier and said what they wanted. Sentence 4: The cashier, with unwashed hands, bagged the candy without gloves.\nChoices: (A) Kate and Greg licked the candy gleefully. (B) Afraid of germs, Kate and Greg threw the candy in the trash.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sal was playing his game constantly. Sentence 2: He could not beat level 9 for anything! Sentence 3: Then his cousin came over and offered to help him. Sentence 4: The two boys played side by side.\nChoices: (A) They spent the afternoon reading books together. (B) Finally Sal got to the next level with the help of his cousin.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bradley finished his test. Sentence 2: He got up and gave his test paper to the teacher. Sentence 3: The next day, he receive his paper. Sentence 4: The teacher gave him a D.\nChoices: (A) Bradley passed and did well. (B) Bradley failed and was upset.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I played in a fantasy basketball league this season. Sentence 2: I've played fantasy football but never fantasy basketball before. Sentence 3: I don't like it as much as football because there are too many games. Sentence 4: The season is longer and it's basically down to pure luck to win.\nChoices: (A) I decided to drink some margaritas that night. (B) I called my friend who loves basketball and asked him for help.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Joe pressed the pause button. Sentence 2: He wasn't very interesting in the movie that he was watching. Sentence 3: He began to think about everything that was wrong in his life. Sentence 4: Too bad life has no pause button, he thought.\nChoices: (A) He sighed and kept watching the movie. (B) Joe found the movie very interesting and hated the pause button.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Omar was walking his dog in a new neighborhood. Sentence 2: Then he realized he had gotten lost! Sentence 3: Omar was afraid. Sentence 4: He retraced his steps carefully.\nChoices: (A) He decided it was time to get a new dog. (B) They made it home safely.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My cousins kept getting sick. Sentence 2: The doctors couldn't figure out why. Sentence 3: Eventually they started testing their water. Sentence 4: It turned out to be contaminated.\nChoices: (A) My cousins started drinking more water. (B) My cousins sued the water company.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary wanted to dress up as an angel. Sentence 2: So she got the wings and the pink outfit. Sentence 3: And she even wrote what she was trying to be so no one would wonder. Sentence 4: But some of her friends as school started laughing.\nChoices: (A) Mary felt very hurt. (B) Mary felt very appreciated.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sam vowed to try something new at the dinner party tonight. Sentence 2: He saw shrimp cocktail appetizers and decided to try those. Sentence 3: He lifted a shrimp to his mouth cautiously. Sentence 4: As he chewed it, his face broke into a grin.\nChoices: (A) Sam hated it. (B) Sam liked it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gordon is in a rush to get to a meeting. Sentence 2: He bursts out of the laboratory and slips on the ice outside. Sentence 3: When he gets up he notices he has scraped his wrist. Sentence 4: He barely makes it to his meeting on time.\nChoices: (A) Gordon is fired for being late to the meeting. (B) Gordon vows to be more careful next time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I heard that dog parks were good for dogs. Sentence 2: One day, I decided to get my dog and go to the park. Sentence 3: I put my dog on a leash and got in the car. Sentence 4: We finally arrived at the neighborhood park.\nChoices: (A) I then turned around drove back home. (B) My dog seemed to really enjoy the experience, so we went more.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Trudy went for a job interview. Sentence 2: She answered the questions they asked and showed her resume. Sentence 3: They discussed her wage if she were hired and her hours. Sentence 4: She was happy with this.\nChoices: (A) Trudy was called and told she got the job. (B) Trudy hated the company she applied to.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sal scoured the jungle looking for the perfect sandal wood. Sentence 2: He came across a perfect candidate tree! Sentence 3: He cut it down and brought it to his shop. Sentence 4: The sandals made from the tree were very high grade.\nChoices: (A) Sam's sandals fell apart. (B) Sal loved the smell of sandalwood.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: One day Wesley's auntie came over to visit. Sentence 2: He was happy to see her, because he liked to play with her. Sentence 3: When she starting to give his little sister attention, he got jealous. Sentence 4: He got angry at his auntie and bit her hand when she wasn't looking.\nChoices: (A) He was scolded. (B) She gave him a cookie for being so nice.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy and Abby were identical twins. Sentence 2: When they were 8, they decided to play a trick on their mom. Sentence 3: They started responding to each other's names. Sentence 4: They wore each other's clothes.\nChoices: (A) The mother put them up for adoption. (B) Their mom could still tell them apart, though.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kristie's church was going on a mission trip to Alaska. Sentence 2: Kristie really wanted to go. Sentence 3: It was very expensive to go. Sentence 4: Kristie worked at her job every chance she got.\nChoices: (A) Her boss took up a collection to help her out. (B) Kristie was selfish and cold-hearted.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amelia had heard that you could eat dandelion salad. Sentence 2: She was curious. Sentence 3: She picked a few dandelions and leaves. Sentence 4: Then she tossed them into salad and drizzled it with dressing.\nChoices: (A) Amelia ate  the dandelion salad. (B) Amelia got poison oak.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Last week I lost my phone. Sentence 2: I looked everywhere for it. Sentence 3: After a few hours I had a good idea. Sentence 4: I figured I would call it.\nChoices: (A) I found my phone under the couch! (B) I wasn't able to locate my phone.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Liza was surfing one day. Sentence 2: Suddenly while paddling, she felt a sharp sting. Sentence 3: She looked down and gaped with shock. Sentence 4: A shark and nipped off one of her fingers!\nChoices: (A) Liza hurried to shore. (B) Liza gently stroked the shark's fin.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My brother was trying to connect his glasses together. Sentence 2: He placed some super glue over the broken spot. Sentence 3: However, his finger got caught in the glue. Sentence 4: It started to become hard.\nChoices: (A) My brother freaked out. (B) My brother kept it that way.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My aunt is a huge marine life lover. Sentence 2: She constantly watches documentaries. Sentence 3: My uncle decided to surprise her for her birthday. Sentence 4: He took her whale watching.\nChoices: (A) She hated it. (B) She loved it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mom took us some place special today. Sentence 2: We got to meet our new friend. Sentence 3: Our new friend is a cute, black puppy. Sentence 4: We get to bring him home today.\nChoices: (A) But realized he needed to be potty-trained. (B) I went with my new friend to the movies.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Stacey's cats were acting weird. Sentence 2: They would run and hide randomly. Sentence 3: She took them to the veterinarian to see what was wrong. Sentence 4: They said both were perfectly healthy.\nChoices: (A) Stacey had no pets. (B) Stacey decided they were just weird.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ben had a doctor's appointment. Sentence 2: He was very scared. Sentence 3: He never went to the doctor. Sentence 4: He slowly stepped into the office.\nChoices: (A) The doctor greeted him calmly and he felt better. (B) Ben was having so much fun there.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lily always loved to read. Sentence 2: She wondered sometimes, what it would be like to write a book? Sentence 3: She decided to take a course on fiction writing. Sentence 4: Lily did well in the course, and during it, wrote a short book.\nChoices: (A) Lily hated writing. (B) Lily enjoyed writing the book.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Stacey was going to the store. Sentence 2: Her mother told her to take an umbrella just in case. Sentence 3: Stacey said it wasn't necessary. Sentence 4: Sure enough it started to rainy while she was at the store.\nChoices: (A) She wished she'd listened to her mother's advice. (B) She blamed her mom for not warning her about the weather.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jarett loaned $200 dollars from me. Sentence 2: He told me that he was going to pay me back before the end of the week. Sentence 3: The next day, I saw him walking with Tony. Sentence 4: He was giving her money.\nChoices: (A) I was very angry at Jarrett. (B) Jarrett did not give Tony money.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tom wanted an iced latte. Sentence 2: So he went to a coffee shop and ordered one. Sentence 3: But over half of it was ice. Sentence 4: Tom complained.\nChoices: (A) They gave Tom a new latte with less ice. (B) They gave Tom a new latte with more ice.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Florence wanted to find something fun to do one afternoon. Sentence 2: She decided to drive to the lake to go fishing. Sentence 3: At the lake she met three other people who were also fishing. Sentence 4: Although she did not catch a fish, Florence had a great time.\nChoices: (A) Florence never went fishing again. (B) Florence and her new friends went fishing again the next day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rich had worked in the woods for Years. Sentence 2: He spent most of his days alone and his nights drinking. Sentence 3: As he got older he realized his lifestyle needed to change. Sentence 4: He went to Alcoholics Anonymous and sobered up.\nChoices: (A) Rich was successful in Alcoholics Anonymous and became a sponsor. (B) Rich decided to pour himself a drink.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jill's dad took her to pick out a kitten. Sentence 2: There were two in the cage. Sentence 3: She couldn't leave one behind. Sentence 4: Her dad agreed.\nChoices: (A) Jill and her dad took one kitten home. (B) Jill and her dad took both kittens home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina and Tami stood in the hallway talking. Sentence 2: Gina had been tripped by a bully at recess. Sentence 3: Tami wanted her to tell a teacher. Sentence 4: Gina wasn't sure if this was the way to handle a bully.\nChoices: (A) Gina got her pilot's license the next day. (B) Gina changed her mind after the bully walked by and hit her.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Linda passed by a bakery she never saw before. Sentence 2: And she decided to go inside. Sentence 3: She loved muffins. Sentence 4: So she ordered a chocolate one and a banana one.\nChoices: (A) She ate them both right away! (B) Linda did not like bananas.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bob was a hoarder. Sentence 2: He collected a lot of useless things inside his home. Sentence 3: His home was beginning to pile up with garbage. Sentence 4: Bob decided to call a professional cleaning service.\nChoices: (A) Bob proudly showed his house to the cleaners. (B) Bob was nervous about what the cleaners would think of him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Molly wanted a new outfit for the first day of school. Sentence 2: She did extra chores to save the money to go shopping. Sentence 3: At the store, she found an outfit she thought looked unique. Sentence 4: She excitedly dressed in the new outfit and headed to school.\nChoices: (A) She went back home and changed into a pair of jeans. (B) Everyone complimented her on her choice in clothing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: As a child, we had a peach tree in our backyard. Sentence 2: One day, my father told me we would make ice cream with the peaches. Sentence 3: We took the peaches and added them to sugar and milk. Sentence 4: We took those ingredients and churned them into ice cream.\nChoices: (A) When it was finished, we enjoyed the delicious peach ice cream. (B) We threw the ice cream out after it was finished.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lewy loved tractors. Sentence 2: One day he decided to build one. Sentence 3: He went to the scrap yard for parts. Sentence 4: Next he took them home.\nChoices: (A) Lewy decided to throw all the worthless tractor parts away. (B) He built his very own tractor.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ala went to the park. Sentence 2: There she saw a few of her friends. Sentence 3: They challenged her to a game of Frisbee. Sentence 4: Ala accepted the challenge.\nChoices: (A) Ala won the game. (B) Ala immediately left for work.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dana thought his girlfriend's roommate liked him. Sentence 2: But tonight he found out how much. Sentence 3: He showed at his girlfriend's home and her roommate opened the door. Sentence 4: She sat next to him and then put her feet in his lap.\nChoices: (A) Dana felt flustered and pushed her feet away. (B) Dana wondered if there was any more ginger ale in the kitchen.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Andrew saw this day coming. Sentence 2: He had to quit his job. Sentence 3: He hasn't made a sale in two weeks. Sentence 4: His boss asked him what was he going to do?\nChoices: (A) Andrew's boss gave him a raise for his excellent performance. (B) Andrew said that he was going to have to find a new career.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bill wanted to play baseball today. Sentence 2: He called several friends to coordinate a time. Sentence 3: His friends agreed to play at six o'clock. Sentence 4: At the field they began warming up.\nChoices: (A) Bill and his friends then had fun playing. (B) Bill and his friends then went home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Henry's parents took him to his first movie. Sentence 2: They bought him some snacks before going inside. Sentence 3: Inside the theater, they sat in the back row of seats. Sentence 4: Henry enjoyed the entire movie.\nChoices: (A) He cried incessantly and begged to go home. (B) He thanked his parents for taking him to a movie.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sally liked the seltzer waters her mom bought. Sentence 2: She grabbed one from the fridge. Sentence 3: She was excited to open it and taste it. Sentence 4: Sally didn't know her brother shook all of them beforehand.\nChoices: (A) The water was very still. (B) The water exploded.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ron really wanted to get promoted at his work place. Sentence 2: He researched different strategies to move up within the company. Sentence 3: Ron found out a higher position was created for bilingual employees. Sentence 4: The requirement for the new position is to be able to speak Spanish.\nChoices: (A) Ron didn't meet the requirements and got hired anyway. (B) Ron was happy because he knew how to speak Spanish.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bonnie's family went berry picking. Sentence 2: They got so many strawberries they weren't sure what to do with them. Sentence 3: They had strawberry shortcake for dessert every night for a week. Sentence 4: They learned to make jam and canned over two dozen jars.\nChoices: (A) The jars made great holiday gifts for friends and family. (B) Canned blackberries have a long shelf life.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Theodore was taking a typing class. Sentence 2: He worked very hard on learning to type quickly. Sentence 3: He was sure he wasn't moving as fast as he should. Sentence 4: The day of the test came, and Theodore was nervous.\nChoices: (A) Theodore welcomed competition. (B) Theodore passed the test.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina sat on her grandpa's bed staring outside. Sentence 2: It was winter and his garden was dead until spring. Sentence 3: Her grandpa had passed away so there would be no one to tend it. Sentence 4: The weeds would take over and strangle the flowers.\nChoices: (A) Gina asked her grandpa what kind of flowers he liked best. (B) Gina decided to go outside and pick some of the weeds.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: While washing the dishes, Caitlin broke one of her mom's best dishes. Sentence 2: Caitlin knew her mom would be mad. Sentence 3: She lied and said that her sister did it. Sentence 4: Her sister was scolded.\nChoices: (A) Caitlin felt guilty and came clean to her mom. (B) Caitlin's sister took the punishment justly.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Barry was throwing the ball at his house. Sentence 2: He accidentally broke a window. Sentence 3: He cried because of all the damage. Sentence 4: His father decided to help him fix the window.\nChoices: (A) Barry and his father spent the afternoon fixing the window. (B) The window stayed broken.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gwyneth's family was hosting a foreign exchange student. Sentence 2: He was from Algeria and had never seen snow. Sentence 3: One day in December, they awoke to see the ground covered in snow. Sentence 4: He was delighted and ran outside in his shorts to jump in it!\nChoices: (A) He did not want to play in the snow. (B) He was very happy to see snow for the first time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last week I tried to make my girlfriend a card. Sentence 2: It turned out okay but she knew I made her something. Sentence 3: I asked what gave it away. Sentence 4: Apparently I was still covered in glitter.\nChoices: (A) My girlfriend was happy that I remembered her birthday. (B) My girlfriend dumped me for another man.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Chuck bought a stereo from a store today. Sentence 2: He went home and set it all up and was excited to play his music. Sentence 3: As soon as he play the first song one of the speakers broke. Sentence 4: Chuck was upset and returned to the store with the broken stereo.\nChoices: (A) The story quickly replaced his stereo. (B) The stereo was perfectly fine.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I was really excited about the Jimmy Buffett concert. Sentence 2: My friend Jeff was going to come pick me up at 6 in the evening. Sentence 3: But I was feeling sleepy, and took a little nap about 4 o'clock. Sentence 4: When I finally woke up it was nearly 8 o'clock at night!\nChoices: (A) I was so disappointed that I missed the concert. (B) I was glad that I caught up on my sleep.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The Mills next door had a new car. Sentence 2: The car was stolen during the weekend. Sentence 3: They came to my house and asked me if I knew anything. Sentence 4: I told them I didn't, but for some reason they suspected me.\nChoices: (A) They called the police to come to my house. (B) They liked me a lot after that.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sarah was very hungry. Sentence 2: She went to the kitchen to eat, but only had bread. Sentence 3: She made some toast, with butter and jam. Sentence 4: When she was walking to the table, she dropped the toast.\nChoices: (A) Sarah was so depressed. (B) Sarah was delighted she dropped the toast.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ella's dad had to go on a business trip to Munich. Sentence 2: Ella begged her dad to bring her with him. Sentence 3: She had never been to Germany and she wanted to see it! Sentence 4: Her dad agreed and brought Ella with him on the trip.\nChoices: (A) She was disappointed. (B) She had a wonderful time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Hank decided on a new car. Sentence 2: But he wasn't sure which color to pick. Sentence 3: He thought of how elegant white would look. Sentence 4: So he decided to choose white.\nChoices: (A) Hank bought a black car. (B) Hank was disappointed there weren't any white cars left in stock.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John was writing lyrics for his new album. Sentence 2: He started experiencing writer's block. Sentence 3: He tried to force himself to write but it wouldn't do anything. Sentence 4: He took a walk, hung out with some friends, and looked at nature.\nChoices: (A) He felt inspiration and then went back home to write. (B) John then got an idea for his painting.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Aya wanted to grow her own flowers. Sentence 2: She bought seeds at the garden store. Sentence 3: She planted them and watered them. Sentence 4: Soon she had little sprouts!\nChoices: (A) Aya was thrilled! (B) Aya hated plants.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: There was an extremely obnoxious boy in Kerry's economics class. Sentence 2: He monopolized every class discussion with his mediocre ideas. Sentence 3: The professor could never get him to be quiet. Sentence 4: One day, he showed up to class with laryngitis.\nChoices: (A) Kerry was disappointed. (B) Kerry was so grateful!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jill was hungry. Sentence 2: But it was 2 AM. Sentence 3: She tried to prepare food quietly. Sentence 4: But she caused a lot of noise with pots and pans.\nChoices: (A) She woke up her roommate. (B) Jill danced with excitement.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mel took a girl on a date. Sentence 2: They had a wonderful time. Sentence 3: The next day he called her for a second date. Sentence 4: He was worried she would refuse.\nChoices: (A) She had been away on a trip in Alaska for some time. (B) To his relief she accepted.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil took a ferry to the island of Sicily. Sentence 2: The wind blew his hair as he watched the waves. Sentence 3: Soon it docked, and he stepped onto the island. Sentence 4: It was so breathtakingly beautiful!\nChoices: (A) Neil enjoyed Sicily. (B) Sicily was the worst place neil had ever been.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina just wanted to be alone to cry. Sentence 2: The only place she could do that in the school was the bathroom. Sentence 3: But people were in the bathroom. Sentence 4: She stood with her hand on the door feeling the tears burn her eyes.\nChoices: (A) She couldn't help but burst into peals of laughter. (B) She tried to be as quiet as possible while she sobbed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tim and John decided to drive to their favorite amusement park. Sentence 2: On the way their car started to overheat and it broke down. Sentence 3: They found a mechanic to fix the car but it would take a day. Sentence 4: So they found a resort with a pool and swam the day away.\nChoices: (A) They decided to never return to the resort. (B) They had more fun at the resort than they would have at the park.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eunice is interested in feeling less anxious all the time. Sentence 2: A friend recommends she tries practicing yoga. Sentence 3: At first Eunice finds yoga very challenging. Sentence 4: Eunice enjoys yoga more after several months.\nChoices: (A) Eunice had a panic attack today. (B) Eunice has found peace.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The other day at the clinic I had to help put a dog down. Sentence 2: He seemed really sad and lonely. Sentence 3: Like he knew what was going to happen. Sentence 4: As we laid it down and it took its final breaths it stared at me.\nChoices: (A) I loved my job so much more after that day. (B) I stayed calm, but cried after we were finished.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jackie was 11 and had to get braces. Sentence 2: She was worried about what her friends would think. Sentence 3: She tried to hide them when she first got them. Sentence 4: Eventually her friends saw them and she was embarrassed.\nChoices: (A) Her friends noticed she was embarrassed and decided to comfort her. (B) She decided she would eat a sandwich for lunch.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mike liked basketball. Sentence 2: He would always play it everyday during and after school. Sentence 3: When the tryouts came he was ready. Sentence 4: The coach watched him play and dribble.\nChoices: (A) The coach asked Mike to put on a ballet costume. (B) The coach told him he'd made the team.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jon decided to go to the pawn store. Sentence 2: He found a bornite-coated chalcopyrite crystal. Sentence 3: He bought it for three thousand dollars. Sentence 4: Later, he figured out that he was scammed by the pawn clerk.\nChoices: (A) Jon was extremely upset that he had been scammed. (B) Jon became friends with the pawn clerk.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Arnold was scared of frogs. Sentence 2: One day he went out to his backyard. Sentence 3: He started playing. Sentence 4: He saw a frog jump out of no where.\nChoices: (A) He jumped up and several of the bees stung him. (B) He jumped, startled and ran for his house.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Natalie went out of her way to make people unhappy. Sentence 2: She wanted other people to be as unhappy as her. Sentence 3: She primarily worked with petty insults. Sentence 4: She made people self-conscious, and they left her alone.\nChoices: (A) Natalie made friends very easily. (B) Natalie died a bitter crone, loved by no one.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Alex wanted to get an A in Economics. Sentence 2: It was a very tough course. Sentence 3: He studied as much as he could. Sentence 4: He did extra credit assignments.\nChoices: (A) Alex skipped his Economics class because it was so hard. (B) Alex started a home business as one extra credit assignment.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When I was a kid I really wanted to play checkers. Sentence 2: I sat down with my grandpa and he taught me. Sentence 3: At first, he was just teaching me but it became a special thing. Sentence 4: As I got older, I continued to play checkers with him.\nChoices: (A) To this day I hate checkers. (B) I have very fond memories of checkers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary liked jumping rope. Sentence 2: She would do it all the time. Sentence 3: It kept her in good shape. Sentence 4: She always had energy.\nChoices: (A) Mary lost her job because she didn't have any stamina. (B) Mary was glad she learned to jump rope.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Toni took a trip to the local fair with her family. Sentence 2: She immediately laid eyes on a pretty balloon. Sentence 3: The balloon was red and star shaped. Sentence 4: Unfortunately it slipped out of her hands.\nChoices: (A) She was sad to see it go. (B) She was happy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Daniel was leaving his house to meet a good friend for drinks. Sentence 2: He decided to stop at a Chinese food shop for dumplings. Sentence 3: Daniel ate six spicy dumplings at the shop. Sentence 4: He left feeling satisfied and full.\nChoices: (A) Starved he order nachos when he reached the bar. (B) Daniel always felt that dumplings were a good deal.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Josh woke up early to get ready for the hike he had been planning. Sentence 2: After a shower, he made sure all his supplies were packed. Sentence 3: He left his house and drove to the park where he was going hiking. Sentence 4: Because it was early in the day Josh had the trail mostly to himself.\nChoices: (A) Josh loved the outdoors. (B) Josh loathed the outdoors.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Randy wanted to buy a house very badly. Sentence 2: He spent years saving his money. Sentence 3: After a decade of saving, he had enough for a down payment. Sentence 4: Randy got approved on his mortgage and bought his home.\nChoices: (A) Randy was thrilled! (B) Randy was disappointed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Clint grabbed his gun and dived behind the couch. Sentence 2: He winced as the pounding knock came again. Sentence 3: He just knew it they'd found him! Sentence 4: Another loud knock and Clint cocked his gun.\nChoices: (A) Clint shot wildly as they burst through the door. (B) Clint opened the door and invited them in for drinks.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim and Deb have been dating for almost a year. Sentence 2: They met at a party they attended last Christmas. Sentence 3: Tim picked Deb up for a date tonight and took her to a fancy dinner. Sentence 4: Just after dessert he proposed marriage.\nChoices: (A) Deb said yes to Tim's marriage proposal. (B) Deb told Tim she was only interested in woman.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jim bought a frozen pizza from the store for dinner. Sentence 2: He got home and threw it into the freezer. Sentence 3: When he went to cook it he realized it was ruined. Sentence 4: He went back to the store and exchanged it for another.\nChoices: (A) Jim cooked the pizza as soon as he got home. (B) Jim had always detested pizza.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ari spends $20 a day on pickles. Sentence 2: He decides to make his own to save money. Sentence 3: He puts the pickles in brine. Sentence 4: Ari waits 2 weeks for his pickles to get sour.\nChoices: (A) Ari opens the jar to find perfect pickles. (B) Ari's pickles are sweet.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina was watering the garden. Sentence 2: As her brother walked by she sprayed him with water. Sentence 3: He ran laughing, and screaming. Sentence 4: Her sisters and another brother joined in as well.\nChoices: (A) Gina was sad. (B) Gina had a great time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eve wrote short stories and published them online. Sentence 2: She didn't make any money but enjoyed her hobby. Sentence 3: One day, she saw an advertisement for freelance writing. Sentence 4: She submitted one of her old published stories.\nChoices: (A) Eve decided that she hated writing. (B) They offered her a job.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Anna and Jessica were best friends for most of their lives. Sentence 2: One day at school, Jessica heard Anna saying bad things about her. Sentence 3: When Jessica confronted Anna, she lied about it. Sentence 4: Jessica knew she could not trust Anna.\nChoices: (A) Jessica told Anna a secret. (B) Jessica was sad that she had lost Anna as a friend.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sal loved to draw designs for shoes. Sentence 2: He would pin them up all around his workshop. Sentence 3: One day a rich businessman came to his workshop. Sentence 4: He saw all of Sal's designs and was very impressed.\nChoices: (A) Sal ripped up his designs and threw them away. (B) Sal was excited for his future with the businessman.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Oliver was nervous about his wedding. Sentence 2: He was worried that he would stutter during the vows. Sentence 3: When the time came, he took a deep breath and began to speak. Sentence 4: He stuttered, but his wife smiled and hugged him and he was okay.\nChoices: (A) Oliver decided to not get married. (B) Oliver was so grateful for his wife's love.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Nancy took her son to see some of her friends. Sentence 2: Her friends decided to smoke and offered a cigarette. Sentence 3: Although she had a baby on her, she decided to smoke. Sentence 4: Her son ending up crying from the smoke.\nChoices: (A) Nancy was a thoughtless parent. (B) Nancy was a responsible parent.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eric was having a picnic in the park with his girlfriend. Sentence 2: Eric was eating a sandwich and enjoying the weather. Sentence 3: All of a sudden, a pigeons swooped down and snagged his sandwich. Sentence 4: Eric quickly chased after the pigeon.\nChoices: (A) Eric had been interested in keeping pigeons for years. (B) While he chased the bird, more pigeons ran after his food.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The rich man went to the auction. Sentence 2: No one dared to out bid him because they knew they would lose. Sentence 3: The rich man bought everything that was up for auction. Sentence 4: All the other people got mad that they couldn't win anything.\nChoices: (A) The rich man was hated. (B) Everyone offered to buy the rich man dinner.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Polly planted crocus bulbs with her grandmother. Sentence 2: Grandma told her that they would bloom in early spring. Sentence 3: There was a late snow that year. Sentence 4: But the crocus were not to be deterred.\nChoices: (A) They bloomed right on schedule. (B) Polly's plants never bloomed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The cashier was counting the dollar bills at her desk. Sentence 2: Two men rushed into the store and held their guns up. Sentence 3: Everyone panicked and started to scream. Sentence 4: The men threatened the people to remain quiet.\nChoices: (A) The cashier handed them the cash so they would go away. (B) The cashier invited the men to her high school reunion.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Laura found a stray kitten walking along her porch. Sentence 2: Laura fed the kitten some cat food. Sentence 3: The kitten was really hungry! Sentence 4: Laura nursed the kitten to good health.\nChoices: (A) Laura didn't want to take care of the cat. (B) Laura bonded with the kitten.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Shannon was sad, because she lost her necklace. Sentence 2: She thought it might be at work or in her car. Sentence 3: Shannon looked all over for the necklace. Sentence 4: She didn't find it in the car or at work.\nChoices: (A) So Shannon decided to look for her necklace at home. (B) Shannon bought a dog to replace it.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: This morning I was running late for work. Sentence 2: I decided to get a coffee at the gas station. Sentence 3: They only had decaf left. Sentence 4: I was really upset while pumping gas.\nChoices: (A) I decided to head to Starbucks instead. (B) I never drank coffee.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Melanie's smoke detector's alarm went off every time she made toast. Sentence 2: She put up with the annoyance for two years. Sentence 3: Finally, one day she decided to unplug the smoke detector. Sentence 4: That very day, a real fire started in her apartment.\nChoices: (A) Melanie's house ended up burning down. (B) Melanie put the large fire out with her foot.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It was getting dark. Sentence 2: Amy knew she had to get home, but she hated to leave Ben. Sentence 3: He hugged her goodbye. Sentence 4: They agreed they would meet at the same time next week.\nChoices: (A) Amy was looking forward to it greatly. (B) Amy hated Ben with a passion.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The woman hated uncertainty. Sentence 2: She especially hated it today, while waiting for the bus. Sentence 3: The bus was late, and if she didn't start walking soon, she'd be late. Sentence 4: She knew if she started walking now, she'd make it to work on time.\nChoices: (A) So, Mary decided to walk to work rather than wait for the bus. (B) So, Mary decided to go get a coffee rather than wait for the bus.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tony had a job interview! Sentence 2: He got his suit ready! Sentence 3: He forgot how to tie a tie! Sentence 4: He quickly called his dad!\nChoices: (A) His dad told him how to make his chili. (B) His dad walked him through how to tie the tie.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: He didn't know how the television worked. Sentence 2: He tried to fix it, anyway. Sentence 3: He climbed up on the roof and fiddled with the antenna. Sentence 4: His foot slipped on the wet shingles and he went tumbling down.\nChoices: (A) He decided that was fun and to try tumbling again. (B) Thankfully, he recovered.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Penny went to the arcade to play his favorite game. Sentence 2: He put 2 quarters inside the pacman machine. Sentence 3: He played vigorously until his hands hurt. Sentence 4: The game made a sound when he beat the last level.\nChoices: (A) Penny loved gaming. (B) Penny was not very competitive.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Trudey wanted to write novels for a living. Sentence 2: She wrote one through traditional publishing means. Sentence 3: It barely made enough to cover the advance she had received. Sentence 4: She wrote another through self-publishing avenues.\nChoices: (A) Trudey hoped self-publishing would be more profitable. (B) Trudey called her sister and asked her to come to dinner.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Pam thought her front yard looked boring. Sentence 2: So she decided to buy several plants. Sentence 3: And she placed them in her front yard. Sentence 4: She was proud of her work.\nChoices: (A) Pam was upset at herself. (B) Pam was satisfied.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Brandon was given a 10 page research paper to write for class. Sentence 2: He begun working on the paper on his 2003 Dell laptop. Sentence 3: Brandon stayed up until 1 in the morning to try and finish his paper. Sentence 4: Suddenly, his computer crashed and died.\nChoices: (A) When he finished his paper he went to bed. (B) Luckily he had been saving everything on an external disk.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy was playing Clue with her friends. Sentence 2: She listened to the evidence. Sentence 3: Then she reviewed her suspects. Sentence 4: Amy decided on her suspect.\nChoices: (A) She won the game by guessing correctly. (B) She called the police to report the suspected crime.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The Bradley family decided to take a camping trip. Sentence 2: They packed the car for the two hour trip. Sentence 3: Once they arrived it was almost dark and began to storm. Sentence 4: After the rain had passed they set up the tent and started the fire.\nChoices: (A) The Bradleys then had a great camping trip. (B) The Bradleys turned around and drove home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina lost her key for the 2nd time in 8 months. Sentence 2: Last time she replaced it without her parents knowing. Sentence 3: But she had no money to buy a new one now. Sentence 4: Gina knew her parents would be upset.\nChoices: (A) Her parents stole her key. (B) So she borrowed the money from a friend.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I went out to a casual dinner with a group of friends. Sentence 2: We went to a local Mexican restaurant. Sentence 3: I had nachos and a couple of beers. Sentence 4: We talked and laughed for a couple of hours.\nChoices: (A) I slammed down a glass and stormed out of the restaurant. (B) We had a great time together.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Francine was preparing for her first time on a airplane. Sentence 2: Francine has never been on a airplane before. Sentence 3: Francine conducted research to find out what flying was like. Sentence 4: Francine got several tips from the research to make her travel easier.\nChoices: (A) Francine then became more comfortable. (B) Francine could not find any tips to help her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Larry loves food. Sentence 2: He does not know how to cook. Sentence 3: One day, he took a cooking class. Sentence 4: To his surprise, he was a good cook.\nChoices: (A) Larry's favorite dish to cook is lasagna. (B) Larry hates cooking and would rather eat fast food.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dave walked into the grocery store. Sentence 2: He was going there to buy his favorite energy drink. Sentence 3: He only had enough money to buy one can. Sentence 4: He reached the aisle and what he saw made him smile.\nChoices: (A) Dave bought an entire case. (B) They were on sale.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Aaron's girlfriend asked him to come over for dinner. Sentence 2: She said she was making his favorite, chicken alfredo. Sentence 3: Aaron was very excited she wanted to cook, but he hated alfredo. Sentence 4: She must have mixed up his words when he told her his least favorite.\nChoices: (A) Aaron suggested he help her cook another meal instead. (B) Aaron broke up with her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kyle invited everyone he works with out bowling one night. Sentence 2: Most people couldn't go but Matt and John showed up. Sentence 3: Matt had never been bowling before so they had to show him how to. Sentence 4: After a few games, Matt picked up how to play pretty well.\nChoices: (A) Kyle took the children shopping for a gift for their mother. (B) Now Matt and Kyle can go bowling more often.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mike had a beautiful girlfriend. Sentence 2: One day he was walking around his school yard. Sentence 3: He saw his girlfriend with another guy. Sentence 4: The other guy was his friend bob.\nChoices: (A) Mike was glad he didn't walk around the schoolyard. (B) Mike was sad to see his girlfriend with someone else.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Simon had a kitten called Tiny. Sentence 2: Tiny was mischievous and often pushed things off of furniture. Sentence 3: Once Tiny pushed a glass of the table. Sentence 4: Simon's parents walked in and saw the smashed glass on the floor.\nChoices: (A) They loved Tiny. (B) Simon's parents were mad at Tiny.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kathy needed to get to work. Sentence 2: The ice in the driveway prevented her from moving the car. Sentence 3: She tried putting salt, and sand but nothing helped. Sentence 4: Finally a neighbor came by to help.\nChoices: (A) The neighbor ended up just driving her to work himself. (B) The neighbor had a history of minor kleptomania.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Yao was an enthusiastic gardener. Sentence 2: He had a big garden in his backyard that he loved very much. Sentence 3: He decided to take his vegetables and enter them in the local fair. Sentence 4: He waited with anticipation for the results.\nChoices: (A) Yao placed in two categories. (B) The judges ate Yao's vegetables without rewarding him.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina had been working on a report when her friend called. Sentence 2: Gina didn't have a lot of time to finish the report. Sentence 3: But when her friend suggested they meet at the park she agreed. Sentence 4: Gina figured she still had a whole day and a half to finish the report\nChoices: (A) Gina thought the report was more important than her friend. (B) When she got home from the park, Gina was too tired to work.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Marcus wanted a new hat. Sentence 2: After he checked his piggy bank he went to the mall. Sentence 3: He went inside the hat store and tried on various hats. Sentence 4: After he found a hat he liked, he bought it.\nChoices: (A) Marcus wore the hat the next day. (B) Marcus threw away the hat when he got home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It���s very quiet at night with no nurses running around the hospital. Sentence 2: Only the constantly humming machine beside my bed comforts me. Sentence 3: The machine has become my life. Sentence 4: Life has become very simple now with an uncomplicated goal.\nChoices: (A) I just want to survive. (B) I can't wait to go on vacation tomorrow.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Frank opened his present. Sentence 2: It was a shiny red wagon. Sentence 3: He started to cry. Sentence 4: His father explained that he'd once gotten one as a gift.\nChoices: (A) Frank was very grateful for the gift. (B) Frank threw the wagon away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Don and his wife drove to a video rental shop. Sentence 2: After half an hour, the two couldn't decide on a movie to watch. Sentence 3: Don asked the owner of the shop to pick out a movie for them. Sentence 4: The owner selected a popular romantic comedy starring Katherine Heigl.\nChoices: (A) Don and his wife gave up and went home. (B) Don and his wife got the movie.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Opal asked her aunt for her famous beef stew recipe. Sentence 2: Her aunt reluctantly copied down the recipe. Sentence 3: Opal took it home and tried to replicate the stew. Sentence 4: It didn't taste as good as her aunt's masterpiece.\nChoices: (A) Opal asked her aunt to make her some stew. (B) Opal's stew was better than her aunt's.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A man was stranded on an island. Sentence 2: He had no idea if anybody would come to save him. Sentence 3: The first thing he did was make a fire. Sentence 4: Next thing he did was start building a shelter.\nChoices: (A) Just then, a large cruise ship passed and he was rescued. (B) A ship passed and he hid.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mary took her son Todd to the library one morning. Sentence 2: They participated in the children's story time. Sentence 3: After the group read some books, they did a craft. Sentence 4: Todd created a fun mobile to take home.\nChoices: (A) Todd and his Mom hated the experience. (B) Todd told his mom that he wanted to go again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Steve decides to have an Easter egg hunt at his house this weekend. Sentence 2: He buys a dozen eggs, colors them, and hides them in his yard. Sentence 3: Steve announces the hunt to all of his friends with kids. Sentence 4: Everyone has a great time at Steve's Easter egg hunt.\nChoices: (A) Steve is proud of his egg hunt. (B) Steve decides to never have an egg hunt again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ivy wanted a cell phone like all her friends. Sentence 2: She saved up her money from delivering papers. Sentence 3: Soon she had enough for a phone. Sentence 4: She went shopping and selected the perfect phone.\nChoices: (A) Amy spent all of her money on clothes. (B) She loved her new phone.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Colin started fifth grade at a new school. Sentence 2: He was very shy. Sentence 3: He thought no one would befriend him due to his shyness. Sentence 4: But Colin's classmates were encouraging and kind.\nChoices: (A) Colin made lots of friends. (B) All the kids at Colin's school hated him.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Hank grew out a large beard. Sentence 2: His friend told Hank that he looked like an old homeless man with it. Sentence 3: Hank went home and intended to shave it off. Sentence 4: He brought the razor close to his beard and paused.\nChoices: (A) Hank hates hairy faces. (B) Hank decided he liked his beard.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bill couldn't afford to go to college when he was younger. Sentence 2: Now he is an old man whose dream is to get a degree. Sentence 3: At the age of 70 he finally accomplished his dream. Sentence 4: Everyone was very proud of him.\nChoices: (A) Bill was the proudest. (B) Bill is ashamed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Rebecca always works very late to get all of her work done. Sentence 2: She hopes that the company president notices her hard work. Sentence 3: Finally it is announced that Rebecca will be promoted. Sentence 4: She cries happy tears knowing that her work is recognized.\nChoices: (A) She called her parents right away to share the good news. (B) She was so embarrassed she didn't tell anyone.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ida really wanted hardwood floors in her living room. Sentence 2: She worked overtime often to save up the money. Sentence 3: Then she shopped for the flooring and had it installed. Sentence 4: When she saw her new hardwood floors, she almost cried.\nChoices: (A) Ida thought the hardwood floors made her house feel like a home. (B) Ida re-installed the carpet in the living room the next day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim loves to drink coffee. Sentence 2: He goes to the same place every morning and orders the same coffee. Sentence 3: He goes there so much that the barista already has his order made. Sentence 4: This makes things very convenient for Tim and he gives her good tips.\nChoices: (A) Tim is happy to go to the coffee shop every day . (B) Tim opens his own coffee shop across the street.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Greg had seeds for tomatoes. Sentence 2: He planted them in his garden. Sentence 3: He watered them every morning. Sentence 4: He was sad that nothing happened.\nChoices: (A) Greg bragged to his neighbor about the tomatoes he planted. (B) Greg realized the garden was not getting sufficient sunlight.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eric was shooting hoops in his driveway. Sentence 2: All of a sudden it started to rainy. Sentence 3: Eric slipped on a puddle in his driveway. Sentence 4: He fell down and scraped his elbow.\nChoices: (A) Eric giggled and bounced the ball happily. (B) Eric started crying and went to find his mommy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When Mark was 7, he got a pair of glasses. Sentence 2: He loved the glasses because he could see clearly. Sentence 3: He went to school and other kids made fun of him. Sentence 4: Mark stopped wearing his glasses.\nChoices: (A) Mark started wearing the glasses. (B) Mark was embarrassed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Dan saw a dog shivering in the rainy and thought it looked lost. Sentence 2: The dog was friendly enough and Dan was able to bring him home. Sentence 3: The animal had no tags or collar and seemed malnourished. Sentence 4: Daniel posted signs around the neighborhood and asked his neighbors.\nChoices: (A) Dan was able to find an owner for the dog. (B) Dan gave up and released the dog back into the wild.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kyrie saw a mouse in her house. Sentence 2: She screamed, because she is afraid of mice. Sentence 3: Her cat came and killed the mouse. Sentence 4: Then, the cat tried to give it to Kyrie.\nChoices: (A) Kyrie yelped and ran away from her cat. (B) Kyrie and the mouse then played.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Danny bought a new shirt. Sentence 2: He wore it to school the next day. Sentence 3: As he was eating lunch, he spilled mustard on it. Sentence 4: He scrubbed it off very hard.\nChoices: (A) The mustard came out and no one was the wiser. (B) He took the shirt off and threw it away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The soccer game was tied 3 to 3 and there was a minute left to play. Sentence 2: Julie had never scored a goal yet, but knew today would be her day. Sentence 3: Ashley passed her the ball and this was chance. Sentence 4: She kicked as hard as she could, and the ball soared into the net.\nChoices: (A) Julie's teammates said she let down the team. (B) Julie's first goal won the game.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kori was taking a science class. Sentence 2: She had a test coming up. Sentence 3: She studied very hard for her test. Sentence 4: The day of the test came, and she had no problems taking it.\nChoices: (A) Kori graded the exams and all the students had failed. (B) Kori scored a B.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Cody really wanted a smart phone. Sentence 2: His parents said no, believing him to be too young. Sentence 3: Cody protested that all of his friends had their own phones. Sentence 4: His parents phoned some of the other parents.\nChoices: (A) They gave in and agreed to buy Cody a car. (B) His parents learned that Cody had been exaggerating.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jennifer always wanted to have the birthday of her dreams. Sentence 2: Her parents surprised her with a big birthday party at the park. Sentence 3: All of her friends and family came to celebrate her special day. Sentence 4: She was so happy as she blew out the candles on her cake.\nChoices: (A) She ran off crying. (B) It was the best day of birthday she could have imagined.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The bride and groom walked down the aisle. Sentence 2: The were finally married. Sentence 3: The wedding was at the country club. Sentence 4: When the bride threw her bouquet, her best friend caught it.\nChoices: (A) Her best friend felt angry. (B) Her best friend was elated.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: While sitting on the bus he saw her standing on the corner. Sentence 2: Her beauty was like none he'd ever seen. Sentence 3: As he walked off the bus he wondered if he should have pursued her. Sentence 4: He slowly took the elevator to his tenth story office.\nChoices: (A) He thought about her all day. (B) He felt relieved that he did not talk with her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I had always wanted to make a masterpiece. Sentence 2: One day while drinking tea, I had an idea. Sentence 3: I went to my computer to begin sketching. Sentence 4: The idea came together for a great painting.\nChoices: (A) I could not come up with any ideas. (B) I made the painting and felt proud.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Vianna needed an entirely new wardrobe. Sentence 2: She checked online for places where she could buy clothing on a budget. Sentence 3: She saw that forever21 had good clothing. Sentence 4: She saw many items that she liked.\nChoices: (A) She placed an order online. (B) She decided not to buy anything.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Andrea was looking for a new pet. Sentence 2: She was considering adopting a dog. Sentence 3: After visiting the local dog shelter, she decided to rescue a puppy. Sentence 4: After the paperwork was finalized, Andrea brought the dog home.\nChoices: (A) Andrea introduced the dog to the family. (B) Andrea gave the dog to a stranger.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Timmy was on an eco-tour in the forest. Sentence 2: He was studying bats. Sentence 3: He set up cameras and observed their habits. Sentence 4: After a week he had collected lots of data.\nChoices: (A) Tim could finally write his paper on bats. (B) Tim compiled a report on rabbits.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ramona was very unhappy in her job. Sentence 2: She asked for a raise, but was denied. Sentence 3: The refusal prompted her to aggressively comb the want ads. Sentence 4: She found an interesting new possibility and set up an interview.\nChoices: (A) She was offered the new job at a higher salary. (B) Ramona had no reason to want to change jobs.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Paul put money in the bank! Sentence 2: He wanted to save a lot! Sentence 3: He really wanted to take money out too! Sentence 4: He decided he should save the money.\nChoices: (A) He saved for a year and never spent any. (B) He took it all out and threw it in the trash.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Today was moving day. Sentence 2: Unfortunately it started raining early in the morning. Sentence 3: Since all of my things were packed, the move went quick. Sentence 4: We got a little bit wet!\nChoices: (A) I wish it had rained more. (B) I wish he had been sunny.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was a very hot day. Sentence 2: But Ivan wanted to eat chicken. Sentence 3: So he baked some chicken in the oven. Sentence 4: Everyone else in the house complained that it was too hot.\nChoices: (A) Ivan apologized and turned the oven off. (B) They were all pleased that Ivan had turned on the oven.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Beth noticed things were missing from her desk at work. Sentence 2: Her husband suggested investing in a miniature camera. Sentence 3: Beth set it up and put some money in her drawer as bait. Sentence 4: The camera captured her coworker going through her desk.\nChoices: (A) Beth confronted her coworker about it. (B) Beth didn't mind what her coworker did,",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Billy was 6, and just learning to read. Sentence 2: His parents took him to the library. Sentence 3: Billy was amazed how many books there were! Sentence 4: They stood in line for his library card.\nChoices: (A) Billy gave up reading. (B) Billy picked up several books to take with him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom wanted to enjoy his racing games more. Sentence 2: So he bought a racing wheel for his computer. Sentence 3: After some struggling, he successfully set it up. Sentence 4: And he had lots of fun using it.\nChoices: (A) Tom decided to buy more racing games to enjoy the wheel with. (B) Tom broke the wheel because he didn't like racing games.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: One night Tom and Allie went for a walk to the general store. Sentence 2: They had to walk along a winding highway through the woods. Sentence 3: Along the way, they talked about their various memories and interests. Sentence 4: When they got there, they bought some snacks and sat outside.\nChoices: (A) Tom recalled how he had never liked Allie. (B) Tom recalled how great it was to have met Allie.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Stella twisted her ankle in a basketball game. Sentence 2: It was a painful injury. Sentence 3: She wouldn't be able to play for at least 6 weeks. Sentence 4: There was a recruiter coming to her school next week.\nChoices: (A) The recruiter watched her play the next week and signed her. (B) She was devastated.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Calling people at night is risky. Sentence 2: If you call after nightfall, be prepared. Sentence 3: I did this the other night and got yelled at. Sentence 4: I did not like that so I hung up.\nChoices: (A) Now I only call people in the afternoon. (B) I started making more late night calls.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Anna and Liv were in a contest to see who could a better math grade. Sentence 2: Anna studied at least 5 nights every week for the whole semester. Sentence 3: Liv, who was much better in math, studied only three or four times. Sentence 4: Anna received a grade of 99 and Live only got a 93.\nChoices: (A) Anna was proud of her hard work paying off. (B) Anna was upset about doing poorly.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Collin likes to dress up. Sentence 2: One Halloween he decided to wear his costume to the office. Sentence 3: Collin's boss did not permit costumes to be worn in the workplace. Sentence 4: He received a write-up.\nChoices: (A) Collin received a raise and a promotion. (B) Collin was upset with his boss.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The high school football team was going to playoffs. Sentence 2: The team was excited and the town showed their support. Sentence 3: Doors were decorated. Sentence 4: Businesses closed early.\nChoices: (A) The home team's stands were full when the game began. (B) No one in town cared to attend the game.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tia went out to a bar one night with a guy she'd just met. Sentence 2: The unscrupulous guy drugged Tia's martini when she wasn't looking! Sentence 3: Poor Tia, unsuspecting, drank the martini and became very groggy. Sentence 4: She remembered nothing until she woke up naked the next morning.\nChoices: (A) She smiled, and went back to sleep. (B) She went to the police and filed a report.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Steve was extremely excited to go see the new Star Wars movie. Sentence 2: He bought tickets months ahead of time to see the premier. Sentence 3: He avoided the internet to stay away from any spoilers. Sentence 4: The day of, Steve arrived early to get the best possible seats.\nChoices: (A) Steve decided to go see Pixels instead. (B) He absolutely loved the movie and the wait was well worth it!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Naomi and Andy were riding their bikes in downtown SF. Sentence 2: Naomi heard a loud crash and turned around to look at Andy. Sentence 3: Andy had swerved away from an oncoming vehicle and into a trolley. Sentence 4: On impact Andy was flung over his handlebars and landed on his wrist.\nChoices: (A) Andy's wrist was broken. (B) Andy's wrist was in great shape.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Cara wanted new kitchen cabinets. Sentence 2: She told her husband. Sentence 3: He looked at how-to videos. Sentence 4: He decided it looked like a simple enough job.\nChoices: (A) Cara's husband decided to go buy wood. (B) Cara's husband decided to go back to college.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sarah was home alone. Sentence 2: She wanted to stay busy. Sentence 3: She turned on the TV. Sentence 4: She found a reality show to watch.\nChoices: (A) Sarah then happily watched the show. (B) Sarah could not find anything to watch.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jack was playing baseball in field near his home. Sentence 2: When it was his turn to bat he swung with all his might. Sentence 3: He was shocked to see the ball fly past the field. Sentence 4: The ball broke the window on his bedroom.\nChoices: (A) Jack swallowed the ball. (B) Jack was shook up.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gordon needed to mow the lawn. Sentence 2: He got the lawn mower out of the shed. Sentence 3: He filled the mower with gasoline and oil. Sentence 4: He yanked on the starting cord to start the engine.\nChoices: (A) Gordon thought overgrown grass was rustic and appealing. (B) The engine roared and off Gordon went.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: David's parents got him a bike. Sentence 2: He didn't want one. Sentence 3: But he didn't want his gift to go to waste. Sentence 4: After learning how to ride the bike, he was glad he had one.\nChoices: (A) David rode his bike every day. (B) David ran away from home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ally and Jill went for a walk. Sentence 2: It was cold outside and it started to snow. Sentence 3: They were far away from their house and started to get very cold. Sentence 4: They decided to knock on a stranger's door for some help.\nChoices: (A) The stranger offered them hot chocolate. (B) The stranger stole their coats from them.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Cary went to a karaoke bar and sang horribly one night. Sentence 2: Everyone laughed and made her feel sad. Sentence 3: Cary found a vocal coach in her home town. Sentence 4: After a few lessons she went back to the karaoke bar.\nChoices: (A) Cary danced around the pole to the music. (B) Cary was still terrible and everyone made fun of her again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was the annual school Amusement park trip. Sentence 2: Amy was excited about the water rides. Sentence 3: She waited in line to go on the log water ride The Flume. Sentence 4: When her log reached the top of the drop she became afraid.\nChoices: (A) As she descended, she screamed with terror and joy. (B) Amy had never been so bored.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: For months, Jill was asking her parents if they could adopt a cat. Sentence 2: Her mom and dad would always say, maybe some day. Sentence 3: Then, for her birthday, Jill asked them again, can we get a cat? Sentence 4: Her mom and dad responded, \"go check in your room.\"\nChoices: (A) Jill ran for president. (B) Sitting on her bed was a small, grey kitten.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The Epps go to the ocean for vacation every year. Sentence 2: This time they would participate in a sand castle contest. Sentence 3: Each family member worked on a different part. Sentence 4: The littlest Epps filled the moat with ocean water.\nChoices: (A) They all thought sand castles were stupid. (B) The finished the castle in two hours.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob got ready for the children's performance. Sentence 2: He got out his makeup kit and washed his face. Sentence 3: He applied a coat of white paint. Sentence 4: He then drew varying colors of rings around his eyes and mouth.\nChoices: (A) Children has always annoyed Bob. (B) Bob enjoyed entertaining the kids.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Deb always dreamed of getting married and buying a large house. Sentence 2: After she met the love of her life she was ready to start a family. Sentence 3: Deb knew that the first step was to buy a home. Sentence 4: She quickly started to search for the perfect home.\nChoices: (A) She found a wonderful home right by her job. (B) Deb wanted to meet new people.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tina went to the park to go on a run. Sentence 2: It was a glorious day outside as she ran across the field. Sentence 3: She stopped at a bench to take a rest. Sentence 4: A butterfly landed on her hand.\nChoices: (A) Tina jumped on a train. (B) Tina admired the butterfly.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bon had been writing his pen pal Luc in France for months. Sentence 2: Then Luke said his family would be visiting America! Sentence 3: Bon was so excited that he would get to meet Luc in person. Sentence 4: His parents agreed that Luc and his family could visit their home.\nChoices: (A) Bon and Luc had a great time in America. (B) Bon and Luc had a great time in Germany.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ava and Jim decided to take their little boy to the circus. Sentence 2: They thought he'd love the performers and animals. Sentence 3: But when they took him, they got a shock. Sentence 4: The poor little boy wailed with terror!\nChoices: (A) He finally calmed down and enjoyed it. (B) The parents left the boy and went home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Harry bought a puppy. Sentence 2: Harry and the puppy loved each other. Sentence 3: They grew old together. Sentence 4: By the time the puppy was a dog, Harry knew it would die soon.\nChoices: (A) Harry was very happy. (B) Harry was very sad.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ben went to the DMV to get his License. Sentence 2: The instructor gave Ben a passing grade at the end. Sentence 3: Excited, Ben calls up his father to tell him the good news. Sentence 4: Ben father never picked up, he died in a car accident that day.\nChoices: (A) Ben was devastated. (B) Ben decided to become a commercial driver.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I asked my girlfriend to prom in a very creative way. Sentence 2: She said yes! Sentence 3: I got a tuxedo and she got a beautiful dress. Sentence 4: At prom, we were named prom king and prom queen!\nChoices: (A) It was a spectacular and memorable night. (B) My girlfriend did not want to go on anymore dates with me.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tanya wanted to see her sister. Sentence 2: She took a plane. Sentence 3: She watched a movie on the plane. Sentence 4: She listened to music.\nChoices: (A) She arrived to her sister's house afterwards. (B) Tanya never saw her sister again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I was playing football with friends. Sentence 2: We set up in our positions. Sentence 3: When the game began, I was tackled. Sentence 4: I hurt my knee and screamed.\nChoices: (A) My friends stopped playing to help me off the field. (B) I got back up to finish the game.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim rented a car to visit his ill mother. Sentence 2: Tim's mother was in a nursing home in Detroit. Sentence 3: While on his way to the nursing home, Tim was in a car accident. Sentence 4: The tow truck driver offered to drop off Tim at the nursing home.\nChoices: (A) Tim told the driver to take him to Toronto. (B) Tim was very thankful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Harry was excited to go on a hot air balloon ride. Sentence 2: Harry was going with his friend Amanda. Sentence 3: Harry and Amanda arrived at the location, and were anxious to get on. Sentence 4: Harry was nervous at first, but as they lifted off he was amazed.\nChoices: (A) Harry laughed and popped the balloon with a dart. (B) He was happy he decided to go on the balloon ride.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Maddy was always used to seeing old man Joe. Sentence 2: She thought of him a sort of watchman. Sentence 3: Each morning when she passed him she'd give him a dollar. Sentence 4: Sometimes, she'd even bring him some coffee or a bite to eat.\nChoices: (A) Joe hated Maddy. (B) Joe was grateful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Reggie had never drank alcohol in his life, he was 19. Sentence 2: He was doing military job training in Alabama. Sentence 3: His acquaintances invited him to a forest to drink alcohol. Sentence 4: He drank much and headed home with one another, none knowing the way.\nChoices: (A) Reggie soberly directed everyone back to their bunks. (B) Reggie woke up in a hay field with a bad hangover.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Paulo loves the way that candles make him feel comfortable. Sentence 2: He decided to buy some nice candles for his apartment. Sentence 3: Now Paulo lights candles after a stressful day at work. Sentence 4: It helps him overcome feelings of anxiety.\nChoices: (A) Paulo hates his candles. (B) Paulo likes his candles.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tim and his friends were standing on an overpass. Sentence 2: They were chucking rocks at cars as they passed under the overpass. Sentence 3: Usually they missed, but one time their rock shattered a windshield. Sentence 4: The man pulled over and got out of his car.\nChoices: (A) The man shouted at the boys that it was a good throw. (B) Tim and his friends ran before the man could see them.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mina lost her purse at a restaurant. Sentence 2: She was so unhappy! Sentence 3: She thought she would never get her things back. Sentence 4: But then Mina got a wonderful surprise.\nChoices: (A) A stranger had stolen her purse. (B) A stranger had found her purse and returned it to the restaurant.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The Sullivans decided to go to the country fair. Sentence 2: It was their first as a family to such an event. Sentence 3: There were so many things to do! Sentence 4: The family split up and each of them did what they wanted to do.\nChoices: (A) The Sullivans had a memorable time. (B) The Sullivans hated every minute of their visit.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ed wanted to make homemade juice for his family. Sentence 2: He bought a bag of oranges and juiced them. Sentence 3: Then he chilled the juice overnight. Sentence 4: In the morning, he served it to his family.\nChoices: (A) His family loved it. (B) It was the best apple juice that they had ever had.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jan's baby was born premature. Sentence 2: She had some health difficulties. Sentence 3: The doctor said that she needed to wear glasses to help her eyes. Sentence 4: He prescribed special glasses for premature babies.\nChoices: (A) The glasses helped. (B) Jan was confused by the doctor's prescription.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eli was at a party with older kids. Sentence 2: They decided to start drinking beer. Sentence 3: He tried to fit in and drank some too. Sentence 4: He got sick and threw up all over the living room.\nChoices: (A) Eli's parents felt proud about the choices he made. (B) Eli's parents found out and were angry at him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When Rick was 6, his father gave him an allowance. Sentence 2: Rick had to clean his room once a week to get the allowance. Sentence 3: The first week, he forgot to clean his room. Sentence 4: He cried when his father didn't give him an allowance.\nChoices: (A) His dad praised him for his hard work. (B) Rick learned a valuable lesson that week.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Johnny's girlfriend was sad. Sentence 2: Every day she had painful migraines. Sentence 3: Eventually it got so bad that Johnny took her to the doctor. Sentence 4: They assigned her pills to help her with her migranes.\nChoices: (A) The migraines lessened their intensity. (B) She was sad her migraines went away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Roberto knew that one day he wanted to be a boxer. Sentence 2: Coaches told him he was too old to become a boxer. Sentence 3: However, Roberto trained very hard to become a great boxer. Sentence 4: Eventually he opened his own boxing gym.\nChoices: (A) Roberto was disappointed. (B) Roberto liked to train others how to box.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Cho wanted to do well in school. Sentence 2: So he started a study group with his friends. Sentence 3: He studied hard every weekend. Sentence 4: His grades began to climb up.\nChoices: (A) Eventually he started getting great grades. (B) Cho's grades got much worse.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I woke up on my twenty first birthday excited. Sentence 2: I knew that I was going to buy my first beer. Sentence 3: I went to the grocery store with my ID. Sentence 4: I found a reliable beer and purchased it.\nChoices: (A) I brought the beer home and enjoyed my first legal drink! (B) I decided not to drink the beer.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lloyd has had the flu for a week. Sentence 2: He hasn't gotten much better. Sentence 3: He's old and can't fight it off as well. Sentence 4: He doesn't think he will make it.\nChoices: (A) His doctors save his life. (B) Lloyd was perfectly healthy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy wanted to make waffles for breakfast. Sentence 2: She whipped up some batter quickly. Sentence 3: She poured the batter into the maker. Sentence 4: When she was eating them there were lumps of dry batter.\nChoices: (A) Amy was disappointed. (B) Amy thought they tasted great.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kenya crossed the street in order to walk towards her house. Sentence 2: She noticed a strange scarecrow in front of the porch. Sentence 3: Since it wasn't moving, she walked past it. Sentence 4: However, it jumped as soon as she took her attention away.\nChoices: (A) Kenya screamed. (B) Kenya kissed the man under the mask.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sally was trying to take the dog for a walk. Sentence 2: She had her phone in her hand. Sentence 3: The dog jerked hard on the leash. Sentence 4: The phone went flying.\nChoices: (A) Sally was happy. (B) The phone broke.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kara lost her dog yesterday. Sentence 2: She freaked out. Sentence 3: Frantic, Kara looked all over town for it. Sentence 4: Finally she found the dog in her neighbor's yard.\nChoices: (A) Kara asked the neighbors not to put out dog treats in their yard. (B) Kara bought a pet cat and dyed it pink.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sarah was learning Algebra on her own. Sentence 2: But after several weeks, she didn't improve much. Sentence 3: She realized that she didn't set any goals for herself. Sentence 4: So everyday, she set a certain goal.\nChoices: (A) Before long Sarah began getting better at Algebra. (B) Then Sarah gave up on learning Algebra.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Theo played his drums everyday for the last three years. Sentence 2: He had been feeling like he needed to take it to the next level. Sentence 3: He decided that finding a band to join was his best option. Sentence 4: After looking online around he finally heard of a good choice.\nChoices: (A) Theo set up an audition. (B) Theo decided not to apply.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joan saw a TV show about coupon queens. Sentence 2: She decided to join in this thrifty enterprise. Sentence 3: Joan's boss found her clipping coupons instead of working. Sentence 4: He told Joan she was no longer needed on the job.\nChoices: (A) Joan regretted her new hobby. (B) Joan was glad she could clip coupons at work.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lizzie was in her 90's and the mother of eight adult children. Sentence 2: One night Lizzie fell and broke many bones including her neck. Sentence 3: She never recovered and passed away a week later in the hospital. Sentence 4: Lizzie left no will as she had expected to live much longer.\nChoices: (A) Lizzie left all of her belongings to one child in her will. (B) Lizzie's children had to negotiate their mother's belongings.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last night I was trying to bake a casserole. Sentence 2: I decided to have a cup of wine while I waited. Sentence 3: One cup turned into three and then more. Sentence 4: Before I realized it I fell asleep.\nChoices: (A) I awoke to the smell of freshly baked cinnamon rolls. (B) By the time I woke up, the casserole was burned.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When the waiter returned to the table the customers looked ready. Sentence 2: She asked the woman what she wanted to eat. Sentence 3: The woman began to speak and then stopped. Sentence 4: She was no longer sure what she wanted.\nChoices: (A) The waiter put the order in. (B) The waiter gave them more time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Greg wanted to leave the city and become a pig farmer. Sentence 2: He thought pigs were noble creatures. Sentence 3: He thought farming was a respectable profession. Sentence 4: Greg quit his job as a pharmacist.\nChoices: (A) Before long, he was a happy and successful pig farmer. (B) Greg got a job at a competing pharmacy for more money.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jeff just got engaged to his girlfriend Ashley! Sentence 2: They are very happy and started planning the wedding right away. Sentence 3: Within hours they realized how expensive everything is going to be. Sentence 4: Jeff decided to get a part time job to pay for all of this.\nChoices: (A) Ashley got a part time job too. (B) Jeff quit his job that day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Charles thought Sherry was a poor girl, and he loved her. Sentence 2: Sherry had been on unemployment for a year, since Charles met her. Sentence 3: One day, Sherry was very busy and savvy finding a job. Sentence 4: She landed a position as a loan officer in a bank.\nChoices: (A) Charles lost interest in Sherry when she became self supporting. (B) Sherry found the job of a teller did not pay the bills.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The black cat saw a small object moving in the grass. Sentence 2: The object was fluttering and darting erratically. Sentence 3: The cat crouched down and carefully stalked its prey. Sentence 4: Suddenly, he pounced!\nChoices: (A) The cat jumped in the opposite direction. (B) The cat caught a mouse.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil stared in horror at his plate. Sentence 2: The slimy pile of eggplant seemed to stare back at him. Sentence 3: No way could he eat that! Sentence 4: Spying his dog under the table, he began slipping pieces to it.\nChoices: (A) Neil fed the dog all of his eggplant. (B) Neil then decided to eat the eggplant himself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I brought home a stray cat to my girlfriend. Sentence 2: She always told me she loved cats. Sentence 3: I thought I was about to get a ton of boyfriend points. Sentence 4: I must have miss a key detail in her cat story.\nChoices: (A) She was mad when I showed it to her. (B) She was happy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lorraine decides she wants to dress up for a night out. Sentence 2: At first she is unsure how to look especially nice. Sentence 3: Finally she decides to apply mascara and lipstick. Sentence 4: She feels much more confident and beautiful.\nChoices: (A) Later on, she meets a handsome gentleman. (B) She sobbed quietly, feeling very lonely.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The teacher was walking with a stack of papers. Sentence 2: Outside started to rain. Sentence 3: When the teacher tried to walk down a few steps, she ended up falling. Sentence 4: The papers flew out of her hands and landed on the ground.\nChoices: (A) A passer-by helped her up and helped her collect the papers. (B) The teacher got up and walked home leaving the papers behind.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tom loved burgers. Sentence 2: He went to his friends house to eat dinner. Sentence 3: They were having burgers made of turkey not beef. Sentence 4: Tom got angry when he found this out.\nChoices: (A) Tom complained all evening about the turkey burgers. (B) Tom was excited about the turkey burgers.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: John was at the gym. Sentence 2: He tried to lift too much weight on the bench. Sentence 3: He couldn't get the barbell off his chest. Sentence 4: He was too embarrassed to call for help.\nChoices: (A) John suffocated as the weights crushed his chest. (B) John began singing show tunes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: John took Sarah out on a first date at a restaurant. Sentence 2: He ordered her his favorite entree, a pork dish. Sentence 3: Sarah took a bite and her face swelled up. Sentence 4: She asked if there was pineapple in the dish.\nChoices: (A) He said yes. (B) Sarah told John that she loves pineapple.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jolene was running late for work. Sentence 2: She was speeding in her car. Sentence 3: A policeman pulled her over. Sentence 4: She was given a speeding ticket.\nChoices: (A) Jolene loved what she was given. (B) Jolene was even more late.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil was touring the Greek islands. Sentence 2: He had rented a small motorboat. Sentence 3: He traveled from island to island. Sentence 4: Neil was having a wonderful time.\nChoices: (A) He loved the clean, fresh air. (B) The shark in the boat swung his head around and bit his leg.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gertrude has always wanted to visit Atlanta. Sentence 2: Finally she decides to make her dream trip a reality. Sentence 3: She spends several days seeing the sights in Atlanta. Sentence 4: Gertrude loves trying the local food and seeing musicians perform.\nChoices: (A) Gertrude decides her husband may like the leopard print dress. (B) Gertrude wonders if she could find a decent job in Atlanta.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A man walked down the street on a summer day. Sentence 2: He walked past a mail box and noticed a letter on the ground. Sentence 3: Upon examination, the letter was addressed and stamped. Sentence 4: The man thought that the letter must have fallen out.\nChoices: (A) He put the letter back in the mailbox. (B) He threw the rest of the mail in the box on the ground.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Chris had a lot of chickens. Sentence 2: He gathered eggs from them every day. Sentence 3: He took the eggs down to the farmer's market. Sentence 4: Everyone loved Chris's eggs and paid a lot of money for them.\nChoices: (A) Chris then opened a business and became successful. (B) Chris could not sell any eggs.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Stella was so excited that a new family had moved in next door. Sentence 2: She watched out the window waiting to see the new kid. Sentence 3: After getting out of the minivan, the new girl went inside. Sentence 4: But then a confused Stella saw the same girl get out of the car again!\nChoices: (A) Stella decided to take as shower. (B) Stella wondered what was going on.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Phil wanted to make steaks for dinner. Sentence 2: He went to the local butcher shop to get some meat. Sentence 3: The guy working behind the counter was really informative. Sentence 4: He helped him pick out the perfect cuts.\nChoices: (A) Phil thanked the guy behind the counter. (B) Phil was very displeased by the guy behind the counter.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Thomas finds that coffee always tastes better when he makes it. Sentence 2: His wife has tried to make coffee the same way that he does. Sentence 3: It never turns out tasting the same, however. Sentence 4: He tries to teach her how to make it the way he does.\nChoices: (A) After several weeks of trying, she finally succeeds. (B) Thomas decides he likes tea better than coffee.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It had been raining for days. Sentence 2: The water came into the house and we couldn't pump it out in time. Sentence 3: We moved up to the second floor but were afraid of the stagnant water. Sentence 4: Eventually a rescue boat came by and got us.\nChoices: (A) We were relieved. (B) We were furious that the boat came so close to our house.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jake needed a bunch of shirts. Sentence 2: He went to the store but everything was too expensive. Sentence 3: He decided to go to the flea market. Sentence 4: They sold shirts five for ten dollars.\nChoices: (A) Jake bought 15 shirts. (B) He bought 10 pairs of pants.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eric's mother made him practice piano everyday. Sentence 2: He also had piano lessons every week. Sentence 3: He was really unprepared for his lesson this week. Sentence 4: His teacher screamed at him for not practicing.\nChoices: (A) Eric was mortified. (B) Eric's teacher was pleased with his progress.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My roommate is from Germany. Sentence 2: He is a very good cook. Sentence 3: One day, he made some sausage for me that he ate back home in Germany. Sentence 4: The sausage turned out poorly, according to him.\nChoices: (A) I thought the cereal was delicious. (B) I loved them anyway.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Benny was a track star at his school who suffered an injury. Sentence 2: This injury put him out of commission for three weeks. Sentence 3: He wasn't sure of he could make the comeback he needed to go to state. Sentence 4: He put in the work every day and came back ahead of schedule.\nChoices: (A) Benny's team won the title. (B) Benny decided to quit running.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kelly was super excited for the new drawing at work. Sentence 2: She was hoping she could win the new iPad. Sentence 3: She put her name in and crossed her fingers. Sentence 4: Luckily her name was picked.\nChoices: (A) She was happy she won. (B) She was very disappointed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Scott was hungry. Sentence 2: He decided to cook dinner. Sentence 3: He cooked tacos. Sentence 4: He made enough to share with a friend.\nChoices: (A) His friend loved the tacos that Scott cooked. (B) His friend was so offended he asked Scott to leave.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I woke up today and realized the plants needed water. Sentence 2: I went to the kitchen to retrieve the pail. Sentence 3: After working a bit, I watered all of my plants. Sentence 4: It might take a day or so but they'll look better.\nChoices: (A) I hope my plants survive. (B) I hope my plants die.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina wanted to watch a show that her siblings didn't. Sentence 2: They refused to watch what she wanted. Sentence 3: Her mom and dad were watching TV in the living room. Sentence 4: Gina decided to watch her show in their room.\nChoices: (A) Her mom and dad were ashamed of her. (B) Gina was happy that she got to see her show.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina had done everything she could think of to beat the heat. Sentence 2: And it was only noon. Sentence 3: The sun was still high in the sky. Sentence 4: She decided she needed to go where there was air conditioning.\nChoices: (A) She went inside a nearby cafe. (B) She went to the sauna.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Felipe had always wanted to try making grits, but hadn't tried. Sentence 2: Finally he asked his friend Jasper to help him cook grits one day. Sentence 3: They followed each step of the recipe closely. Sentence 4: Felipe tried the grits and they were delicious.\nChoices: (A) Felipe wanted to make grits more often. (B) Felipe didn't like grits.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Every morning I start my day off with a half an hour of reading. Sentence 2: One morning I was too late to work and missed my reading time. Sentence 3: It left me thinking of nothing more than reading the next chapter. Sentence 4: Eventually I was able to take my first morning break.\nChoices: (A) I decided to go for a walk. (B) I immediately dug into my book.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Will used to work for a coal mining company. Sentence 2: He was a manager. Sentence 3: He quit last year. Sentence 4: He said that he couldn't deal with those people.\nChoices: (A) After he quit, he managed to find a better job. (B) Will was then fired from his job.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Drew order a small ice cream cone at the Drive Thru. Sentence 2: He drove to the front window to wait for his order. Sentence 3: The cashier handed the ice cream with one of her hands. Sentence 4: Drew took the ice cream cone and turned it upside down.\nChoices: (A) Drew made a mess. (B) Drew kept his car clean this way.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: He couldn't believe what his boss told him. Sentence 2: The boss told him he could leave early. Sentence 3: Somebody else would finish his work. Sentence 4: He had not been this excited in a long time.\nChoices: (A) He was very angry at his boss. (B) He planned to visit his friends earlier than usual.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Agatha had always wanted pet birds. Sentence 2: So one day she purchased two pet finches. Sentence 3: Soon she couldn't stand their constant noise. Sentence 4: And even worse was their constant mess.\nChoices: (A) Agatha decided to buy two more. (B) Agatha decided to return them.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Janice was excited to bring cupcakes to her work for her birthday. Sentence 2: She worked all day on making the perfect frosting. Sentence 3: Each cupcake was truly a work of art. Sentence 4: Everyone at her work loved them.\nChoices: (A) Janice was disappointed by her co-workers' reaction. (B) Janice was thrilled and happy for the rest of the day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My goal is to do over two hundred pounds on the squat machine. Sentence 2: At my gym that is the maximum weight on that machine. Sentence 3: Right now I can only do about one hundred and fifty pounds. Sentence 4: I worked real hard at it for well over six months.\nChoices: (A) I know I'll eat pears one day. (B) I know I'll get there one day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ralph's beard has become messy and long. Sentence 2: He decides that he needs to trim it. Sentence 3: He carefully cuts his beard until it is neat and trim. Sentence 4: Now Ralph looks much less disheveled.\nChoices: (A) Ralph is glad he looks cleaner. (B) Ralph combed his long beard.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Petey held the high score in the pizza parlor's arcade cabinet. Sentence 2: It was a campaign fighting game from the 80s. Sentence 3: One day Petey went in and the machine was gone. Sentence 4: The staff informed him that it had broken down.\nChoices: (A) Petey was so disappointed that the game was gone. (B) Petey was very happy that the game was gone.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Peyton and Tom played football often. Sentence 2: Tom always won for many Year's. Sentence 3: Peyton never gave up and kept practicing. Sentence 4: Peyton finally beat Tom at a game of football.\nChoices: (A) Tom dropped to a knee and asked Peyton to marry him. (B) Tom was a bad sport and punched Peyton in the face.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Nelly's family was going on a vacation. Sentence 2: Nelly was very excited because she had never been out of the country. Sentence 3: When they arrived it was raining. Sentence 4: Nelly was disappointed.\nChoices: (A) Nelly wanted nice weather. (B) Nelly had been looking forward to rain.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I hadn't seen my girlfriend in a while. Sentence 2: She got a new job so it's hard to talk. Sentence 3: The job takes up all of her time. Sentence 4: Finally she called me to hang out.\nChoices: (A) I was not happy to hear from her so we broke up. (B) I was really happy to see her and we made plans.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ana was grilling chicken for a picnic lunch outside. Sentence 2: Suddenly she had a yen for sweet fresh corn to accompany the meal. Sentence 3: She went through the fields behind her house and picked a few ears. Sentence 4: Then she brought them back and buttered and grilled them.\nChoices: (A) Ana hated corn. (B) The corn was delicious.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I sent flowers and a cookie to my wife today. Sentence 2: Valentine's Day is Sunday but I sent things to her work. Sentence 3: The flowers were roses in a glass vase. Sentence 4: The cookie said \"Happy Valentine's Day.\"\nChoices: (A) It's bound to be the best Christmas ever. (B) I think she'll be surprised and delighted by all of it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina went to the bathroom at her grandma's house. Sentence 2: On the way she passed the kitchen. Sentence 3: On the table was the remains of a mincemeat pie. Sentence 4: Gina hadn't had mincemeat pie in 10 Years.\nChoices: (A) Gina ate some of the mincemeat pie. (B) Gina ate mincemeat pie every day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: All was not a good bowler. Sentence 2: She was lucky if her balls stayed out of the gutter. Sentence 3: On her last frame of the day she rolled the ball. Sentence 4: It went straight down the center.\nChoices: (A) All got a strike and was very happy. (B) All was sad at the possibility of getting a strike.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mary was near the end of a 2 hour dental procedure. Sentence 2: The Novocaine was starting to wear off. Sentence 3: She could feel her flesh being cut. Sentence 4: But the dentist kept going insisting it was only pressure she felt.\nChoices: (A) She agreed with him and sat calmly as he finished. (B) By the end of it she was in tears and being held down.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Earl woke up early to make some coffee. Sentence 2: He wanted to be alert for work that day. Sentence 3: The aroma woke up all his roommates. Sentence 4: They wanted to make coffee too.\nChoices: (A) All of his roommates made coffee. (B) All of his roommates were sick of coffee.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tam, the star of a popular musical came down with laryngitis. Sentence 2: Her understudy Sal, would have to perform opening night! Sentence 3: Sal gave a wonderful performance. Sentence 4: The director made Saul the new star.\nChoices: (A) Saul's career took off. (B) Saul never performed again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It won't stop snowing. Sentence 2: All the roads are blocked and it's freezing outside. Sentence 3: I'm afraid we'll lose power and freeze in here too. Sentence 4: There's almost no food left and most stores are closed.\nChoices: (A) I'm worried about the weather. (B) I'm glad it's snowing.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Taylor spent several hours per day surfing the web on her smartphone. Sentence 2: One day she was notified that her phone's internet was cut off. Sentence 3: Taylor called her parents to find out what was going on. Sentence 4: They told her they wouldn't be paying for her internet anymore.\nChoices: (A) Taylor was delighted by the news. (B) So Taylor got a job.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John couldn't wash his clothes because his washing machine was broken. Sentence 2: John didn't know how to fix washing machines. Sentence 3: He bought a book to tell him how to repair it. Sentence 4: He changed the fan belt.\nChoices: (A) When he plugged it back in, it worked. (B) After that he gave up and bought a new one, without ever knowing.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Paul was embarrassed by his bad skin. Sentence 2: He had been troubled by acne for a long time. Sentence 3: He realized it was causing him to be antisocial. Sentence 4: He made an appointment with a dermatologist.\nChoices: (A) Paul changed schools instead. (B) Paul went and started noticing improvements.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bryan took his girlfriend to the movies. Sentence 2: They went to a comedy. Sentence 3: He bought popcorn and drinks. Sentence 4: They laughed a lot.\nChoices: (A) Brian's girlfriend left him. (B) Brian and his girlfriend had sex after they got home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kay was shopping online for an art set. Sentence 2: She found one she liked due to its reasonable price. Sentence 3: Kay looked at the product reviews for the art set. Sentence 4: Twenty of twenty reviewers noted that the pens in the set leaked.\nChoices: (A) Kay thought the art set was of great quality. (B) Kay did not buy the art set.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: We all went on vacation to Vermont. Sentence 2: We went to different maple syrup farms. Sentence 3: We tried different cheeses at cheese factories. Sentence 4: But our favorite part was the trip to Ben and Jerry's.\nChoices: (A) We all hate diary products. (B) We all love ice cream.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: There was a black widow hiding in my shoe. Sentence 2: When I tried to put the shoe on, the widow stung me! Sentence 3: I began to feel intense pain and sickness. Sentence 4: My mom called the ambulance and I was rushed to the hospital.\nChoices: (A) They immediately gave me a band aide. (B) They immediately gave me anti-poison drugs.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Missy got drunk and went to get a tattoo. Sentence 2: She decided to get a tattoo on her forehead. Sentence 3: The next day, Missy was horrified at what she had done. Sentence 4: Missy scraped up her money to pay for a tattoo removal procedure.\nChoices: (A) Missy got another tattoo on her cheek. (B) After much wasted money, the tattoo was gone.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rufus had always loved the soothing sounds of a cello playing. Sentence 2: He resolved that he would learn cello one day. Sentence 3: He enrolled in a cello course and practiced each night. Sentence 4: Finally he was an expert at cello.\nChoices: (A) Rufus was not very musical. (B) Rufus had determination.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mark decided that he wanted a new puppy. Sentence 2: Excited, he drove to the animal shelter. Sentence 3: Once there, he wandered around and looked at all of the cats and dogs. Sentence 4: A golden lab caught his attention.\nChoices: (A) Mark adopted a parrot. (B) Mark adopted the lab.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Molly loves popcorn. Sentence 2: She eats it everyday. Sentence 3: On Molly birthday her mom took her to the popcorn factory. Sentence 4: They took a tour of the factory.\nChoices: (A) Molly had a great day. (B) Molly is allergic to corn.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I did not drive until I was 26. Sentence 2: I lived in the city and used bikes or mass transit. Sentence 3: My brother urged me to get a driver's license. Sentence 4: I took courses and passed the road test.\nChoices: (A) I find driving much more convenient than bikes and mass transit. (B) I now ride my bike or take mass transit to get around.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jon just broke up with his girlfriend. Sentence 2: He was feeling quite depressed. Sentence 3: He called up his friends for support. Sentence 4: His friends came to pick up Jon.\nChoices: (A) Jon spent the rest of the night with friends. (B) Jon was angry at his friends.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sara had lost her cat. Sentence 2: She was so sad! Sentence 3: She put up signs all over the neighborhood. Sentence 4: Then a wonderful thing happened.\nChoices: (A) Sarah broke her leg. (B) Somebody found her cat.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelly was playing her new Mario game. Sentence 2: She had been playing it for weeks. Sentence 3: She was playing for so long without beating the level. Sentence 4: Finally she beat the last level.\nChoices: (A) Kelly was mad about that. (B) Kelly was so happy to finally beat it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mike was very sleepy and hungry. Sentence 2: But he had to stay up to finish work. Sentence 3: He thought eating food would help him stay up longer. Sentence 4: So he put some bread in his toaster.\nChoices: (A) When it was done he put in some butter and ate it. (B) He couldn't figure out what to eat.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Travis needed some fast cash. Sentence 2: He thought about it and decided that selling his car was a good idea. Sentence 3: Travis listed his car for sale in the local paper. Sentence 4: After only a couple weeks he found somebody very interested.\nChoices: (A) Travis gave it to the man for free. (B) He sold the car and solved his money problems.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Clayton wants a car so that he can feel more independent. Sentence 2: He begins saving more money from his job at the library. Sentence 3: Clayton researches different car types. Sentence 4: Finally he decides to buy a small sedan.\nChoices: (A) Clayton gives his car away. (B) Clayton is very happy with his new car.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: One day while driving home, Marsha heard a loud pop. Sentence 2: She got out of her car to investigate the cause of the sound. Sentence 3: Sure enough, Marsha noticed that her front tire was deflating. Sentence 4: Marsha realized the tire had been punctured with a rock.\nChoices: (A) Marsha began to replace her popped tire. (B) Since the tire was okay, Marsha kept driving.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I went to the post office yesterday. Sentence 2: It took a while to get there since it's on the other side of town. Sentence 3: Once I got there I mailed my letters and headed home. Sentence 4: It's always easier to get home than to get somewhere.\nChoices: (A) I was so happy when I made it back to my house. (B) I could not find my way back from the post office.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Julie was a scientist who worked for a university. Sentence 2: She received a call from another professor. Sentence 3: The professor asked her to be part of his expedition to the jungle. Sentence 4: Julie found a flower that she had never seen before.\nChoices: (A) Julie threw the flower into the river. (B) Julie got to name the new flower.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John was going to the park with his dog. Sentence 2: On his way there, his dog saw a squirrel. Sentence 3: When John's dog jerked on his leash, John accidentally released him. Sentence 4: John's dog went and chased after the squirrel for five whole minutes!\nChoices: (A) John's dog was scolded severely. (B) John's dog fell asleep.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: There were two students named Alex in the math class. Sentence 2: One was a boy but the other was a girl. Sentence 3: One day the teacher announced that Alex had achieved a perfect test. Sentence 4: The boy named Alex assumed he was the one who had scored perfectly.\nChoices: (A) Both of them did not do well on the test. (B) Unfortunately, it was the girl who scored well.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelly was going swimming in the ocean yesterday. Sentence 2: She had fun and loved the water. Sentence 3: Unfortunately something terrible happened. Sentence 4: To her surprise her earring was gone.\nChoices: (A) It took some time, but Kelly found her earring again. (B) The earring had come into the possession of a traveling merchant.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Greg was a messy person. Sentence 2: And he ate every meal at his computer desk. Sentence 3: One day, he spilled soda all over his keyboard. Sentence 4: When it was his birthday, a friend bought him a new keyboard.\nChoices: (A) Greg was disappointed with his gift. (B) Greg decided not to eat at his computer desk anymore.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lars was playing XBOX. Sentence 2: His controller stopped working during a game. Sentence 3: Lars didn't have a car so he had to walk all the way to the store. Sentence 4: The store was being remodeled when he got there so he went to another.\nChoices: (A) Lars used his money for drugs. (B) Lars wasn't able to find a controller.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Alfred had a barbecue with his friends. Sentence 2: They all came and brought their favorite dish. Sentence 3: When the food was ready, everyone sat down to eat together. Sentence 4: The food was delicious and the company was great.\nChoices: (A) Alfred had a great time and was happy. (B) The barbecue did not go well.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Malcolm was a brilliant mathematician. Sentence 2: He wrote many books on the subject. Sentence 3: His books were easy to read and easy to understand. Sentence 4: The helped people around the world.\nChoices: (A) Malcolm greatly enjoyed being such a smart linguist. (B) He found it very gratifying to share his expertise with people.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom was studying for the big test. Sentence 2: He then fell asleep do to boredom. Sentence 3: He slept for five hours. Sentence 4: He woke up shocked.\nChoices: (A) Tom hurried to study as much as possible before the test. (B) Tom felt prepared for the test.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A family was driving home from vacation in Florida. Sentence 2: They noticed a space museum and decided to stop. Sentence 3: They went inside and checked out all of the exhibits. Sentence 4: After that, they watched a movie about space.\nChoices: (A) The family was glad they spotted the museum. (B) The family felt they had wasted their time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jack was reading his newspaper when a black feather landed on it. Sentence 2: He looked mystified at the feather. Sentence 3: He looked up, wondering where it came from. Sentence 4: There was a giant raven looking at him!\nChoices: (A) Jack ate it. (B) Jack was shocked.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Today was the first day of fasting. Sentence 2: I was in a bad mood since I couldn't eat anything. Sentence 3: I tried to go to sleep however, it didn't go well. Sentence 4: My friends offered food to me.\nChoices: (A) I did not find the food tempting at all. (B) I gave in and accepted the food since I was hungry.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My rehab therapist visited me today. Sentence 2: He was to do a quick workout. Sentence 3: We started off with some lower body exercises. Sentence 4: When I did some crunches, he tried to do more crunches than me.\nChoices: (A) My rehab therapist is motivational. (B) My rehab therapist is a narcissist.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lucy was nervous during her first job interview. Sentence 2: She answered all of the questions accurately. Sentence 3: Lucy waited for three days after the interview to contact the company. Sentence 4: The company notified her that the job was hers.\nChoices: (A) Lucy was so disappointed. (B) Lucy was ecstatic!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I found a cat outside one day. Sentence 2: I took her to the boat with me. Sentence 3: I was planning on taking her to the shelter. Sentence 4: However, I got very attached to her.\nChoices: (A) I hated the cat. (B) I decided to keep the cat.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gino has been looking for a job for weeks. Sentence 2: One day he sees an ad for a job at a pizza restaurant. Sentence 3: Although he doesn't have relevant experience, he applies for the job. Sentence 4: The owner decides to hire Gino.\nChoices: (A) Gino got the job because of his experience. (B) Geno struggles for a while but gets the hang of it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was my first time ever playing football and I was so nervous. Sentence 2: I had never been tackled before. Sentence 3: I hoped it would not hurt. Sentence 4: During the game, I got tackled and it did not hurt at all!\nChoices: (A) From then on, I felt more confident playing football. (B) I realized playing baseball was really a lot of fun.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Molly was picking up her son's birthday cake at the store. Sentence 2: She didn't bother to check the box before she left. Sentence 3: When she got home, she opened the box. Sentence 4: Then, she realized she had picked up the wrong cake.\nChoices: (A) Fortunately, her son was too young to remember her mistake. (B) She was very proud of herself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Yesterday I was at the mall shopping. Sentence 2: To my dismay the alarm went on. Sentence 3: Apparently someone stole clothes. Sentence 4: Thankfully the perpetrator was caught.\nChoices: (A) I heard on the news that night they sent the kidnapper to prison. (B) I saw a report about the shoplifter on the news that night.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane always jogged through the same neighborhood. Sentence 2: One day there was a big scary dog, but it was being led on a leash. Sentence 3: The dog got away and lunged at Jane, leash trailing behind. Sentence 4: Jane needed stitches on her arm from the bite.\nChoices: (A) Jane decided not to go swimming anymore. (B) After that, she decided to carry mace with her when jogging.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I smoked since I was twenty Years old. Sentence 2: Last year I decided to quit. Sentence 3: It was hard not to smoke the few months. Sentence 4: It got easier to stop everyday.\nChoices: (A) I felt ashamed of myself ever since. (B) Eventually I stopped smoking.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom always wanted to see a moose. Sentence 2: Tom decided to go to Maine where many moose live. Sentence 3: Tom saw a moose while driving on a back road. Sentence 4: Tom tried to take a picture of the moose and fell out of the car.\nChoices: (A) Tom scrambled back inside the car when the moose charged. (B) Tom went to pick wildflowers by the side of the road.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tom and Casey have been married for twenty years. Sentence 2: Tom had an affair with Susan. Sentence 3: Casey caught Tom and Susan on a dinner date. Sentence 4: Casey camped outside in front of the cafe.\nChoices: (A) When they exited the cafe, Casey confronted Tom. (B) Casey congratulated Tom and Susan when they came out.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My friend got me a planter as a housewarming gift. Sentence 2: It's small and cute and fits in nicely with my decor. Sentence 3: But I'm still not sure where to put it. Sentence 4: I hope he doesn't get sad.\nChoices: (A) I'm sure I'll figure out a place for it eventually. (B) The picture has a very nice frame, in my opinion.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A company came to give a quote on windows. Sentence 2: They walked around and measured all the windows. Sentence 3: They then sat us down and went over their products. Sentence 4: All the options looked great.\nChoices: (A) We were so angry we sent them away immediately. (B) We had them start the work the next day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Walter decided he should do something to help his mother. Sentence 2: He decided he would weed the landscaping in the front yard. Sentence 3: He worked very hard to pull up all the stray plants he could find. Sentence 4: But when his mother came outside, she was not happy!\nChoices: (A) Walter realized he'd accidentally been pulling up her flowers! (B) Walter continued to pull up the stray plants.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Samantha had recently purchased a used car. Sentence 2: She loved everything about the car except for the color. Sentence 3: She took her car to her local paint shop. Sentence 4: She got it painted a bright pink color.\nChoices: (A) Samantha likes the color of her car now. (B) Samantha thinks her bus looks pretty now.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Miles was a roofer. Sentence 2: He loved his job and was very good at it. Sentence 3: However, one day he was not paying attention and fell off the roof. Sentence 4: Luckily, he only broke his leg.\nChoices: (A) Miles got up and walked away. (B) Miles decided that he needed to be more careful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kimmy was on a trip to Paris. Sentence 2: Her plane had just landed and she and her classmates her excited. Sentence 3: They couldn't wait to start seeing museums and churches! Sentence 4: They spent lots of time shopping and seeing historical sites.\nChoices: (A) Kim vowed to never return to Paris. (B) Kimmy was very excited.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bill was working all day at the office. Sentence 2: It was so busy, they made Bill skip lunch. Sentence 3: After Bill's work day ended, he looked for a place to eat. Sentence 4: He found a Red Robin right around the corner.\nChoices: (A) But looking at it made Bill lose his appetite. (B) Bill enjoyed a burger there.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: On the first day of preschool, I sat next to a random boy. Sentence 2: We started talking about sports and we instantly liked each other. Sentence 3: I invited him to my house and his mom dropped him off. Sentence 4: We played football, basketball, and baseball.\nChoices: (A) I hate sports. (B) We became great friends!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: We were tourists in Italy and had just flagged a cab down. Sentence 2: We climbed into the small foreign car and told the driver where to go. Sentence 3: The cab jetted off like a shot as it sped up and down the steep hills. Sentence 4: It felt like a roller coaster, and Ace of Bass blared on the radio.\nChoices: (A) We decided to go bowling to celebrate. (B) We felt very unsafe with the driver's speed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jill was in such a rush to catch the bus that she missed breakfast. Sentence 2: In her first class of the day, her stomach kept growling. Sentence 3: She wasn't sure she could make it until lunch. Sentence 4: Between classes her friend Lou handed her a granola bar.\nChoices: (A) Jill ate it and it kept her going until lunch. (B) Jill stopped talking to Lou.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Proactiv was advertising their products on television. Sentence 2: Considering that my acne is bad, I ordered some of their products. Sentence 3: After several weeks, no positive effects were observed. Sentence 4: Instead, my face caught a huge rash.\nChoices: (A) I thoroughly enjoyed the experience. (B) I'll never buy Proactiv again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob decided to start a business. Sentence 2: He opened up a grocery store and was doing very well. Sentence 3: After a year, his profits dropped and he had to declare bankruptcy. Sentence 4: Bob was sad to see his business fail.\nChoices: (A) Bob worked hard and reopened his business. (B) Bob's business succeeded.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim was making pizza. Sentence 2: It was for the family. Sentence 3: However all the ingredients were gone except the dough and the sauce. Sentence 4: He nervously put bananas on the pizza.\nChoices: (A) Tim's family enjoyed the pepperoni pizza. (B) Tim's family pretended to like the banana pizza.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom wanted to build a boat. Sentence 2: He went to the store to buy the wood. Sentence 3: Tom couldn't afford all of the supplies. Sentence 4: His father helped Tom buy the other supplies.\nChoices: (A) Tom was able to build the boat within one month. (B) Tom never got the supplies he needed to build the boat.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The harpooner struck the whale, which thrashed and began its run. Sentence 2: For a few minutes, all was well, but then the whale sounded deep. Sentence 3: The line could not pay out fast enough, and the bow dipped deep. Sentence 4: The boat slipped below the waves, and did not come back up.\nChoices: (A) The harpooner went down with the ship. (B) The harpooner emerged on a surfboard.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Our family moved from New York to North Carolina. Sentence 2: We really missed our family and friends back home. Sentence 3: Our aunt and cousin came for a visit one weekend. Sentence 4: We spent four days doing a lot of fun stuff together.\nChoices: (A) I was glad when they finally left. (B) I was sad to see them leave when they went home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Missy bought a ticket to the carnival. Sentence 2: She went in and looked around, open mouthed. Sentence 3: She loved all the games and rides! Sentence 4: She spent the whole day having a great time.\nChoices: (A) Missy vowed never to go back to the carnival again. (B) Missy decided to go back to the carnival the next day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kim's friends invited her to the beach. Sentence 2: But she was too embarrassed to to wear a bathing suit. Sentence 3: Kim looked at herself in the mirror and cried. Sentence 4: Kim went to the beach but decided not to go swimming.\nChoices: (A) Kim loved her body shape. (B) Kim had body image issues.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kevin decided to take his girlfriend ice skating. Sentence 2: The two of them had so much fun at the rink. Sentence 3: They held hands and skated around. Sentence 4: One time they fell but got back up.\nChoices: (A) Kevin and his girlfriend liked doing things together. (B) Kevin and his girlfriend never got along.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina was sad. Sentence 2: Her first day of high school hadn't turned out as she hoped. Sentence 3: She spent most of the day waiting to enroll. Sentence 4: She was alone for most of that time, and lunch was lonely too.\nChoices: (A) When Gina went home she cried to her mom. (B) When Gina went home she told her mom what a great day she had.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My dad was dating a girl. Sentence 2: The girl had a friend. Sentence 3: The friend liked my dad. Sentence 4: My dad eventually started to date the friend.\nChoices: (A) My dad went to work. (B) The first girl was very upset.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Peter wished to show his daughter his favorite Christmas song. Sentence 2: He played her a video of the song. Sentence 3: Next, he let her listen to the sound track. Sentence 4: The last time he decided to sing her the song.\nChoices: (A) Peter hated Christmas. (B) Peter's daughter enjoyed the music.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Dawn was envious of Cora's new car. Sentence 2: On halloween night, Dawn keyed the car. Sentence 3: Cora was crushed. Sentence 4: She had completely no idea who may have done it.\nChoices: (A) Cora then confronted Dawn about doing it. (B) Dawn felt happy about getting away with it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I noticed my hair was getting too long. Sentence 2: I tried to cut it myself, but failed. Sentence 3: I put on my shoes and grabbed my keys. Sentence 4: I went to the barber for a haircut.\nChoices: (A) He did a great job. (B) He told me to cut it myself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Olaf pinched every penny for retirement savings. Sentence 2: In fact, he literally collected up every piece of change available. Sentence 3: He was stingy with tips and purchases. Sentence 4: He rolled his coins and deposited them in the bank.\nChoices: (A) Olaf took a pinch of salt for the roll recipe. (B) The bank tellers always sighed but didn't mind Olaf.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sandy was at home. Sentence 2: Her home was dark. Sentence 3: She needed light! Sentence 4: Her friend bought her a lamp.\nChoices: (A) Sandy could now see in her home. (B) Sandy still could not see in her home!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tom was making some pasta. Sentence 2: He boiled some water. Sentence 3: He left the kitchen to answer an important phone call. Sentence 4: When he came back there was water all over the ground.\nChoices: (A) He had forgotten to turn the stove on. (B) He turned off the stove and cleaned up the kitchen.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sam's Siberian Huskies dig huge holes all over the yard. Sentence 2: He decided to give them their own place to dig. Sentence 3: He sectioned off an area with bricks. Sentence 4: Sam made a habit of burying treats and toys in that area.\nChoices: (A) The dogs love digging in their hole. (B) Sam's dogs dug under the fence and ran away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kayla tried out for American Idol. Sentence 2: The judges told her she wasn't quite what they were looking for. Sentence 3: Kayla was really bummed but moved on with her life. Sentence 4: Weeks later American Idol called her.\nChoices: (A) A new spot had opened up and Kayla could be in the show. (B) Kayla became obsessed with giraffes and got a job at the zoo.",
            "output": [
                "A"
            ]
        }
    ]
}