{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in da English language and ya task is 2 convert it into da Chinese language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Chinese"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "The manager of the fruit stand always sat and only sold vegetables.",
            "output": "水果摊的经理总是坐着，只卖蔬菜。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        },
        {
            "input": "As you consider all the possible ways to improve yourself and the world, you notice John Travolta seems fairly unhappy.",
            "output": "当您考虑改善自己和世界的所有可能方法时，您会注意到约翰特拉沃尔塔似乎相当不高兴。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        }
    ],
    "Negative Examples": [
        {
            "input": "At that moment I was the most fearsome weasel in the entire swamp.",
            "output": "顺流而下的水从车上看没那么厉害",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        },
        {
            "input": "She lived on Monkey Jungle Road and that seemed to explain all of her strangeness.",
            "output": "当我做意大利面时，我喜欢把它煮沸几分钟，所以面条非常滑。",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Weeks earlier, separate storms sank two passenger vessels in the central Philippines, drowning more than 50 people.",
            "output": [
                "几周前，菲律宾中部的两艘客轮因风暴而沉没，50多人溺水身亡。"
            ]
        },
        {
            "input": "Buried in a nearby crypt, the bones are thought to be centuries old but forensic tests are ongoing.",
            "output": [
                "这些骨头埋在附近的一个墓穴里，据信已有几百年的历史，但法医测试仍在进行中。"
            ]
        },
        {
            "input": "The boulder fell from about 15 metres above the residence and landed on top of the house, crushing it.",
            "output": [
                "巨石从住宅上方约15米处落下，落在房屋顶部，将其碾碎。"
            ]
        },
        {
            "input": "Mayor Susan Fennell of Brampton commented \"This twinning agreement between Brampton and Marikina City will not only provide new and exciting economic possibilities, but it is an excellent chance to recognize and celebrate the Filipino community in Brampton.\"",
            "output": [
                "布兰普顿市长苏珊·芬内尔评论说：“布兰普顿市和马里基纳市之间的这一友好协议不仅将提供新的、令人兴奋的经济机会，而且是认可和赞扬布兰普顿菲律宾社区的绝佳机会。”"
            ]
        },
        {
            "input": "Further assistance and loans to Georgia are expected from other organizations.",
            "output": [
                "预计将有其他组织向格鲁吉亚提供进一步援助和贷款。"
            ]
        },
        {
            "input": "\"By hosting President Ahmadinejad, Columbia University openly insulted the thousands of servicemen and women serving in Iraq, most of whom are direct targets of the munitions that he is sending across the Iraq-Iran border.\"",
            "output": [
                "“通过招待艾哈迈迪·内贾德总统，哥伦比亚大学公然侮辱了数千名在伊拉克服役的军人和妇女，他们中的大多数人是他越过伊拉克和伊朗边境运送的军火的直接目标。”"
            ]
        },
        {
            "input": "A genetic nondiscrimination bill was first introduced 13 years ago by New York Representatives Louise Slaughter, who says the House will \"get it out to the White House as quickly as we can.\"",
            "output": [
                "13年前，纽约代表路易丝·斯劳特首次提出了一项基因非歧视法案，他说众议院将“尽快把它送到白宫”。"
            ]
        },
        {
            "input": "Is there an element of tall poppy syndrome in the coverage of the Socceroos?",
            "output": [
                "在Socceroos的报道中是否存在高大罂粟花综合症的元素？"
            ]
        },
        {
            "input": "Mann was arrested along with 63 others in 2004 when his plane landed in Zimbabwe allegedly to collect arms bought from the country's state arms manufacturer.",
            "output": [
                "2004年，当他的飞机降落在津巴布韦时，曼恩与其他63人一起被捕，据称是为了收集从该国国家军火制造商购买的武器。"
            ]
        },
        {
            "input": "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".",
            "output": [
                "加利福尼亚州卫生服务部门的凯文·赖利博士说：“我们不知道野猪是否发挥了作用，但我们知道在这个特殊的牧场上有着大量的野猪，我们在这里目睹了它们撞裂篱笆并从篱笆底下钻过去的情景，它们有能力进入田地”。"
            ]
        },
        {
            "input": "At other times, the government has claimed it is destroying the buildings to get rid of unsafe structures and to reduce overcrowding.",
            "output": [
                "在其他时候，政府声称它正在摧毁建筑物以摆脱不安全的结构并减少过度拥挤。"
            ]
        },
        {
            "input": "He has stated that he will not transfer power to his successor Alassane Ouattara, the declared winner.",
            "output": [
                "他表示他不会将权力移交给他的继任者阿拉萨内·瓦塔拉。"
            ]
        },
        {
            "input": "The Turkish military crossed into Iraq to chase out Kurdish rebels from the Kurdistan Workers Party.",
            "output": [
                "土耳其军队进入伊拉克，驱逐来自库尔德工人党的库尔德人武装分子。"
            ]
        },
        {
            "input": "Captain Yee, a West Point graduate, served at the Guantanamo Bay base as a Muslim chaplain to the detainees and received two Distinguished Service medals for his work.",
            "output": [
                "西点军校毕业的Yee上尉曾在关塔那摩湾基地担任囚犯的穆斯林牧师，并因他的工作获得两枚卓越服役勋章。"
            ]
        },
        {
            "input": "189 of those who died in the incident were US citizens.",
            "output": [
                "在事件中死亡的人中有189人是美国公民。"
            ]
        },
        {
            "input": "Heavy flooding last week, mainly in Andhra Pradesh and neighbouring Karnataka, has killed about three hundred people and forced the evacuation of over a milion.",
            "output": [
                "上周，主要在安得拉邦和邻近的卡纳塔克邦发生的大洪水已造成大约三百人死亡，并迫使一百多万人疏散。"
            ]
        },
        {
            "input": "Also, South Padre officials are investigating a paralyzed cat and deceased coyote who may have consumed fish killed by the red tide.",
            "output": [
                "此外，南帕德雷官员正在调查一只瘫痪的猫和死去的土狼，他们可能吃了被赤潮杀死的鱼。"
            ]
        },
        {
            "input": "In what police believe is the second-largest heist in Britain, armed robbers stole almost £40 million from a London jewellery shop on August 6.",
            "output": [
                "武装劫匪于8月6日从伦敦一家珠宝店偷走了近4000万英镑、警方认为这是英国第二大抢劫案。"
            ]
        },
        {
            "input": "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.",
            "output": [
                "商人们拒绝在11月1日德里市政公司可能恢复封锁行动之前退出罢工煽动。"
            ]
        },
        {
            "input": "Western Australian State Government Department of Conservation and Land Management (CALM) officers feared that the whales could become stranded again.",
            "output": [
                "西澳大利亚州政府的环保与土地管理部（CALM）官员担心鲸群可能会再次搁浅。"
            ]
        },
        {
            "input": "The Supreme Council of Antiquities expedition consists of Zahi Hawass, Secretary General of the SCA, and Martinez who has extensively researched the life of Cleopatra.",
            "output": [
                "最高文物委员会探险队的成员中包括该委员会秘书长札希·哈瓦斯和马丁内兹，后者专门研究克里奥帕特拉的一生。"
            ]
        },
        {
            "input": "We think it’s important that the Council respond credibly and we will be working in that direction.\"",
            "output": [
                "我们认为重要的是，安理会必须作出可信的反应，我们才能朝着这一方向努力。“。"
            ]
        },
        {
            "input": "The steep streets of the small town, located one hour south of London, were filled during the chilly winter evening with crowds carrying burning torches, with police, and with alcohol consumption accompanied by loud deafening bangs.",
            "output": [
                "位于伦敦以南一小时的小镇，其陡峭的街道在寒冷的冬夜里充满了人群，他们带着燃烧的火把，伴随警察，消耗酒精并大声发出震耳欲聋的巨响。"
            ]
        },
        {
            "input": "A similar system caused severe flooding and precipitation in 2003.",
            "output": [
                "类似的系统在2003年引起了严重的洪水和降水。"
            ]
        },
        {
            "input": "Canberra's Centenary celebrations are addressed in the Federal budget, with A$2.6 million allocated for 2011/2012, A$2.0 million allocated for 2012/2013 and A$1.0 million allocated for 2013/2014.",
            "output": [
                "堪培拉的一百周年庆祝活动在联邦预算中得到了解决，2011/2012年拨款260万澳元，2012/2013年拨款了200万澳元，2013/2014年拨款了100万澳元。"
            ]
        },
        {
            "input": "\"As part of our business we create high quality intellectual property and we are prepared to defend it,\" Garrett said.",
            "output": [
                "加勒特说：“作为我们业务的一部分，我们创造了高质量的知识产权，同时我们也做好准备捍卫它。”"
            ]
        },
        {
            "input": "Somalia has largely disintegrated into fiefdoms since the former dictator Siad Barre was ousted in 1991.",
            "output": [
                "自1991年前独裁者西亚德·巴雷被赶下台以来，索马里基本上已经分裂成了几个王国。"
            ]
        },
        {
            "input": "Despite the fact that Sites introduced the footage with a long explanation of how the soldiers were under a lot of stress, which could easily cloud their judgement, he received thousands of hate-mails per day and even death-threats",
            "output": [
                "尽管西茨现场解释了这些录像带，并对士兵们承受的压力进行了详细说明，这些压力很容易模糊他们的判断。他谈到他每天收到数千封仇恨邮件，甚至是死亡威胁。"
            ]
        },
        {
            "input": "The hurricane, which has been upgraded to Category 2 status, hit the island early this morning and has caused widespread damage.",
            "output": [
                "飓风已升级为2级，于今天凌晨袭击该岛，并造成广泛破坏。"
            ]
        },
        {
            "input": "The court's ruling does not have an immediate effect, however, as the Justices referred the decisions to a lower court to be reconsidered.",
            "output": [
                "然而，法院的裁决没有立即生效，因为大法官将决定提交下级法院进行重新审议。"
            ]
        },
        {
            "input": "After it the Honda team driver Rubens Barichello lose the nose of his car in a hit of BMW Sauber, while his teammate, Jenson Button, has secured his fourth place (Rubens was included in the final standings on the sixth place).",
            "output": [
                "之后，本田车队车手鲁本斯·巴里切罗在与宝马索伯车队的一场碰撞中失去了车鼻，而他的队友简森·巴顿保住了第四名（鲁本斯以第六名的成绩进入了决赛）。"
            ]
        },
        {
            "input": "This oil disaster may be even worse than the one of February, which was described by the BBC as the worst oil spill that Estonia has ever experienced.",
            "output": [
                "这场石油灾难可能比2月份的更加严重，英国广播公司称这是爱沙尼亚有史以来最严重的石油泄漏。"
            ]
        },
        {
            "input": "The officials said that the attacks are aimed at destroying the databases of U.S. banking and stock market web sites.",
            "output": [
                "这些官员说，袭击的目的是摧毁美国银行和股票市场网站的数据库。"
            ]
        },
        {
            "input": "DeLay has previously been admonished three times by the House Ethics Committee.",
            "output": [
                "此前，众议院道德委员会曾警告过迪莱三次。"
            ]
        },
        {
            "input": "The former Beatle has seen interest in his work climb recently with the release of a critically-acclaimed album and a children's book, as well as a series of American commercials feature songs from his new album and a collage of video clips and photos detailing his life's work.",
            "output": [
                "这位前披头士成员近来似乎对自己的工作成就感到兴趣，他发布了一张广受好评的专辑和一本儿童读物，以及一系列来自他新专辑中的美国商业广告歌曲和一组详细介绍他一生工作的视频剪辑和照片的拼贴。"
            ]
        },
        {
            "input": "\"In Iran we do not have this phenomenon, I don't know who has told you that we have it.\"",
            "output": [
                "“在伊朗我们没有这种现象，我不知道是谁告诉你我们有这种现象的。”"
            ]
        },
        {
            "input": "The system is used to filter out child pornography, although Wikileaks points out it \"can be used to censor anything\" and claims \"most sites on the list are still censored (i.e must be on the current list), even though many have clearly changed owners or were possibly even wrongly placed on the list.\"",
            "output": [
                "这个系统被用来过滤儿童色情，尽管维基解密指出它“可以用来审查任何东西”，并且声称“名单上的大多数网站仍然被审查（即必须在当前的名单上），即使许多网站已经明确地改变了所有者，或者可能被错误地放在名单上。”"
            ]
        },
        {
            "input": "Because prolactin regulates the levels of precursors of oligodendrocytes, the scientists hypothesized that prolactin levels were responsible for the differences in damage.",
            "output": [
                "因为催乳素调节少突胶质细胞的前体水平，科学家们假设催乳素水平是造成损伤差异的原因。"
            ]
        },
        {
            "input": "Did we need to take a poll to find out how well America sleeps at night?",
            "output": [
                "我们是否需要进行一次民意调查，看看美国人晚上睡得怎么样呢？"
            ]
        },
        {
            "input": "Ukraine threatened to bar Russian warships dispatched to the Abkhazian coast from returning to their Ukrainian base of Sevastopol if they engage in any military action.",
            "output": [
                "乌克兰威胁说，如果被派遣到阿布哈兹海岸的俄罗斯军舰参与任何军事行动，他们将禁止返回乌克兰塞瓦斯托波尔基地。"
            ]
        },
        {
            "input": "None of the murderers have been apprehended by the police.",
            "output": [
                "警察没有逮捕任何一个杀人犯。"
            ]
        },
        {
            "input": "Ted Hollis, a criminal attorney from Pittsburgh, Pennsylvania, is suing the creator of a website which allows women to complain about men they have dated after being named by two women on the self-proclaimed controversial site.",
            "output": [
                "来自宾夕法尼亚州匹兹堡的刑事律师泰德·霍利斯正在起诉一个网站的创建者，这个自称有争议的网站允许女性抱怨约会过的男士，而这位律师被两位女士提及姓名。"
            ]
        },
        {
            "input": "More than half of Ugandan President Yoweri Museveni's convoy was prevented from entering Rwanda on Thursday.",
            "output": [
                "周四，乌干达总统约韦里·穆塞韦尼的一半以上的车队被阻止进入卢旺达。"
            ]
        },
        {
            "input": "Wildfires in California continued to spread on Tuesday, having burned more than 140,000 acres of land throughout the state and caused an estimated US$13 million worth of damage.",
            "output": [
                "加利福尼亚州的野火在周二继续蔓延，已经在该州烧毁了超过14万英亩的土地，造成了价值约1300万美元的损失。"
            ]
        },
        {
            "input": "Only one person in Connecticut has been executed since 1976, when the U.S. government reinstated the death penalty after the U.S. Supreme Court upheld capital punishment.",
            "output": [
                "自1976年以来，在康涅狄格州只有1人被执行了死刑。由于美国最高法院坚持要保留死刑处罚，美国政府在那一年恢复了死刑。"
            ]
        },
        {
            "input": "He said Russian schools, which are criticised for understaffing and perceived inattention to bullying, should teach psychology.",
            "output": [
                "他表示，俄罗斯的学校应该教授心理学，这些学校因人手不足和不重视欺凌现象而受到批评。"
            ]
        },
        {
            "input": "At least 13 wildfires have burned more than 356,000 acres (142,400 hectares) in areas stretching from San Diego, near the border with Mexico, to Malibu, near Los Angeles.",
            "output": [
                "在从墨西哥边境附近的圣地亚哥到洛杉矶附近的马里布，至少有13场野火烧毁了超过356,000英亩（142,400公顷）的土地。"
            ]
        },
        {
            "input": "They have sustained wounds to the knee, groin, abdomen and arm.",
            "output": [
                "他们的膝盖，腹股沟，腹部和手臂都有伤口。"
            ]
        },
        {
            "input": "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.",
            "output": [
                "在赢得该国最近的总统选举后，加蓬新总统阿里·本·邦戈已经任命了他的第一任政府。"
            ]
        },
        {
            "input": "Ivanisevic described the wreck \"as the worst rail accident in the history of Montenegro,\" Ivanisevic also said.",
            "output": [
                "伊万尼塞维奇称这起灾难“是黑山历史上最严重的铁路事故”。"
            ]
        },
        {
            "input": "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.",
            "output": [
                "电信首席运营官凯文·肯里克表示，他们现在将能够瞄准不发达的在线广告社区。"
            ]
        },
        {
            "input": "The impairment charge is a result of risky investments, including RBMS (mortgage) investments backed by subprime loans and Alt-A loans, which are made to borrowers with a slightly better credit profile than those in the subprime category, as well as from collateral debt obligations (CDOs).",
            "output": [
                "减值支出是风险投资的结果，包括次级贷款和针对信用状况略好于次级贷款类别借款人的Alt-A贷款支持的RBMS（抵押贷款）投资，以及抵押债务凭证（CDOs）。"
            ]
        },
        {
            "input": "The driver of the train has been arrested because of suspicion of negligence.",
            "output": [
                "火车司机因涉嫌疏忽而被捕。"
            ]
        },
        {
            "input": "Since these conditions remained unchanged, the license effectively voided six months before the disaster, claim Flight Safety.",
            "output": [
                "飞行安全公司称，由于这些条件保持不变，许可证在灾难发生前六个月实际上无效。"
            ]
        },
        {
            "input": "He is also known as Al-Suaidi, Abu Rana and Abu Humam.",
            "output": [
                "他也被叫做奥萨地，阿布·拉纳和阿布·胡曼。"
            ]
        },
        {
            "input": "France, who is expected to lead the international force, is seeking a clearer mandate from the UN on the rules of engagement.",
            "output": [
                "预计将领导这支国际部队的法国，正在寻求联合国对交战规则的更明确授权。"
            ]
        },
        {
            "input": "Approaching the speed of light would, however, require a long period of constant acceleration.",
            "output": [
                "然而，接近光速将需要长时间的恒定加速。"
            ]
        },
        {
            "input": "In a speech today in Adelaide, South Australia Gillard suggested that she wanted to achieve a mandate by the people through the usual means of the Governor-General.",
            "output": [
                "今天在南澳大利亚阿德莱德的一次演讲中，吉拉德建议说，她希望通过总督的常规手段来实现人民的授权。"
            ]
        },
        {
            "input": "This comes a week after the Presidential election which saw the re-election of the incumbent Alexander Lukashenko who has ruled Belarus since the establishment of the office in 1994.",
            "output": [
                "此事发生在总统选举结束一周以后。现任总统卢卡申科再次当选。自从1994年设置了总统这个职位以来，他一直统治着白俄罗斯。"
            ]
        },
        {
            "input": "Zimbabwe have defeated Australia by five wickets in Group B of the 2007 Twenty20 World Championship at Newlands Cricket Ground, Cape Town, South Africa.",
            "output": [
                "在南非开普敦纽兰兹板球场进行的“2007年二十20板球世锦赛”B组比赛中，津巴布韦队以5次击中门柱的成绩击败澳大利亚队。"
            ]
        },
        {
            "input": "The primary camera on the Hubble Space Telescope has shut down and is likely to only be restored to partial functionality, according to reports from the National Aeronautics and Space Administration (NASA).",
            "output": [
                "根据美国国家航空航天局（NASA）的报告，哈勃太空望远镜上的主要相机已经停止工作，可能只会恢复部分功能。"
            ]
        },
        {
            "input": "Ha'aretz, an Israeli newspaper, described the meeting as being \"a surprise\" for the country.",
            "output": [
                "以色列报纸“国土报”称，这次会议对以色列来说是“一个意外”。"
            ]
        },
        {
            "input": "At least eleven other people were killed in the blast, and dozens were wounded.",
            "output": [
                "爆炸造成至少11人死亡，数十人受伤。"
            ]
        },
        {
            "input": "In January of this year Corus cut approximately 3,500 staff worldwide; 2,500 of them in Britain.",
            "output": [
                "今年1月，康力斯集团在全球裁员约3,500人，其中2,500人在英国。"
            ]
        },
        {
            "input": "Recently in the 2nd World Deaf Badminton Championships in Germany, Bagga offered to give up his silver medal in men's single class after the tragic news of his former Lithuanian teammate Andirus Jankus' death in a car accident.",
            "output": [
                "近日，在德国举行的第二届世界聋人羽毛球锦标赛上，在听说他的立陶宛前队友安迪鲁斯·扬库斯车祸身亡的不幸消息之后，巴加提出放弃他在男子单打比赛中获得的银牌。"
            ]
        },
        {
            "input": "Africa leaders demand 5% of GDP of developed world citizens to be given as a finance to developing countries for struggle with global warming.",
            "output": [
                "非洲领导人要求将全世界发达国家百分之五的GDP产值作为财政资助，用于支持那些与全球变暖做斗争的发展中国家。"
            ]
        },
        {
            "input": "He also serves as the Union Minister for Finance, succeeding P. Chidambaram.",
            "output": [
                "他还接替P·奇丹巴拉姆担任联邦财政部长。"
            ]
        },
        {
            "input": "Their vessels were found hiding in mangroves off the Kimberley coast.",
            "output": [
                "发现他们的船只藏在金伯利海岸附近的红树林中。"
            ]
        },
        {
            "input": "\"He was taken to a hospital by ambulance but died a short time later.\"",
            "output": [
                "“他被救护车送往医院，但不久后死亡。”"
            ]
        },
        {
            "input": "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.",
            "output": [
                "由于年轻人的失业率达到了令人担忧的水平（根据经合组织的数据，2002年20到24岁的年轻人的失业率为百分之15.5），加上对2005年骚乱的记忆仍然历历在目，萨科齐承诺要控制政府开支，并实施奖励延长工作时间的税收政策。"
            ]
        },
        {
            "input": "New Zealand managed to crawl their way back to get seventh place, but dropped to fourteenth place from twelfth, out of 23 competing nations, on the leader board with only five points.",
            "output": [
                "新西兰设法爬回第七位，但在竞争的23个国家中，它的排名从第12位下降到第14位，在排行榜上只得了5分。"
            ]
        },
        {
            "input": "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"",
            "output": [
                "“枪击事件的完整录像证实下士的说法，即受伤的反伊拉克部队将左臂藏在脑后”。"
            ]
        },
        {
            "input": "Canadian Prime Minister Stephen Harper made a visit to Hamilton yesterday to watch the 2007 annual Tim Hortons Brier at the Copps Coliseum.",
            "output": [
                "加拿大总理史蒂芬·哈珀昨天到访汉密尔顿，观看在科普斯体育馆举行的2007年男子冰壶世锦赛选拔赛。"
            ]
        },
        {
            "input": "They improved from their starting positions of seventh and tenth respectively.",
            "output": [
                "他们的起跑位分别为第七位和第十位。"
            ]
        },
        {
            "input": "The leader of the protests was fugitive Major-General Khattiya Sawasdipol, the radical leader of the militant Red Shirt movement.",
            "output": [
                "抗议活动的领导人是逃亡的刹帝利·萨瓦滴蓬少将，他是红衫军运动的激进领导人。"
            ]
        },
        {
            "input": "Television star Jerry Springer has signed a contract to join the year-old political network Air America Radio Network starting April 1.",
            "output": [
                "电视明星杰里·施普林格已经签署了一份合同，将于4月1日加入成立仅一年的政治网络美国航空广播公司。"
            ]
        },
        {
            "input": "This bilateral agreement, if signed, would see 800 refugees attempting to get to Australia by boat immediately transported to Malaysia instead.",
            "output": [
                "如果签署这项双边协定，将有800名难民乘船前往澳大利亚，而不是立即被运到马来西亚。"
            ]
        },
        {
            "input": "Trebek is expected to remain in the hospital for at least two days for observation and continued tests.",
            "output": [
                "预计特雷贝克将留在医院至少两天进行观察和继续化验。"
            ]
        },
        {
            "input": "\"The message is that we're here to help them and we certainly would never want to hurt them.\"",
            "output": [
                "“我们要传达的信息是，我们是来帮助他们的，我们当然不想伤害他们。”"
            ]
        },
        {
            "input": "Britain's Foreign Office confirmed the release, and said the yachtsmen are being towed to international waters, and were expected to head to Dubai, United Arab Emirates.",
            "output": [
                "英国外交部确认了释放的消息，并且说，这几名帆船运动员正被拖轮带到国际水域，预期将驶往阿联酋的迪拜。"
            ]
        },
        {
            "input": "Adam compared all fields in the database to find the areas of missing information from which he devised 20 hypotheses.",
            "output": [
                "亚当比较了数据库中的所有字段，找出了他设计了20个假设的信息缺失区域。"
            ]
        },
        {
            "input": "Approximately 23 percent of the city’s living quarters are now empty.",
            "output": [
                "这座城市大约百分之23的居住区现在是空荡荡的。"
            ]
        },
        {
            "input": "There is to be a A$60 billion write down over four years.",
            "output": [
                "四年内将减记600亿澳元。"
            ]
        },
        {
            "input": "Paraguay edged the game from start to finish and got a goal in each half.",
            "output": [
                "巴拉圭在比赛中始终占据领先优势，两个半场各进一球。"
            ]
        },
        {
            "input": "The U.S. and South Korea have no plans to cancel the exercises.",
            "output": [
                "美国和韩国方面并不打算取消此次演习。"
            ]
        },
        {
            "input": "Safarov was found guilty of the 2004 murder of Armenian officer Gurgen Margaryan in Budapest, when both Safarov and Margaryan were attending a NATO Partnership for Peace programme.",
            "output": [
                "萨法罗夫被判犯有2004年在布达佩斯谋杀亚美尼亚军官古尔根·玛格丽扬的罪行，当时萨法罗夫和玛格丽扬都参加了北约和平伙伴关系计划。"
            ]
        },
        {
            "input": "Moussaoui pleaded guilty in April last year to the conspiracy charges.",
            "output": [
                "穆萨维去年4月对共谋指控表示认罪。"
            ]
        },
        {
            "input": "The two countries both border the Russian Federation, and have been trying to sign definitive border treaties for a long time since independence, but Moscow has repeatedly delayed on signing.",
            "output": [
                "这两个国家都与俄罗斯联邦接壤，并且自独立以来一直试图签署最终边界条约，但莫斯科一再推迟签署。"
            ]
        },
        {
            "input": "Corporal David Braun was killed in the suicide attack which occurred two hours before the shooting.",
            "output": [
                "大卫·布劳恩下士在枪击事件发生前两小时发生的自杀式袭击中丧生。"
            ]
        },
        {
            "input": "When asked about his future at the club, Calderwood replied: \"I'll see what the idea is.\"",
            "output": [
                "当被问及他在俱乐部的未来时，卡尔德伍德回答说：“我会看到这个想法是什么。”"
            ]
        },
        {
            "input": "According to the NHL press release, if the Islanders do not qualify for the 2007 playoffs, or play fewer than 10 playoff games in the 2007 playoffs, Simon would serve additional games at the start of the 2007-08 regular season to satisfy the minimum term of the suspension.",
            "output": [
                "根据NHL的新闻稿，如果岛民没有资格参加2007年的季后赛，或者在2007年的季后赛中打的季后赛少于10场，西蒙将在2007-08常规赛开始时再打更多的比赛，以满足停赛的最短期限。"
            ]
        },
        {
            "input": "The accounts as to whether the decision to reject was taken prior to the reviews being completed offered to the investigators were conflicting.",
            "output": [
                "关于是否在审查完成之前作出拒绝的决定提供给调查人员的说法是相互矛盾的。"
            ]
        },
        {
            "input": "The woman, described as in her late twenties, of height 1.65 m, and having black hair and almond-shaped eyes, left the hotel with two men and went to the local bus terminal.",
            "output": [
                "据描述，这个女人不到30岁，身高1.65米，黑头发，杏仁眼。她与2名男人离开酒店后，就去了当地的公交车站。"
            ]
        },
        {
            "input": "On Wednesday, United States President George W. Bush signed into law a US$555 billion appropriation bill, called the Consolidated Appropriations Act, 2008 (aka H.R. 2764).",
            "output": [
                "周三，美国总统乔治·W·布什签署了一项价值5550亿美元的拨款法案，称为2008年《2008年综合拨款法案》（又名H.R.2764）。"
            ]
        },
        {
            "input": "Today the New Zealand Finance Minister, Hon. Dr Michael Cullen, presented the 2006 New Zealand Budget to the House of Representatives.",
            "output": [
                "今天，新西兰财政部长迈克尔·卡伦博士向众议院提交了2006年新西兰预算。"
            ]
        },
        {
            "input": "They were with a party of four who had been angling from a 4.6 m boat.",
            "output": [
                "他们和一行四人一起在一艘4.6米长的小船上钓鱼。"
            ]
        },
        {
            "input": "Toys that are currently being produced are being packaged ready for the Christmas rush, however there are fears that if these are recalled then there will be a Christmas shortage.",
            "output": [
                "目前正在生产的玩具已经在包装了，准备迎接圣诞热潮，但有人担心，如果这些玩具被召回，那么圣诞节将出现产品短缺现象。"
            ]
        },
        {
            "input": "Chavez himself attempted (and failed) to carry out a military coup in 1992.",
            "output": [
                "查韦斯本人曾试图（并且未能）在1992年进行军事政变。"
            ]
        },
        {
            "input": "Noises resembling bangs were heard at approximately 1320 BST (1220 UTC); the male suspect was placed under arrest at about 1345 BST (1245 UTC), just over three hours after the incident began.",
            "output": [
                "大约在英国夏令时1320（世界时12点20）可以听到类似砰砰声的声音，这名男性嫌疑人于英国夏令时1345分（世界时1245分）被捕，当时距离事件发生仅3个多小时。"
            ]
        },
        {
            "input": "Ryan was supposed to be announced on Friday in New Hampshire, but he had to return to Wisconsin to attend a memorial for victims of the 2012 Wisconsin Sikh temple shooting.",
            "output": [
                "本来计划于星期五在新罕布什尔州宣布莱恩的提名，但是他必须返回威斯康辛去参加为2012年威斯康辛锡克教寺庙枪击案受害者举办的纪念活动。"
            ]
        },
        {
            "input": "David Coombs, Manning's legal representative for the upcoming court marshal, said that on Wednesday Manning complained of his clothing restrictions and joked that if he wanted to, he might be able to harm himself \"with the elastic waistband of his underwear or with his flip-flops.\"",
            "output": [
                "曼宁即将上任的法院元帅的法定代表人大卫•库姆斯周三表示，曼宁抱怨自己的服装限制，并开玩笑说，如果他愿意，他可能会“用内衣的松紧腰带或拖鞋”伤害自己。"
            ]
        },
        {
            "input": "To further his research Bogaert studied 944 heterosexual and homosexual men.",
            "output": [
                "为了进一步推进他的研究，博加特研究了944名异性恋和同性恋男性。"
            ]
        },
        {
            "input": "The Indonesian province of Aceh was struck by a 7.5 magnitude earthquake at 3:08 PM local time (8:08 AM GMT).",
            "output": [
                "当地时间下午3：08（格林威治时间上午8：08），印尼亚齐省发生7.5级地震。"
            ]
        },
        {
            "input": "Veteran group Blue Rodeo won in three categories: Group of the Year, Adult Alternative Album of the Year and Video of the Year.",
            "output": [
                "老将团体“蓝色牛仔”获得了三个奖项：年度最佳团体奖、年度成人另类专辑奖和年度最佳视频奖。"
            ]
        },
        {
            "input": "\"I invite all the people to enjoy peace, because the snow means peace.\"",
            "output": [
                "“我邀请所有的人享受和平，因为雪意味着和平。”"
            ]
        },
        {
            "input": "\"Numbers like this ... are another piece of evidence that climate change is real and it's a real issue.\"",
            "output": [
                "“这些数字……构成了新的证据，说明气候变化是真实存在的，它是个现实问题”。"
            ]
        },
        {
            "input": "This is the first time that the one hundred dollar note has been redesigned since 1996.",
            "output": [
                "这是自1996年以来第一次重新设计一百美元纸币。"
            ]
        },
        {
            "input": "A 70 centimeter (27.6 in) zander on Lake Maggiore, Switzerland was killed by police divers after it attacked several swimmers over the weekend.",
            "output": [
                "瑞士马焦雷湖上一个70厘米（27.6英寸）的梭鲈在周末袭击了几名游泳运动员后被警察潜水员杀死。"
            ]
        },
        {
            "input": "\"I think that congregation in there needs to see what that man is.\"",
            "output": [
                "“我认为那里的会众需要看清阿拉莫是什么人。”"
            ]
        },
        {
            "input": "\"We said all along if there was a situation where it would become more difficult for him then it would be time.\"",
            "output": [
                "“我们一直在说，如果情况对他来说变得更加困难，那就是时候了。”"
            ]
        },
        {
            "input": "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.",
            "output": [
                "随着秘鲁居民准备对总部位于丹佛的世界最大的黄金开采公司纽蒙特矿业公司提起诉讼，其中一些重要的问题可能最终能够得到解答。"
            ]
        },
        {
            "input": "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.",
            "output": [
                "部长小组还提议社区广播每小时最多允许播放5分钟的商业广告。"
            ]
        },
        {
            "input": "While life for Anna Nicole was not easy these past few months, she held dear her husband, Howard K. Stern, her daughter, Dannielynn Hope, her most cherished friends, beloved dogs, and finally, her work with TRIMSPA.",
            "output": [
                "在过去的几个月里，安娜·妮可的生活并不轻松，但她仍然拥有亲爱的丈夫霍华德·K·斯特恩、女儿丹妮琳·霍普、她最珍爱的朋友、心爱的狗，最后，还有她在Trimspa的工作。"
            ]
        },
        {
            "input": "Existing technology will be marketed in the Google name, something which may make all the difference.",
            "output": [
                "现有技术将以“谷歌”的名义上市。它是一种可能引起重大变化的东西。"
            ]
        },
        {
            "input": "Thompson much expected declarations comes after months of \"testing the waters.\"",
            "output": [
                "汤普森在经过几个月的“试水”之后，发表了外界期待已久的声明。"
            ]
        },
        {
            "input": "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"",
            "output": [
                "在其他地方，“有些人可能负责其他问题，包括政权的金融问题，当然还有些人对于准确描述政权在过去的30年在大规模伤杀性武器方面所做出的努力是非常有帮助的。”"
            ]
        },
        {
            "input": "In the race he was almost on the back of Fisichella, but damaged his tyre in the overtaking attempt and lose all positions.",
            "output": [
                "在比赛中，他几乎跑到了费斯切拉的后面，但在超车过程中，他的轮胎受损，失去了所有的有利位置。"
            ]
        },
        {
            "input": "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.",
            "output": [
                "莫桑比克全国选举委员会主席莱奥波尔多·达科斯塔表示，“在此期间，我们没有收到任何投诉”。"
            ]
        },
        {
            "input": "Two protesters in the United States who are associated with the 'Tar Sands Blockade' were arrested Monday after they barricaded themselves inside a portion of the Keystone Oil Pipeline under construction in Winona, Texas.",
            "output": [
                "周一，两名与“封锁沥青砂”有关的美国抗议者被逮捕，原因是他们在德克萨斯州维诺纳正在建设的基石输油管道内设置路障。"
            ]
        },
        {
            "input": "Last week, Swiss police reported that two Pablo Picasso paintings were stolen from a Swiss exhibition near Zurich.",
            "output": [
                "瑞士警方上周报告说，在苏黎世附近的瑞士展会上有两幅毕加索绘画作品被盗。"
            ]
        },
        {
            "input": "An official from the international humanitarian movement the Red Cross said \"[w]e made contact with them early on and kept talking with them through the night as we pulled away at the debris.\"",
            "output": [
                "红十字会的国际人道主义运动官员说：“我们很早就与他们取得联系，并在我们撤离残骸时整夜与他们交谈。”"
            ]
        },
        {
            "input": "In response the Mehdi Army setup checkpoints in parts of the city, sparking the violence that saw the Iraqi government send in large numbers of reinforcements to re-take control of the city.",
            "output": [
                "作为回应，迈赫迪军队在城市的部分地区设立了检查站，引发了暴力事件，伊拉克政府派出大批增援部队重新控制了城市。"
            ]
        },
        {
            "input": "A witness near where the car bomb exploded said that a man had parked a blue truck, and left it a quarter of an hour before it exploded.",
            "output": [
                "当时处于汽车炸弹附近的一位目击者说，有个男人曾将一辆蓝色卡车停在那里，并在爆炸发生前15分钟左右离开。"
            ]
        },
        {
            "input": "Myers said, \"You have economic progress that has to be made; you have political progress that has to be made.\"",
            "output": [
                "迈尔斯说：“你必须取得经济进步，你必须取得政治进步。”"
            ]
        },
        {
            "input": "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.",
            "output": [
                "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。"
            ]
        },
        {
            "input": "Each site will have one employee on site for security and maintenance.",
            "output": [
                "每个现场将有一名员工在现场进行安全和维护。"
            ]
        },
        {
            "input": "A Russian teenager has accomplished an unprecedented feat in the history of world aviation.",
            "output": [
                "一位俄罗斯少年完成了世界航空史上的一件空前壮举。"
            ]
        },
        {
            "input": "The strength of the decision was unexpected — this is the first major Internet copyright case to reach the Supreme Court in many years, and the Justices' unanimity sends a strong message about their lack of tolerance for companies designed to violate the law.",
            "output": [
                "这一裁决的力度出乎意料，这是多年来最高法院受理的首个重大互联网版权案件，法官们的一致意见发出了一个强烈的信号，即他们对旨在违反法律的公司缺乏容忍。"
            ]
        },
        {
            "input": "Usually when there is a possibility of rabies, doctors will vaccinate patients: the vaccine has a chance to act before the symptoms appear.",
            "output": [
                "通常，当有狂犬病的可能性时，医生会给病人接种疫苗：疫苗有机会在症状出现之前发挥作用。"
            ]
        },
        {
            "input": "Veteran White House journalist Helen Thomas, 89, announced her retirement yesterday with immediate effect, ending her fifty-seven year career, amid criticism over controversial remarks.",
            "output": [
                "现年89岁的资深白宫记者海伦·托马斯昨日宣布退休，立即生效，结束了她五十七年的职业生涯，原因是外界对她有争议的言论提出了批评。"
            ]
        },
        {
            "input": "He struck thrice and Pakistan, from 62 without loss, slumped to 77 for three.",
            "output": [
                "他三次出击，巴基斯坦从62比零到三个回合输了77分。"
            ]
        },
        {
            "input": "These usually involved clashes between left and right extremists rather than with authorities.",
            "output": [
                "但这些冲突通常涉及与左右极端分子之间的冲突，而不是与当局的冲突。"
            ]
        },
        {
            "input": "Vowell dismissed Edwards' promotions company from the suit because it was bankrupt and had no money or assets.",
            "output": [
                "元音公司从诉讼中解雇了爱德华兹的促销公司，因为它破产了，没有钱也没有资产。"
            ]
        },
        {
            "input": "According to local citizens the quake lasted about one minute and was felt in Banda Aceh, the province capital, approximately 300 km (185 mls) away, also in Meulaboh and Gunung Sitoli on Nias island.",
            "output": [
                "根据当地居民的说法，地震持续了约1分钟。大约300公里（185英里）外的省会班达亚齐市有震感，尼亚斯岛的米拉务和古农西托利也有震感。"
            ]
        },
        {
            "input": "PCG noted the possible overloading of the vessel since the boat's franchise authorized it to carry only 40 passengers and 10 crew members.",
            "output": [
                "PCG注意到船只可能超载，因为该船的特许经营权授权它只能运载40名乘客和10名船员。"
            ]
        },
        {
            "input": "\"The reason this political philosophy, underpinned by objectivism, isn't well accepted in the New Zealand culture is because New Zealanders are generally wary of major change, vote for the party they always have, and vote for the party they think will win, not the one they want to win,\" Mr Darton believes.",
            "output": [
                "达恩顿认为：“这种以客观主义为基础的政治哲学在新西兰文化中不被广泛接受的原因是，新西兰人普遍对重大变革持谨慎态度，为他们一直拥有的政党投票，为他们认为会赢的政党投票，而不是为他们想赢的政党投票”。"
            ]
        },
        {
            "input": "Regional coast guard officer Anatoly Yanhuck said once weather improves they will begin pumping oil from the tanker, then tow the ship to port.",
            "output": [
                "区域海岸警卫队官员阿纳托利·扬哈克说，一旦天气好转，他们将开始从油轮上抽油，然后把船拖到港口。"
            ]
        },
        {
            "input": "\"So if we hadn't found Kormoron it would have made it much more difficult\"",
            "output": [
                "“所以，如果我们没有找到科莫兰号，这会让它变得更加困难”。"
            ]
        },
        {
            "input": "Walcott and his family are keen to take his current skills to an even higher plataeu, and feel that only this kind of skill could be achieved with Arsenal, despite the fact that other clubs have offered to outbid Arsenal.",
            "output": [
                "沃尔科特和他的家人都渴望把他现在的技术提升到一个更高的水平，他们觉得只有阿森纳才能达到这种水平，尽管其他俱乐部已经出价超过阿森纳。"
            ]
        },
        {
            "input": "JAL is the biggest carrier in Japan and the biggest carrier of cargo between Japan and the US.",
            "output": [
                "日航是日本最大的航空公司，也是日本和美国之间最大的货运航空公司。"
            ]
        },
        {
            "input": "Operation NANOOK 2008 was held from August 11 to August 25 by the Canadian Forces for the purpose of conducting mock emergency rescue operations for potential maritime disasters in the northeastern Canadian Arctic waters.",
            "output": [
                "加拿大军队于8月11日至25日举行了名为“NANOOK2008行动”的演习。演习的目的是在加拿大东北的北极水域，实施一场应对潜在海难的模拟紧急救援行动。"
            ]
        },
        {
            "input": "(See List of No Recognition of Israel) The major issues of conflict between the countries at present time concern Israel's possession of the Golan Heights region, annexed in 1981, and Syria's support for Hezbollah and Hamas.",
            "output": [
                "（见“不承认以色列的国家名单”）当前导致两国冲突的主要问题包括以色列于1981年占领的戈兰高地地区，还有叙利亚对真主党和哈马斯的支持。"
            ]
        },
        {
            "input": "\"I looked at the faces of all the people, they were astonished…\"",
            "output": [
                "“我看着所有人的脸，他们都惊呆了…”。"
            ]
        },
        {
            "input": "Tickets for the film will be available to purchase from Sunday, September 27.",
            "output": [
                "电影票将自9月27日星期日起发售。"
            ]
        },
        {
            "input": "A ransom of $25 million is being sought, a quarter of the value of the vessel's cargo of oil.",
            "output": [
                "目前正在寻求2500万美元的赎金，相当于船上石油货物价值的四分之一。"
            ]
        },
        {
            "input": "After driving to Farm Street, it is believed they may have got away in a third vehicle.",
            "output": [
                "开车到农场街后，据信他们可能已经改乘第三辆车逃离。"
            ]
        },
        {
            "input": "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.",
            "output": [
                "一名纳尔默达巴乔安多兰活动分子梁芳·帕特卡，在绝食抗议萨达尔萨罗瓦项目的第九天，被警察强行送往新德里的医院。"
            ]
        },
        {
            "input": "Soledad O'Brien and Blitzer apologised separately during CNN's American Morning on Tuesday.",
            "output": [
                "周二，索莱达·奥布莱恩和布利泽分别在美国有线电视新闻网的“美国早晨”节目中道歉。"
            ]
        },
        {
            "input": "Boehner informed other congressmen of the deal in a conference call yesterday evening.",
            "output": [
                "昨天晚上，博纳在电话会议上向其他国会议员通报了这个协议。"
            ]
        },
        {
            "input": "We will not run out of bottled water any time soon, but some countries have already run out of water to produce their own food, he said.",
            "output": [
                "他说：“我们的瓶装水不会很快用完，但是一些国家已经没有水来生产他们自己的食品了。”"
            ]
        },
        {
            "input": "According to Henry Akpan, chief epidemiologist at Nigeria's Ministry of Health, 111 of the 163 recorded deaths have been children, many only several years old.",
            "output": [
                "根据尼日利亚卫生部首席流行病学家亨利·埃科潘提供的消息，在记录在案的163个死亡案例中，有111人是儿童，许多人的年龄只有几岁。"
            ]
        },
        {
            "input": "Followed by Russia were pre-contest favorites Belarus (winners of the 2005 edition), and Sweden taking the second and third places respectively.",
            "output": [
                "被俄罗斯紧随其后的是赛前最受喜爱的白俄罗斯（2005年世界杯冠军）和瑞典分列第二和第三。"
            ]
        },
        {
            "input": "The microchips in dogs are for owner identification, in case of attacks on humans.",
            "output": [
                "狗的微芯片用于识别所有者，以防人类受到攻击。"
            ]
        },
        {
            "input": "The oil tanker was carrying over 2 million barrels of oil at the time of her capture, and was on her way to the United States via Cape Town.",
            "output": [
                "这艘油轮在被截获时携带了200多万桶石油，并且正在途径开普敦前往美国的途中。"
            ]
        },
        {
            "input": "Shulze/Powell concluded that the radar data confirms the witness observations of an object, as well as the Air Force's statement that said ten aircraft were operating in the area.",
            "output": [
                "舒尔茨和鲍尔的结论是，这些雷达数据可以证明目击者当时确实观察到了一个物体，也可以证实空军的说法，即当时有10架飞机在该地区飞行。"
            ]
        },
        {
            "input": "\"we have been exceeding the Earth's ability to support our lifestyles for the past 20 years, and we need to stop.\"",
            "output": [
                "“在过去的20年里，我们一直在透支地球支持我们生活方式的能力，我们需要停下来。”"
            ]
        },
        {
            "input": "The Da Vinci Code is a fiction book and has over 36 million copies in print worldwide.",
            "output": [
                "“达芬奇密码”是一本虚构的书，全世界印刷发行超过3600万册。"
            ]
        },
        {
            "input": "One such premiere location is Los Angeles, in the US state of California, which will have the film starting at 1800 PT.",
            "output": [
                "其中一个首映地点是美国加利福尼亚州的洛杉矶，这里，该片将于太平洋标准时间1800时开始。"
            ]
        },
        {
            "input": "\"You can leave that up to the financial crisis, but at the big donor conferences in Paris December 2007, and Sharm el-Sheikh February 2009 there were pledges enough to carry this through.\"",
            "output": [
                "“你可以把这件事留到金融危机之前，但在2007年12月在巴黎举行的大型捐助者会议和2009年2月在沙姆沙伊赫举行的大型捐助者会议上，都有足够的承诺来实现这一目标”。"
            ]
        },
        {
            "input": "The by-elections in Henley were won by Tory John Howell with a majority of over 10,000 votes, defeating by a large margin the Liberal Democrats who were presumed to have a close edge of beating both Conservatives and Labour.",
            "output": [
                "在亨利的补选中，保守党人约翰·豪厄尔以1万张选票的多数击败了自由民主党，赢得了补选。"
            ]
        },
        {
            "input": "Points leader Jimmie Johnson crashed his car early into the race, taking a last-place finish.",
            "output": [
                "积分榜头名吉米·约翰逊在比赛一开始就撞坏了自己的车，以最后一名的成绩结束了比赛。"
            ]
        },
        {
            "input": "Ali Abdu, Eritrea’s information minister stated, \"We believe the government of Uganda must rectify its error and pull out from Somalia, otherwise the situation will become increasingly dangerous.\"",
            "output": [
                "厄立特里亚新闻部长阿里·阿布杜表示：“我们认为，乌干达政府必须纠正错误，撤出索马里，否则局势将变得越来越危险。”"
            ]
        },
        {
            "input": "Reports say that police have surrounded the Supreme Court of Pakistan, while the judges are still inside.",
            "output": [
                "报道说，警察已经包围了巴基斯坦最高法院，而法官仍然在里面。"
            ]
        },
        {
            "input": "The virology samples will be destroyed as the coolers went out of service after the power supply was cut for security reasons during fire-fighting.",
            "output": [
                "病毒学样本将被销毁，因为出于安全考虑，在灭火过程中切断了电源，致使冷藏箱失效。"
            ]
        },
        {
            "input": "She is hyper focused on the sport at the moment, with archery being her life.",
            "output": [
                "她此刻高度专注于这项运动，射箭就是她的生命。"
            ]
        },
        {
            "input": "Television cameras captured a white speck, presumably part of the rocket, falling into the sea.",
            "output": [
                "电视摄像机捕捉到了一个白色的斑点，这大概是火箭的一部分，掉进了海里。"
            ]
        },
        {
            "input": "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"",
            "output": [
                "他批评了媒体对这一现象的反应，说：“你知道吗，这是一种不尊重，超越了任何公众人物甚至任何美国人所能容忍，而大众媒体却嘲笑它。”"
            ]
        },
        {
            "input": "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.",
            "output": [
                "他说，自己已经安置了一只网络摄像头来记录这一事件，并将细节发到FTP服务器上供人们观看。"
            ]
        },
        {
            "input": "It also carries out tasks as directed by the UN Security Council, the UN General Assembly, the UN Economic and Social Council, and other UN bodies.",
            "output": [
                "它还按照联合国安全理事会、联合国大会、联合国经济及社会理事会和其他联合国机构的指示执行任务。"
            ]
        },
        {
            "input": "Zork Hun is running for the Libertarian party in the Ontario provincial election, in the Parkdale-High Park riding.",
            "output": [
                "佐尔克·杭将代表自由意志党参加在帕克代尔高地公园选区举行的安大略省选举。"
            ]
        },
        {
            "input": "Though not as common as the USB standard, Firewire serves a niche market, especially the aviation industry.",
            "output": [
                "虽然不如USB标准应用普遍，但是Firewire面向的是利基市场，特别是航空业。"
            ]
        },
        {
            "input": "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.",
            "output": [
                "巨头鲸搁浅在南岛的利维港，但是有很多志愿者试图帮助它们从泥泞的浅海水湾回到开放水域。"
            ]
        },
        {
            "input": "The soldier's family have now been informed of the death, the Ministry said.",
            "output": [
                "国防部说，这名士兵的家人现已被告知死亡事件。"
            ]
        },
        {
            "input": "104 people were on board the plane, but all passengers and crew aboard the aircraft have left it safely.",
            "output": [
                "飞机上有104人，但所有乘客和机组人员都安全地离开了飞机。"
            ]
        },
        {
            "input": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.",
            "output": [
                "基米缩小了与迈凯伦队赛车手的差距，现在只落后阿隆索5分。"
            ]
        },
        {
            "input": "To expand the global view of environment respect, this parade is chosen at Taipei City to show the particularity and differences of creatures which should be cared by common people.",
            "output": [
                "为了拓展全球尊重环境的视野，这次游行被选在台北市，以展示物种的特殊性和差异性，这些情况应该受到普通民众的关注。"
            ]
        },
        {
            "input": "Although not a household name, Foxconn is the largest producer of electronics components and badge engineered electronics products in the world, manufacturing products for companies like Apple, Hewlett-Packard, Intel and Dell.",
            "output": [
                "虽然不是家喻户晓，但富士康是全球最大的电子元件和徽章工程电子产品生产商，为苹果，惠普，英特尔和戴尔等公司生产产品。"
            ]
        },
        {
            "input": "No matter how bad a detainee may act, \"haircuts will never be used as punitive action\" against them, but they can have hair removed for health reasons.",
            "output": [
                "无论囚犯表现多么恶劣，“永远不会以剪头发来作为惩罚”，但他们可能因健康原因而被剪掉头发。"
            ]
        },
        {
            "input": "\"The theorists' heads were spinning when they saw the data,\" adds Dr. Richardson.",
            "output": [
                "理查森博士补充说：“当理论学家们看到数据时，他们的头脑在旋转。”"
            ]
        },
        {
            "input": "This attack seems to be reaction to their expulsion,\" said, Ayub Khan, a local police chief, to media.",
            "output": [
                "“这次袭击似乎是对那次驱逐行动做出的反应”，当地警察局长阿尤布·汗对媒体这样说道。"
            ]
        },
        {
            "input": "The airline also announced daily service from Raleigh to Boston starting on October 18.",
            "output": [
                "该航空公司还于10月18日宣布从罗利到波士顿的每日服务。"
            ]
        },
        {
            "input": "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.",
            "output": [
                "伊拉克政府发言人达巴格说，政府拒绝土耳其单方面入侵，因为这是对他们睦邻关系的威胁。"
            ]
        },
        {
            "input": "The launch was originally planned for yesterday, but delayed for the launch of the Space Shuttle Endeavour, which was itself later delayed again due to another hydrogen fuel leak.",
            "output": [
                "此次发射原计划是在昨天，但是由于“奋进号”航天飞机的发射而推迟，“奋进号”的发射后来由于另外一起氢燃料泄漏事故而再次推迟。"
            ]
        },
        {
            "input": "Captain Johan Claeys, one of the accused, studied with the Prince and worked at the facturation services of the Navy in 1998 and 1999.",
            "output": [
                "约翰·克拉伊斯上尉是其中一名被告，曾与王子一起学习，并于1998年和1999年在海军的制造部门工作。"
            ]
        },
        {
            "input": "It is not currently known whether the bids made by Stadler and Pesa will be for new-build or second-hand vehicles, however the bid from Edinburgh/CAF is to use a number of the currently-dormant trams that were constructed for that city's own tram network.",
            "output": [
                "目前尚不清楚施泰德公司和佩沙公司的投标是针对新造车辆还是二手车，但爱丁堡公司CAF的投标计划是大量使用目前为该市专有的有轨电车网络所造的一些处于休眠状态的有轨电车。"
            ]
        },
        {
            "input": "\"It's the height of summer and they're putting up Christmas lights.\"",
            "output": [
                "“现在正值盛夏，二他们已经在挂圣诞灯”。"
            ]
        },
        {
            "input": "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.",
            "output": [
                "古巴跆拳道运动员恩格尔·马托斯在2008年北京奥运会期间因殴打瑞典裁判查基尔·切尔巴特而被终身禁赛。"
            ]
        },
        {
            "input": "Ricardo Blach, the captain of the trawler who is being held by the pirates, warned relatives by phone that they intended to kill the three crew members—moved from the trawler on Thursday and returned on Friday in a bid to pressure the Spanish government—should their demands not be met.",
            "output": [
                "被海盗扣押的拖网渔船船长里卡多·布拉奇在电话中警告这些家属，如果海盗的要求得不到满足，他们打算杀死这三名船员，周四船长从拖网渔船被绑，为向西班牙政府施压，周五海盗送返了船长。"
            ]
        },
        {
            "input": "This means that any person, group, or company can publish an alternative version - which makes problems such as vendor lock-in impossible.",
            "output": [
                "这就意味着任何个人、团体或公司都可以发布替代版本，这样就避免了供应商锁定等问题。"
            ]
        },
        {
            "input": "Spanish Foreign Minister Miguel Ángel Moratinos stressed the need for calm amongst the tension of the removal and return of the three hostages.",
            "output": [
                "西班牙外交大臣米格尔·安赫尔·莫拉蒂诺斯强调，在三名人质被带走和返回的紧张局势中，我们需要保持平静。"
            ]
        },
        {
            "input": "According to Central Statistical Organisation, real estate and communications-led services recorded an unexpected increase of 13.9% in the quarter.",
            "output": [
                "根据中央统计局的数据，房地产和通讯业务在本季度意外增长了13.9％。"
            ]
        },
        {
            "input": "A few days ago the UFO investigative organization Mutual UFO Network (MUFON) released a 77-page report on the sighting.",
            "output": [
                "几天前，UFO调查组织“联合UFO网络（MUFON）”就这次目击事件发布了一篇长达77页的报告。"
            ]
        },
        {
            "input": "Robert Longhi, the general manager of Movieplex, said that the value of the investment reached 4.7 million euro.",
            "output": [
                "影城的总经理罗伯特·隆基说，投资额达到了4百70万欧元。"
            ]
        },
        {
            "input": "Four of the protesters are from Queensland, one is from New South Wales, and the other is from Victoria.",
            "output": [
                "其中四名抗议者来自昆士兰州，一名来自新南威尔士州，另一名来自维多利亚州。"
            ]
        },
        {
            "input": "A field hospital was set up at the site of the accident, which provided emergency first aid to the victims.",
            "output": [
                "在事故现场设立了一家野战医院，为受害者提供紧急急救。"
            ]
        },
        {
            "input": "She has competed in field recurve but is not competing to maximize her training for Olympic inclusion.",
            "output": [
                "她参加过室外反曲弓比赛，但并不是为了最大限度地提高自己的奥运参赛能力。"
            ]
        },
        {
            "input": "Hidden fees are often not shown until the end of an ordering process on the web which prevents consumers from making an informed choice and comparing the actual prices of different products and services according to the Office of Fair Trading.",
            "output": [
                "隐藏费用通常在网上订购过程结束后才显示出来，这会阻止消费者根据公平交易办公室做出明智的选择，并比较不同产品和服务的实际价格。"
            ]
        },
        {
            "input": "On the agenda is a wide range of issues such as health, economic reform, regulation, and education.",
            "output": [
                "会议议程包括一系列广泛的问题，如卫生、经济改革、监管和教育。"
            ]
        },
        {
            "input": "She and her family immediately called the Swedish Navy, believing it to be an exercise, and told them to hide the vessel better.",
            "output": [
                "她和家人立即打电话给瑞典海军，认为这是一次演习，并告诉他们要更好地隐藏船只。"
            ]
        },
        {
            "input": "New plants would have three years before they were obligated to begin reducing their emissions.",
            "output": [
                "新工厂将经过三年时间后才开始承担减少排放的义务。"
            ]
        },
        {
            "input": "According to a spokesperson, Ballard had been sick \"for several years\" and that it was \"with great sadness\" to have to make the announcement of his death.",
            "output": [
                "据一位发言人说，巴拉德已经病了“几年”，我们不得不“非常悲痛”地宣布他的死亡。"
            ]
        },
        {
            "input": "To demonstrate the huge drop in airfares over the last year, the company claimed while the price of a Ryanair seat had dropped from ￡99.99 in 1985 to 99p today, the price of a pint of beer had trebled and the average house price in England had increased by 500%.",
            "output": [
                "为了证明去年的机票价格大幅下降，该公司声称，瑞安航空公司的座位价格从1985年的99.99英镑降至今天的99便士，而一品脱啤酒的价格却翻了三倍，英格兰的平均房价也增加了百分之500。"
            ]
        },
        {
            "input": "The bill also orders the U.S. Homeland Security Department to take over control of the border in 18 months and grants border agents new authority to stop fleeing vehicles.",
            "output": [
                "该法案还命令美国国土安全部在18个月内接管该边境的控制权，并授予边境工作人员新的权力，可以阻止逃离的车辆。"
            ]
        },
        {
            "input": "With the addition of these two journalists, Iraq is now \"the deadliest war for reporters in the past century\", according to Editor and Publisher, the total coming to seventy-one.",
            "output": [
                "据编辑和出版人称，伊拉克战争现在是“过去一个世纪里对记者最致命的战争”，加上这两名记者，记者死亡总人数达到71人。"
            ]
        },
        {
            "input": "The Large Hadron Collider at CERN and the Tevatron in the United States are searching for a particle, the Higgs boson, that will constitute evidence for this theory.",
            "output": [
                "欧洲核子研究中心的大型强子对撞机和美国的加速器正在寻找一种粒子，希格斯玻色子，它将成为这一理论的证据。"
            ]
        },
        {
            "input": "Pressure from the Imperial Household Agency for another child was ineffective and therefore Prime Minister Junichiro Koizumi appointed a panel to find an alternative succession system.",
            "output": [
                "日本宫内厅要求再要一个孩子的压力没有效果，因此日本首相小泉纯一郎任命了一个专门小组，寻找另一种继承人制度。"
            ]
        },
        {
            "input": "\"And we think that compact remnant is a neutron star,\" said an author writing for journal Nature, where the report will be published on Thursday.",
            "output": [
                "一位《自然》杂志的撰稿人说：“我们认为这一致密的残骸是一颗中子星”。这份报告将于周四发表。"
            ]
        },
        {
            "input": "\"The special treatment reserved for the Church of Scientology Celebrity Center raises questions about the equality of the justice system and the presumption of innocence,\" the Church said in a statement to the press.",
            "output": [
                "“对山达基教名人中心保留的特殊待遇引发了司法系统的平等和无罪推定的问题”，该教会在一份新闻声明中说。"
            ]
        },
        {
            "input": "Sheriff Laurie Smith then described an individual who is now in prison with a rape conviction for an event that would have been prevented if the detention request from ICE had been honored.",
            "output": [
                "警长劳里·史密斯随后描述了一名目前正在狱中的人，如果ICE的拘留请求得到尊重，他将因强奸罪被判入狱。"
            ]
        },
        {
            "input": "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.",
            "output": [
                "这套新规则也取消了禁止在港铁大楼内闲逛，以及禁止吃喝的规定。"
            ]
        },
        {
            "input": "Ian Bell and Kevin Pietersen shared a partnership of 59 runs before Bell was bowled by Piyush Chawla just short of 50 runs.",
            "output": [
                "伊恩·贝尔和凯文·彼特森共得59分，直到贝尔被皮尤什·舒拉击出50分。"
            ]
        },
        {
            "input": "Trooper Hammond, Danntt said in the MoD statement, \"was a first class tank crewman who epitomised the spirited and determined approach to operations expected of Royal Armoured Corps soldiers.\"",
            "output": [
                "丹纳特在国防部的声明中说，士兵哈蒙德“是一名一流的坦克乘员，他集中体现了皇家装甲部队士兵所应具备的英勇坚定的作战方法。”"
            ]
        },
        {
            "input": "There are some very low-level unit standards which are extraordinarily easy to pass...",
            "output": [
                "有些单位标准的门槛很低，非常容易通过……。"
            ]
        },
        {
            "input": "An Israeli Muslim journalist reported that the worshippers were unable to leave and received loud messages from Israeli loudspeakers.",
            "output": [
                "一名以色列穆斯林记者报道说，礼拜者无法离开，并从以色列的扩音器中听到了响亮的信息。"
            ]
        },
        {
            "input": "The idea is that people who are working on a multi-media project can combine efforts to create a final product.",
            "output": [
                "其理念是，从事多媒体项目的人员可以结合工作来创建最终产品。"
            ]
        },
        {
            "input": "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.",
            "output": [
                "这名不愿透露姓名的朋友近距离用口径为0.22的韦伯利·沃肯气枪射中了里斯·约翰逊的心脏。"
            ]
        },
        {
            "input": "420 people sought refuge in evacuation centres over night, of these all but 70 have returned home.",
            "output": [
                "420人在疏散中心避难过夜，其中70人已经返回家中。"
            ]
        },
        {
            "input": "\" And don't give us this Bushism, 'If we don't go there, they'll all come here.'\"",
            "output": [
                "“不要给我们这种布什主义，‘如果我们不去那里，他们将会来这里。’”。"
            ]
        },
        {
            "input": "Wikipedia hit the half-million mark Friday as the English-language encyclopedia passed the 500 thousand article mark, according to a press prelease by the Wikimedia Foundation (The Wikimedia Foundation also runs Wikinews).",
            "output": [
                "根据维基媒体基金会的新闻预告（维基媒体基金会还运行维基新闻），维基百科星期五达到了50万里程碑，因为英语百科收录了超过50万个条目。"
            ]
        },
        {
            "input": "Other independent estimates put the real figure at around 20,000.",
            "output": [
                "其他独立机构估计，实际数字在2万左右。"
            ]
        },
        {
            "input": "Thousands are seeking shelter in mosques and other public buildings.",
            "output": [
                "数千人正在清真寺和其他公共建筑中寻求庇护。"
            ]
        },
        {
            "input": "Television footage showed the two smashed locomotives forced up in the air, with passenger cars strewn over a wide area and dazed survivors wandering at the crash site.",
            "output": [
                "电视画面显示两辆被撞毁的火车头冲向空中，乘客车厢大面积散落在周围区域，意识不清醒的幸存者在撞车地点徘徊。"
            ]
        },
        {
            "input": "The race became the first podium finish for Timo Glock, too.",
            "output": [
                "这场比赛也让蒂莫·格洛克首次登上领奖台。"
            ]
        },
        {
            "input": "It provides studies, information, and facilities needed by United Nations bodies for their meetings.",
            "output": [
                "它提供联合国各机构开会所需的研究、资料和设施。"
            ]
        },
        {
            "input": "She was, Kadyrov said, \"without honour or a sense of shame.\"",
            "output": [
                "卡德罗夫说，她“没有荣誉或羞耻感。”"
            ]
        },
        {
            "input": "\"The other five Blue Angel jets were not involved in the incident.\"",
            "output": [
                "“另外五架蓝天使喷气式飞机并没有飞行表演。”"
            ]
        },
        {
            "input": "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.",
            "output": [
                "英国情报局的一名准尉和一名少校以及女王兰开夏团（现兰开斯特公爵团）的前指挥官被指控玩忽职守。"
            ]
        },
        {
            "input": "Usually, the official time of a country is Winter Time.",
            "output": [
                "通常，一个国家的官方时间是冬令时。"
            ]
        },
        {
            "input": "The Bureau of Meteorology says the result is more evidence of climate change.",
            "output": [
                "气象局说，这一结果为气候变化提供了更多的证据。"
            ]
        },
        {
            "input": "Historically, there have been some objections raised over aerial spraying and the potential health hazards distributing such chemicals may pose.",
            "output": [
                "历史上，曾经有人反对空中喷药，因为喷洒这些化学药品可能给健康带来潜在危害。"
            ]
        },
        {
            "input": "\"The charges as related to make make no sense,\" said Douglas J. Feith, former Under Secretary of Defense for Policy, who is one of the six accused former officials.",
            "output": [
                "前国防部政策副部长道格拉斯·J·菲思是被指控的六名前官员之一，他说：“与此相关的指控毫无意义。”"
            ]
        },
        {
            "input": "Current Defence Secretary John Reid will replace Clarke as the new Home Secretary, and Jack Straw will become Commons leader.",
            "output": [
                "现任国防部长约翰·里德将取代克拉克成为新任内政大臣，杰克·斯特劳将成为下议院领袖。"
            ]
        },
        {
            "input": "Police briefly cordoned off Mile-End tube station in East London on Saturday morning.",
            "output": [
                "周六早上，警方在东伦敦短暂封锁了Mile-End地铁站。"
            ]
        },
        {
            "input": "The expansion had previously been named as one of GameSpy's Most Wanted Games of 2007.",
            "output": [
                "这款资料片曾被评为游戏间谍2007年最受欢迎的游戏之一。"
            ]
        },
        {
            "input": "In total, officials report 181 people were hospitalized and one person remains unaccounted for.",
            "output": [
                "官方报告说，总共有181人住院治疗，1人目前仍然下落不明。"
            ]
        },
        {
            "input": "One of the Oxford researchers, consultant neurologist Zameel Cader, described it as a \"once in a generation find\" and said that it could \"potentially lead to a treatment for pain in general.\"",
            "output": [
                "牛津大学研究人员之一，咨询神经学家扎米尔·卡德尔将其描述为“一代人只能有一次的发现”，并且说，它可能“产生具有普遍意义的疼痛治疗方法”。"
            ]
        },
        {
            "input": "He sold the first Club in Pennsylvania and later founded Winner International and sold over ten million units.",
            "output": [
                "他在宾夕法尼亚州出售了第一家俱乐部，后来创立了维纳国际并销售了超过一千万个。"
            ]
        },
        {
            "input": "Four years ago, Ecclestone was mugged as he parked his car outside his £10 million home in Chelsea Square; two wheels were taken from the car.",
            "output": [
                "四年前，埃克尔斯通将自己的汽车停在切尔西广场，也就是他1000万英国法郎的住宅外时，也遭到了抢劫；车的两个轮子被抢走。"
            ]
        },
        {
            "input": "Dr. Cerf is considered to be one of the fathers of the Internet.",
            "output": [
                "瑟夫博士被认为是互联网之父之一。"
            ]
        },
        {
            "input": "Of those infected, the WHO says the majority are aged from 30 to 50 years old.",
            "output": [
                "在感染者中，世界卫生组织表示，大多数人年龄在30至50岁之间。"
            ]
        },
        {
            "input": "Concourse A and the South Satellite terminal lost power, and a blown-out window caused Concourse C to also close.",
            "output": [
                "大厅A和南方卫星航站楼断电，一个被炸开的窗户也导致大厅C关闭。"
            ]
        },
        {
            "input": "On Wednesday, Robertson sent a letter addressed to Sharon's son Omri apologizing for his comments.",
            "output": [
                "星期三，罗伯森写信给沙龙的儿子奥姆里为自己的言论表示歉意。"
            ]
        },
        {
            "input": "As well as the dead, around 120 people have been taken ill after eating the fish according to officials.",
            "output": [
                "据官员称，除了死者外，大约120人在吃完鱼后生病。"
            ]
        },
        {
            "input": "College students, unable to register, are left waiting for more information.",
            "output": [
                "无法注册的大学生正在等待更多信息。"
            ]
        },
        {
            "input": "On a new website, \"The Internet Explorer 6 Countdown\", Microsoft has launched an aggressive campaign to persuade users to stop using IE6 and update to a newer IE.",
            "output": [
                "在一个名为“Internet Explorer 6倒计时”的新网站上，微软发起了一场声势浩大的运动，劝说用户停止使用IE6，转而使用更新的IE。"
            ]
        },
        {
            "input": "The protest had been planned against the monarchy of Swaziland to call attention to the country's alleged lack of human rights.",
            "output": [
                "此次抗议的目的是反对斯威士兰的君主政体，呼吁人们关注该国存在的缺乏人权的问题。"
            ]
        },
        {
            "input": "NATO spokesman Lieutenant Commander Alexandre Santos Fernandes stated that since there was no Canadian law that could have prosecuted the pirates, they had to be released.",
            "output": [
                "北约发言人亚历山大·桑托斯·费尔南德斯少校表示，由于没有加拿大法律可以起诉这些海盗，他们必须被释放。"
            ]
        },
        {
            "input": "Fourteen state historic sites are scheduled to be closed October 1.",
            "output": [
                "14个州历史遗迹定于10月1日关闭。"
            ]
        },
        {
            "input": "Some flights have been diverted to Sacramento International Airport and Delta Air Lines has canceled 10 flights to and from San Francisco.",
            "output": [
                "有些航班被转往萨克拉门托国际机场，三角航空公司取消了进出旧金山的10个航班。"
            ]
        },
        {
            "input": "For lookee loos the 52nd floor of 555 California features the popular Carnelian Room, a hang for well to do bankers, brokers, lawyers and tourists checking out wide sweeping views from what was once the tallest structure west of the Mississippi, now only the 5th Tallest Bldg on the west coast, but still impressive.",
            "output": [
                "想想看，加州555号的52楼设有受欢迎的玛瑙房间，这里是银行家、经纪人、律师和游客的好去处，你可以从这个密西西比河以西曾经最高建筑——现在是西海岸第五高的大楼——那里俯瞰广袤的景色，但景色仍然令人印象深刻。"
            ]
        },
        {
            "input": "Yesterday's win marked Spain's first World Cup victory, in their first World Cup final appearance, making the Spanish team the eighth distinct team to have won the championship since it began in 1930.",
            "output": [
                "昨天的胜利标志着西班牙队首次在世界杯决赛中获得冠军，自1930年世界杯开始以来，西班牙队是第八支赢得冠军的球队。"
            ]
        },
        {
            "input": "When Tim Borowski got Germany's fourth penalty he made a sign to the Argentine players to be quiet.",
            "output": [
                "当提姆·博洛夫斯基罚中德国队的第4枚点球后，他打手势让阿根廷球员保持安静。"
            ]
        },
        {
            "input": "It is alleged that he shot the man twice despite him being an unarmed and \"seriously wounded\" prisoner.",
            "output": [
                "据称他向该男子开了两枪，尽管他是一名手无寸铁的“重伤”囚犯。"
            ]
        },
        {
            "input": "Colombia admitted the payment of a reward for Granda, but rebutted accusations of bribery.",
            "output": [
                "哥伦比亚承认支付给格兰达的奖励，但反驳了对贿赂的指控。"
            ]
        },
        {
            "input": "The Ministry of Home Affairs has declared the explosions an act of terrorism.",
            "output": [
                "内政部宣布爆炸是一种恐怖主义行为。"
            ]
        },
        {
            "input": "Island County, at the mouth of Puget Sound, was completely without power.",
            "output": [
                "位于普吉特湾入口处的岛县完全断电。"
            ]
        },
        {
            "input": "\"If the court of appeals upholds Judge Freedman's ruling, students in the Class of 2006 may still receive their high school diplomas,\" he said.",
            "output": [
                "他说，“如果上诉法院支持弗里德曼法官的裁决，那么2006年度班级的学生们仍然可以获得高中毕业证书。”"
            ]
        },
        {
            "input": "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.",
            "output": [
                "第一次地震的里氏震级为4.7级，位于山区。第二次的地震震级为5.1级。"
            ]
        },
        {
            "input": "Like the parent HBO Asia channel, along with limited original programming, the new genre channels are expected to offer top Hollywood fare dubbed into local languages.",
            "output": [
                "与HBO亚洲主频道一样，除了少量的原创节目之外，新类别的频道还有望能提供当地语言配音的顶级好莱坞节目。"
            ]
        },
        {
            "input": "Her body was found over twenty years later in Coniston Water, in the Lake District, Northern England, leading to her being dubbed the \"Lady in the Lake\" by police, after the Raymond Chandler novel.",
            "output": [
                "她的尸体于20多年后在英格兰北部湖泊地区的科尼斯顿湖被发现，因此警方联想到雷蒙德·钱德勒的小说，称她为“湖底女人”。"
            ]
        },
        {
            "input": "During the opening of Paradise by the Dashboard Light he suggested that the crowd of thousands should enjoy the performance as it was the last of his career.",
            "output": [
                "在仪表盘灯光下的乐园演唱会的开幕白中，他建议成千上万的观众应该好好欣赏这场表演，因为这是他职业生涯的最后一场演出。"
            ]
        },
        {
            "input": "A sixteen-year-old girl, Darlene Etienne, was pulled out from underneath the rubble of a collapsed school in Haiti yesterday, fifteen days after a magnitude 7.0 earthquake struck the country, devastating most buildings in the capital, Port-au-Prince.",
            "output": [
                "昨日，在一场7.0级地震袭击海地15天之后，一名16岁女孩达琳·艾蒂安被人们从该国一所倒塌的学校废墟下面救了出来，地震摧毁了首都太子港的大多数建筑物。"
            ]
        },
        {
            "input": "He was quoted as saying that the spilt \"would stop the bloodshed and burning of places of worship.\"",
            "output": [
                "有人引用他的话说，分离开“将阻止流血事件和焚烧礼拜场所。”"
            ]
        },
        {
            "input": " If there had been extra guns, why could they not be left on the border for later collection and allow the vehicles to continue? said a statement from Uganda's foreign ministry.",
            "output": [
                "如果有多余的枪支，为什么不把它们留在边境上，待以后收集，让车辆继续行驶呢？乌干达外交部发表声明称。"
            ]
        },
        {
            "input": "Called \"a very difficult match\" by Spanish coach Vicente del Bosque, the game started with a slow first half.",
            "output": [
                "上半场比赛开局缓慢，并被西班牙教练博斯克称为“十分艰难的比赛”。"
            ]
        },
        {
            "input": "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.",
            "output": [
                "在两周内，工作人员将被问及他们对拟议变更的看法，其中还包括顶级管理层重组。"
            ]
        },
        {
            "input": "UN personnel had to be left behind after the blast but no UN staff were injured.",
            "output": [
                "爆炸发生后，联合国工作人员不得不留守，但没有联合国工作人员受伤。"
            ]
        },
        {
            "input": "In July, the Hessian state legislature is due to pass a bill that would require all undergraduate students to pay a tuition fee of 500€ per semester; graduate students could be charged up to 1,500€.",
            "output": [
                "7月，黑森州立法机构即将通过一项法案，要求所有本科学生每学期缴纳500欧元的学费；而研究生缴纳的学费可能会多达1,500欧元。"
            ]
        },
        {
            "input": "One additional procedure covers the admission of ambulances to the main base area.",
            "output": [
                "另一个流程涵盖了主要基地的救护车许可情况。"
            ]
        },
        {
            "input": "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.",
            "output": [
                "到目前为止，俄罗斯还没有确认其他将被释放的囚犯的身份，但据推测其他被释放了几个人的名字应该包括亚历山大·萨波罗日斯基、谢尔盖·斯克里帕尔和亚历山大·萨帕乔夫，他们都被指控向外国政府传递信息。"
            ]
        },
        {
            "input": "And I was doing all this in order to increase my chances to get my dream job in television.\"",
            "output": [
                "我做这些都是为了增加我在电视行业找到梦想工作的机会。”"
            ]
        },
        {
            "input": "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.",
            "output": [
                "“你见过20岁的策划者吗？他不是枪手。”布拉特说。"
            ]
        },
        {
            "input": "In a unanimous 95-0 vote Thursday, the United States Senate passed a bill that would forbid employers and health insurance companies from discriminating against someone based on information learned through genetic testing.",
            "output": [
                "美国参议院星期四以95票对0票一致通过了一项法案：禁止雇主和健康保险公司根据基因测试所获得的信息歧视他人。"
            ]
        },
        {
            "input": "Officials said that pirates tried to flee in the dark, but were caught by a Canadian vessel.",
            "output": [
                "官员说，海盗试图在黑暗中逃跑，但被一艘加拿大船只抓获。"
            ]
        },
        {
            "input": "This opinion was shown when the representative said that the lifting of the injunction will \"hopefully help show other courts that injunctions against speech, including speech on the Internet, are not appropriate.\"",
            "output": [
                "该代表表示，解除禁令“希望有助于向其他法院表明，禁止言论，包括在互联网上发表言论，是不恰当的”。"
            ]
        },
        {
            "input": "\"I call upon every Muslim and everyone who has faith in Sudan, and every fervent Muslim in Darfur to confront the Zionist Crusader plot to occupy the lands of Islam,\" added al-Zawahiri.",
            "output": [
                "“我呼吁每一个穆斯林，每一个对苏丹有信心的人，每一个在达尔富尔的狂热穆斯林，都来对抗犹太复国主义十字军占领伊斯兰土地的阴谋。”扎瓦希里补充道。"
            ]
        },
        {
            "input": "Previous festival attendees reads like a 'Who's Who' in Hollywood: Martin Landua, Danny Devito and Doris Roberts, among many others.",
            "output": [
                "此前的电影节与会者有：马丁·兰度瓦、丹尼·德维托和多丽丝·罗伯茨，读起来就像一本好莱坞名人录。"
            ]
        },
        {
            "input": "The crew comprises sixteen Spaniards, the crew includes eight Indonesians and members from Ghana, the Ivory Coast, Madagascar, Senegal and the Seychelles.",
            "output": [
                "船员包括16名西班牙人，8名印度尼西亚人和来自加纳、象牙海岸、马达加斯加、塞内加尔和塞舌尔的几名船员。"
            ]
        },
        {
            "input": "\"While Senator McCain knows that Senator Obama has proposed cutting taxes for 95% of American families, what he’s not telling us is that he wants to give $4 billion in tax breaks to the oil companies, continue giving tax breaks to corporations that ship our job overseas, and provide no direct tax relief for more than 100 million middle-class families.\"",
            "output": [
                "“虽然麦凯恩参议员知道奥巴马参议员已经提议对百分之95的美国家庭减税，他没有告诉我们的是，他希望给予石油公司40亿美元的税收优惠，继续给予将我们的工作运往海外的公司税收优惠，并且不向超过1亿中产阶级家庭提供直接的税收减免”。"
            ]
        },
        {
            "input": "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.",
            "output": [
                "维基解密联系营内囚犯的代理律师来表达自己的分析。"
            ]
        },
        {
            "input": "Other leaders of Latin America, who had promised to travel together with Zelaya, will instead monitor the development of events from El Salvador.",
            "output": [
                "其他承诺要与塞拉亚同行的拉丁美洲领导人将在萨尔瓦多观察事态的发展。"
            ]
        },
        {
            "input": "The protesters consider that these caricatures insulted their prophet, and thus, they contend, their religion and themselves.",
            "output": [
                "抗议者认为这些漫画侮辱了他们的先知，因此，他们要未他们的宗教和他们自己据理力争。"
            ]
        },
        {
            "input": "She closed her dialogue by noting that \"Global warming does not recognize boundaries.\"",
            "output": [
                "她以“全球变暖无分界”来结束了对话。"
            ]
        },
        {
            "input": "The opposition remains neutral on the proposal, saying only that cost and privacy would be major issues.",
            "output": [
                "反对派对该提案保持中立，只说成本和隐私将成为主要问题。"
            ]
        },
        {
            "input": "It is also known that Mr Komar had been under police surveillance, during which time he was receiving psychological treatment.",
            "output": [
                "众所周知，科马尔先生一直受到警方的监视，在此期间他接受了心理治疗。"
            ]
        },
        {
            "input": "During the first part of the race, Hamilton punctured his front tyre and lost more positions as well as his hopes of winning.",
            "output": [
                "在比赛的第一部分，汉密尔顿前轮胎被刺破，他因此落后了更多，同时他也失去了赢得比赛的希望。"
            ]
        },
        {
            "input": "Jackson had the assistance of his father and a body guard at each side to keep him steady as he gingerly walked into the Santa Maria court house.",
            "output": [
                "杰克逊由其父亲和一位保镖在其两侧搀扶，小心翼翼地进入圣玛利亚法院。"
            ]
        },
        {
            "input": "Immigration Minister Eric Besson told Europe One radio that three Afghan men had been put on a plane that had been chartered by the British government.",
            "output": [
                "移民部长埃里克·贝松告诉欧洲一号电台，三名阿富汗男子被安置在一架由英国政府租用的飞机上。"
            ]
        },
        {
            "input": "A representative for Janice Dickinson released a statement about the death of Ryan.",
            "output": [
                "珍妮丝·狄金森的代表发表了关于瑞恩死亡的声明。"
            ]
        },
        {
            "input": "Peter Hofmann, the project leader of the migration said the delay was because the \"pilot was more important than we first thought and should last longer.\"",
            "output": [
                "移民项目负责人彼得·霍夫曼说，推迟是因为“试点比我们最初认为的更重要，应该持续更长时间。”"
            ]
        },
        {
            "input": "The spill has caused ongoing disruptions to the port's operations, with several ships, including six oil tankers carrying a total of around twelve million barrels of oil, having been diverted to other ports both in China and other countries.",
            "output": [
                "漏油事件对港口的运营造成了持续的干扰，包括6艘油轮在内的几艘轮船被转移到中国的其他港口和其他国家的港口，这些油轮共装载了约1200万桶石油。"
            ]
        },
        {
            "input": "Zawahiri also talks about judges in Egypt who wish to make the judiciary system independent.",
            "output": [
                "扎瓦希里还谈到了埃及希望司法系统独立的法官。"
            ]
        },
        {
            "input": "The alleged trafficker, identified as Vinod Sharma, claimed that the contraband was not his and that he had nothing to do with the matter.",
            "output": [
                "被指控的贩运者，名叫维诺德·沙玛，声称走私品不是他的，他与此事无关。"
            ]
        },
        {
            "input": "It was the only medal he earned at the Games and one of 30 Australia earned that year.",
            "output": [
                "这是他在奥运会上获得的唯一一枚奖牌，也是当年澳大利亚赢得的30个奖牌之一。"
            ]
        },
        {
            "input": "She criticised the decision-making process for its lack of transparency, and called it \"lamentable\".",
            "output": [
                "她批评决策过程缺乏透明度，并称其为“可悲的”。"
            ]
        },
        {
            "input": "On January 5, 2005, Jerzy Urban was fined 20,000 złoty (about 5000 euros) for having insulted Pope John Paul II, who qualified for legal protection against insults due to his role as a visiting head of state.",
            "output": [
                "2005年1月5日，耶日·乌尔班因侮辱教皇约翰·保罗二世而被罚款20000欧元（约5000欧元），后者因担任访问国家元首而有资格获得法律保护，免受侮辱。"
            ]
        },
        {
            "input": " \"If the accounts are in-jurisdiction, they should be frozen and released or not at the end of the process.",
            "output": [
                "“如果帐户属于司法管辖，它们应该被冻结，并在流程结束时决定释放或否。"
            ]
        },
        {
            "input": "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.",
            "output": [
                "如果太多房主拖欠抵押贷款，次级贷款人可能最终违约。"
            ]
        },
        {
            "input": "Eight Israeli soldiers and three civilians have died in the same period.",
            "output": [
                "同期有8名以色列士兵和3名平民死亡。"
            ]
        },
        {
            "input": "Iran successfully tested its first missile on March 31, 2006, and claims that it can \"evade radar and it can evade anti-missile missiles,\" said Hossein Salami, head of the Revolutionary Guards Air Force.",
            "output": [
                "革命卫队空军司令侯赛因·萨拉米说，伊朗于2006年3月31日成功试射其首枚导弹，并声称它能够“规避雷达和反导导弹”。"
            ]
        },
        {
            "input": "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.",
            "output": [
                "老牌拳手“尼奥”卡洛·普拉特也战胜了新秀莱恩·特拉弗斯。"
            ]
        },
        {
            "input": "Rainer told Wikinews, \"...I am thrilled that RORRIM was picked with so many [screenplays] being selected.\"",
            "output": [
                "雷纳告诉维基新闻说，“……很激动，RORRIM能从如此多的参选【剧本】中脱颖而出”。"
            ]
        },
        {
            "input": "The Komen institute cites an ongoing investigation, while Planned Parenthood blame political pressures.",
            "output": [
                "科曼研究所引用了一项正在进行的调查，而亲子计划则指责政治压力。"
            ]
        },
        {
            "input": "The tanker spilled at least 560,000 gallons of fuel into a strait which leads to the Black Sea, and officials say it may take years to clean up.",
            "output": [
                "这艘油轮在通往黑海的一条海峡里泄漏了至少56万加仑的燃料，有关官员表示，清理工作可能需要数年时间。"
            ]
        },
        {
            "input": "Research by Nielsen estimates that the sale of beer in England and Wales could fall by 200 million pints yearly.",
            "output": [
                "尼尔森的研究估计，英格兰和威尔士的啤酒销售量每年可减少2亿品脱。"
            ]
        },
        {
            "input": "Creation should not be taught, he said, but if it comes up, teachers should be encouraged to explain the science of evolution.",
            "output": [
                "他说，不应该讲授创世论，但如果出现了，应鼓励教师解释进化论。"
            ]
        },
        {
            "input": "With the actual poll only days away, Thailand's Administrative Court has ruled against a new requirement introduced by the country's Election Commission.",
            "output": [
                "由于距离实际投票只有几天，泰国行政法院作出裁决，反对该国选举委员会提出的一项新要求。"
            ]
        },
        {
            "input": "A second A380 is also travelling to the U.S. on Monday, but without passengers.",
            "output": [
                "第二架A380也将于周一飞往美国，但没有乘客。"
            ]
        },
        {
            "input": "Alleyne has been hospitalised following his arrest, owing to chest pains.",
            "output": [
                "被逮捕后，阿雷恩因胸痛而住院治疗。"
            ]
        },
        {
            "input": "Secretary Gates said that the EFPs did not form a large proportion of roadside bombs but that they were \"extremely lethal\".",
            "output": [
                "盖茨部长表示，EFP在路边炸弹中的比例并不很大，但它们“非常致命”。"
            ]
        },
        {
            "input": "Three nations in three continents have seen attention focused on high suicide rates this week.",
            "output": [
                "本周三大洲三个国家的注意力集中在高自杀率上。"
            ]
        },
        {
            "input": "\"I know we haven't had much of a summer, but let's get it out of the way first\".",
            "output": [
                "“我知道我们这个夏天过得不怎么样，但让我们先把它解决掉”。"
            ]
        },
        {
            "input": "Several of the players who were active on Twitter before departing for China stopped updating, including Webster, Rippon, and Zagame.",
            "output": [
                "包括韦伯斯特、里彭和扎加姆在内的几名球员在去中国前在推特上十分活跃，但他们都现在已经停止更新。"
            ]
        },
        {
            "input": "\"I'm taking my coat off; I bow; and I say goodbye forever.\"",
            "output": [
                "“我脱掉外套，我鞠躬，我永远说再见。”"
            ]
        },
        {
            "input": "At the moment, current research does not show any connection between the two men.",
            "output": [
                "当前，已有的研究结果并未表明这两个人之间有任何联系。"
            ]
        },
        {
            "input": "The Dirty War refers to the use of state terrorism in Latin America in a period from the 1960s to the 1980s, usually targeted at groups opposed to the government (usually leftist groups).",
            "output": [
                "肮脏战争，指的是在1960年代至1980年代期间在拉丁美洲动用国家恐怖主义手段的行为，一般以反政府团体为目标（通常是左翼团体）。"
            ]
        },
        {
            "input": "\"We're focusing our search on the border between [the] Keerom and Pegunungan Bintang districts... it's a mountainous, jungly region,\" said air force commander Suwandi Miharja, who is in charge of the search.",
            "output": [
                "负责搜索的空军司令苏万迪·王公说，“我们正将搜索焦点放在凯罗姆和宾唐山脉地区之间的边界……这是一个多山的丛林地区”。"
            ]
        },
        {
            "input": "In 2000, his medal was displayed at the Our Sporting Heritage exhibition at the Arms of Australia Inn Museum.",
            "output": [
                "2000年，他的奖章在澳大利亚武器酒店博物馆我们的体育遗产展上展出。"
            ]
        },
        {
            "input": "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"",
            "output": [
                "警方在他的尸体附近发现了一个自制的牌子，上面写着“不得杀人”。"
            ]
        },
        {
            "input": "\"We have a warrant of arrest that we are happy to execute against you right away.\"",
            "output": [
                "“我们有逮捕令，我们很乐意立即对你采取行动”。"
            ]
        },
        {
            "input": "In contrast, Asian coasts are densely populated, with many poor fishing and farming communities who cannot evacuate on their own, even if they have been warned.",
            "output": [
                "相比之下，亚洲沿海人口密集，许多贫困的渔业和农业社区即使受到警告也无法自行疏散。"
            ]
        },
        {
            "input": "The US Navy reports that all 25 crew from the United Kingdom, Croatia, the Philippines, Poland, and Saudi Arabia are 'safe'.",
            "output": [
                "美国海军报告说，来自英国，克罗地亚，菲律宾，波兰和沙特阿拉伯的所有25名船员都是“安全的”。"
            ]
        },
        {
            "input": "\"Americans hate the French with a passion because of World War I and II,\" Florant said.",
            "output": [
                "“美国人因为第一次世界大战和第二次世界大战而热衷于憎恨法国人，”弗洛兰特说。"
            ]
        },
        {
            "input": "The aims of the ban are to reduce the risks associated with passive smoking and to reduce the number of smokers overall.",
            "output": [
                "该禁令的目的是降低与被动吸烟相关的风险，并减少整体吸烟者的数量。"
            ]
        },
        {
            "input": "It features original material compiled throughout the previous month after a brief mention of some of the month's biggest stories.",
            "output": [
                "它简要介绍了本月的一些最重要的故事，其中包含了上个月编制的原始材料。"
            ]
        },
        {
            "input": "On Thursday the 22nd of March, 2005, Anna Ayala, a woman from Las Vegas, claimed to have found a human finger in her bowl of chili at a Wendy's restaurant located at 1405 Monterey Highway, just south of downtown San Jose, California, owned by Fresno-based Jern Management..",
            "output": [
                "2005年3月22日星期四，来自拉斯维加斯的一名妇女安娜·阿亚拉声称在位于加利福尼亚州圣何塞市南部1405蒙特利高速公路的，归弗雷斯诺旗下的杰恩管理公司所有的温迪餐厅的辣椒碗里发现了一根人类手指。"
            ]
        },
        {
            "input": "Jonathan Ross presented his final episode of Friday Night with Jonathan Ross on the BBC after more than nine years.",
            "output": [
                "九年多过去了，BBC终于播出了乔纳森·罗斯的“和乔纳森·罗斯相约周五晚”的最后一集。"
            ]
        },
        {
            "input": "Electricity was cut off to 40,000 or so homes and 11,000 people were evacuated to emergency shelters, the national Fire and Disaster Management Agency reported.",
            "output": [
                "根据国家消防厅的报告，有40,000所住宅被断电，11,000人被转移到应急住所。"
            ]
        },
        {
            "input": "In reply, India are 1/52 at stumps having lost Wasim Jaffer for 11 runs just before the close of play.",
            "output": [
                "作为回应，在比赛即将结束时，瓦西姆·贾法尔在得11分后因击球失误而出局，印度队得分为1比52。"
            ]
        },
        {
            "input": "An ongoing struggle in Kazakhstan between the authorities and a local Hindu village has turned serious.",
            "output": [
                "哈萨克斯坦当局与当地印度教村庄之间的持续斗争已经越来越严重。"
            ]
        },
        {
            "input": "The interpreter had supposedly argued with the soldiers over pay and treatment before opening fire.",
            "output": [
                "据推测，翻译在开火前曾与士兵们就工资和待遇问题发生过争执。"
            ]
        },
        {
            "input": "The business community is expressing concerns about the impact on pubs and similar establishments.",
            "output": [
                "商界对于对酒吧和类似场所的影响表示担忧。"
            ]
        },
        {
            "input": "Meanwhile, US Secretary of State Condoleezza Rice was on ABC's This Week on Sunday, saying that a Senate resolution designating Iran's Islamic Revolutionary Guard as a terrorist organization does not authorize military action.",
            "output": [
                "与此同时，美国国务卿赖斯星期天在美国广播公司的“本周”节目中说，参议院将伊朗伊斯兰革命卫队定性为恐怖组织的决议没有授权采取军事行动。"
            ]
        },
        {
            "input": "Earlier this year, Gill Flack, Kyle's mother, called for bosses of the hospital to be held personally responsible for this incident.",
            "output": [
                "今年早些时候，凯勒的母亲吉尔·弗莱克要求医院领导人为这一事故承担责任。"
            ]
        },
        {
            "input": "Best sports or event coverage out of Na Ratou Mo Tatou, V8 Supercars Pukekohe or 3 News election night was Na Ratou Mo Tatou (ANZAC day coverage).",
            "output": [
                "最佳体育活动报道入围者有《纳拉图莫塔图》、《V8超级跑车普科赫》或《3个新闻选举之夜》，获奖的是《纳拉图莫塔图》（澳新军团日报道）。"
            ]
        },
        {
            "input": "\"If we are to pay a price for defending the blockade, the other side will pay a price for challenging it,\" a senior Israeli government official.",
            "output": [
                "“如果我们要为保卫封锁付出代价，另一方将为挑战封锁付出代价，”以色列政府一名高级官员表示。"
            ]
        },
        {
            "input": "\"It [the council] would welcome computer companies taking some responsibility for disposing of old computer ware.\"",
            "output": [
                "“它【理事会】会欢迎计算机公司承担处理旧电脑软件的责任。”"
            ]
        },
        {
            "input": "Renault-engined cars did well in the race with David Coulthard and Giancarlo Fisichella finishing in 4th and 5th places.",
            "output": [
                "雷诺引擎车在比赛中表现出色，大卫·库塔和吉安卡洛·费斯切拉分别排在第4和第5名。"
            ]
        },
        {
            "input": "U.S. flags across Arizona will be flown at half-staff in honor of Terry.",
            "output": [
                "整个亚利桑那州的美国国旗降半旗向特里致哀。"
            ]
        },
        {
            "input": "130 screenplays have been listed as finalists in the Screenplays category.",
            "output": [
                "在进入最后角逐的剧本目录中已列入了130个电影剧本。"
            ]
        },
        {
            "input": "\"But I think it's also important for me to go on with my life, to keep a balanced life.\"",
            "output": [
                "“但我认为，对我来说，继续我的生活，保持一种平衡的生活也很重要。”"
            ]
        },
        {
            "input": "It is expected to move off the country's eastern coast by nightfall on Thursday.",
            "output": [
                "预计，台风在星期四夜幕降临前将离开日本东部海岸。"
            ]
        },
        {
            "input": "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.",
            "output": [
                "在斯德哥尔摩举行的2006年“世界水周”会议上发布的报告中，国际水资源管理研究所所长弗兰克·里兹伯曼表示，我们将不得不改变传统的作业方式，以应对日益严重的水资源短缺。"
            ]
        },
        {
            "input": "Dracula was also present on stage, helping Ioana and Andreea present.",
            "output": [
                "德古拉也出现在舞台上，帮助伊奥娜和安德烈出场。"
            ]
        },
        {
            "input": "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"",
            "output": [
                "凯瑞指出，尽管阿尔·戈尔和联合国作出了努力和研究，但在国会上仍有人怀疑全球变暖和气候变化，想要“检验科学”。他并且指出：“白宫是最后改变的地方”。"
            ]
        },
        {
            "input": "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.",
            "output": [
                "“在过去几年里，由于花销巨大和华盛顿不对市民团体开放的缘故，使得我们无法为改善我们的国家而努力。"
            ]
        },
        {
            "input": "The winner of the match will take top spot in the group.",
            "output": [
                "比赛的胜者将成为该组的头把交椅。"
            ]
        },
        {
            "input": "Great Britain managed to win the sprint race, thus securing a first place start in the feature race.",
            "output": [
                "英国成功赢得了冲刺赛，从而确保了在正赛中的第一出发杆位。"
            ]
        },
        {
            "input": "I hope that you will join our campaign that has set out to change California, because I know we can do better.",
            "output": [
                "我希望你们加入我们的竞选活动，即着手改变加州，因为我知道我们可以做得更好。"
            ]
        },
        {
            "input": "Goody has stated she \"will worry for [her] boys if [she] get[s] unwell\".",
            "output": [
                "古蒂曾说过，她“会担心儿子们，如果她生病了”。"
            ]
        },
        {
            "input": "On March 18, President Kevin Baugh of the Republic of Molossia, a micronation located in Nevada, announced that his country would hold its first ever international summit this June.",
            "output": [
                "3月18日，位于内华达州的微型国家摩洛西亚共和国总统凯文·鲍夫宣布，该国将于今年6月举行首次国际峰会。"
            ]
        },
        {
            "input": "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.",
            "output": [
                "“你想让技术设备做出决定吗？”这就是为什么在三年的测试没有得出任何结论之后，我倾向于把整个事情搁置一边，布拉特解释道。"
            ]
        },
        {
            "input": "”They have had no safety incidents reported and no reports of any ammunition that has malfunctioned associated with this particular contract,” Whitman told the press.",
            "output": [
                "“他们没有报告任何安全事件，也没有任何与此特定合同有关的弹药报告”，惠特曼告诉记者。"
            ]
        },
        {
            "input": "The device appears to be running a mobile version of the Apple operating system Mac OSX.",
            "output": [
                "该设备似乎正在运行苹果操作系统Mac OSX的移动版本。"
            ]
        },
        {
            "input": "The main card was broadcast in the United States on premium broadcast network Showtime.",
            "output": [
                "主赛事在美国高级广播网络“演出时间”上播放。"
            ]
        },
        {
            "input": "After losing contact, the teenager activated two manual distress radiobeacons, or EPIRBs, and a search-and-rescue operation was formed.",
            "output": [
                "在失去联系后，这名少女启动了两个人工遇险无线电信标，或紧急无线示位标（EPIRBS）。因此一场搜救工作被展开。"
            ]
        },
        {
            "input": "Hamas won the Palestinian legislative council elections of January 2006 by a landslide and is now faced with forming a government and strained ties to European Union and the United States, which classify it as a terrorist organization responsible for several suicide attacks.",
            "output": [
                "哈马斯以压倒性优势赢得了2006年1月举行的巴勒斯坦立法委员会选举，现在面临组建政府的问题，以及与欧洲联盟和美国关系紧张的局面，欧洲联盟和美国将哈马斯列为应对多起自杀式袭击负责的恐怖组织。"
            ]
        },
        {
            "input": "When he was booked and released, he was observed by officers getting into the unmarked police car.",
            "output": [
                "当他被记录在案并被释放后，他被警察发现进入了一辆没有标记的警车。"
            ]
        },
        {
            "input": "A win that should have been a rout but for the number of almost unwatchable misses racked up by David Trezeguet and Frank Ribery.",
            "output": [
                "如果不是大卫·特雷泽盖和弗兰克·里贝里的几乎令人无法直视的射门失误，这场胜利本应该是对手的大溃败。"
            ]
        },
        {
            "input": "Work began in 1900 and finished just before the beginning of the exposition.",
            "output": [
                "工程于1900年启动，刚好在博览会开幕前完工。"
            ]
        },
        {
            "input": "The panel's recommendation to allow women to inherit the throne was met with fierce criticism from conservatives.",
            "output": [
                "该委员会关于允许女性继承王位的建议遭到了保守派的激烈批评。"
            ]
        },
        {
            "input": "According the the Chinese Center for Disease Control and Prevention, tobacco-related illnesses kill over one million people annually.",
            "output": [
                "根据中国疾病预防控制中心的数据，与烟草有关的疾病每年造成100多万人死亡。"
            ]
        },
        {
            "input": "Kasey Kahne rode into victory early Sunday morning at Richmond International Raceway in the state of Virginia, USA, in his first Nascar Nextel Cup victory.",
            "output": [
                "周日早上，卡西·卡恩在美国弗吉尼亚州的里士满国际赛道上获得胜利，这是他第一次获得纳斯卡诺克斯杯冠军。"
            ]
        },
        {
            "input": "In addition to the Armed Forces of Sweden, other government agencies are also involved in the investigation such as SMHI and Environmental Protection Agency.",
            "output": [
                "除瑞典武装部队外，其他政府机构也参与调查，如SMHI和环境保护局。"
            ]
        },
        {
            "input": "Announcing the results on state television, constitutional court president Marie Madeleine Mborantsuo reaffirmed Ali Ben Bongo's win with nearly 42 percent of the vote.",
            "output": [
                "宪法法院院长玛丽·马德琳·姆博兰佐在国家电视台宣布选举结果，重申了阿里·本·邦戈以近42%的得票率获胜。"
            ]
        },
        {
            "input": "Shunsuke Nakamura made it 3-0 before half time when he converted a penalty kick awarded to Japan on forty-two minutes.",
            "output": [
                "中村俊辅在半场结束前使比分变为了3比0，他在第四十二分钟罚进了点球。"
            ]
        },
        {
            "input": "Former PM Kevin Rudd had committed to holding three debates before the election.",
            "output": [
                "前总理陆克文承诺在大选前举行三场辩论。"
            ]
        },
        {
            "input": "For a short time, at least 100 hikers were trapped in the mountains and a boy scout camp was also threatened by the blaze.",
            "output": [
                "短短时间内，至少100名徒步旅行者被困在山上，一个童子军营地也受到了大火的威胁。"
            ]
        },
        {
            "input": "The novel treatment is hailed by doctors as promising, but needs analysis and verification on another human.",
            "output": [
                "这种新颖的治疗方法被医生们誉为很有希望，但需要对另一人进行分析和验证。"
            ]
        },
        {
            "input": "The art collection was donated by Dr. Vance E. Kondon and Elisabeth Giesberger to both the Museum of Contemporary Art San Diego and the San Diego Museum of Art.",
            "output": [
                "万斯·E·康登博士和伊丽莎白·吉斯伯格将这批艺术品捐赠给了圣地亚哥当代艺术博物馆和圣地亚哥艺术博物馆。"
            ]
        },
        {
            "input": "He will visit the hospital which reopened recently with the help of Australian and German military doctors, and also take a helicopter tour of tsunami-ravaged coastal areas.",
            "output": [
                "他将参观一家在澳大利亚和德国军医帮助下于近日重新恢复运行的医院，并将乘坐直升机视察被海啸摧毁的沿岸地区。"
            ]
        },
        {
            "input": "He believes it could take years for the Monarchs to repopulate.",
            "output": [
                "他认为帝王蝶可能需要数年才能重新繁衍后代。"
            ]
        },
        {
            "input": "Reportedly, most bothersome to the soldiers was the length of their required stay in Iraq, which was at least 1 year.",
            "output": [
                "据报道，对士兵来说最麻烦的是他们在伊拉克逗留所需的时间长度至少为1年。"
            ]
        },
        {
            "input": "Inside they found dried fruit, 400 rounds of AK-47 ammunition, four grenades, Indian rupees and American dollars, and seven credit cards from some of the world’s leading banks and a national ID card for the island nation of Mauritius.",
            "output": [
                "他们在里面找到了干果，400发AK-47弹药，四枚手榴弹，印度卢比和美元，以及一些世界主要银行的七张信用卡和毛里求斯岛国家的身份证。"
            ]
        },
        {
            "input": "A National Transportation Safety Board \"Go Team\" led by Ted Turpin was dispatched to the scene to conduct a federal investigation into the crash.",
            "output": [
                "美国国家运输安全委员会派出由特德·特平领导的“加油小组”前往事故现场，对事故进行联邦调查。"
            ]
        },
        {
            "input": "The number is lower than the previous night, when 374 cars were destroyed, and considerably below previous week's peak of 1,400.",
            "output": [
                "这一数字低于前一天晚上374辆汽车被毁的情况，也大大低于上周1400辆汽车的峰值。"
            ]
        },
        {
            "input": "The video of her at Craig Stebic's home was either taken by or given to CBS 2 WBBM-TV Chicago, the CBS affiliate.",
            "output": [
                "她在克雷格·斯泰比克家中的视频要么是由CBS旗下的芝加哥CBS 2 WBBM-TV拍摄，要么是由谁提供的。"
            ]
        },
        {
            "input": "In mid-October, Gilani ordered Pakistan's military to conduct the offensive, known as Operation Rah-e-Nijat or \"Road to Deliverance.\"",
            "output": [
                "10月中旬，吉拉尼命令巴基斯坦军队发起攻击，此次攻击被称为“拯救之路”行动。"
            ]
        },
        {
            "input": "Following Sorenson's release, he will also be supervised for five years.",
            "output": [
                "在索伦森获释后，他还将受到五年的监督。"
            ]
        },
        {
            "input": "Floods in the Algerian town of Ghardaïa which is in the M'zab Valley, a UNESCO World Heritage Site, have killed at least 29 people according to local officials and Ali Belkhir, the head of public health for the north African country.",
            "output": [
                "据当地官员和北非国家公共卫生负责人阿里·贝尔赫尔称，联合国教科文组织世界遗产地，姆扎卜山谷下的盖尔达耶阿尔及利亚城镇发生了洪灾，造成至少29人死亡。"
            ]
        },
        {
            "input": "Shortly after the outbreak began, the contaminated spinach had been traced to the Salinas Valley region of California.",
            "output": [
                "疫情爆发后不久，受污染的菠菜被查出来源于加利福尼亚州的萨利纳斯山谷地区。"
            ]
        },
        {
            "input": "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.",
            "output": [
                "正在寻求共和党总统候选人提名的亨特上周支持这项法案。"
            ]
        },
        {
            "input": "Currently, twenty-two percent of the blaze is contained, rising from only five percent as little as a day ago.",
            "output": [
                "目前，百分之二十二的火焰被遏制，而一天之前仅有百分之五。"
            ]
        },
        {
            "input": "These human bombs were then detonated remotely using mobile phone.",
            "output": [
                "然后用手机在远处引爆这两颗人体炸弹。"
            ]
        },
        {
            "input": "Schweighart's concerns reflect those held by some Tea Party proponents and \"birthers\", who claim that Obama is not eligible to be the president because he was not born in the United States.",
            "output": [
                "什维加德的担忧反映了一些茶派党支持者和合法“出生者”们的担忧，他们认为奥巴马没有资格成为总统，因为他不是在美国出生的。"
            ]
        },
        {
            "input": "Ray Davis, Team New Zealand after-guard, said, \"It’s been huge for the team to get a win on the board in the America’s Cup.",
            "output": [
                "新西兰队后卫雷·戴维斯说：“在美洲杯上赢得一场胜利对队伍来说是十分重要的。"
            ]
        },
        {
            "input": "Franchitti won the race on less than a tenth of a gallon of fuel, after he and his team decided to not pit during the final laps of the race.",
            "output": [
                "在他和他的团队决定在比赛的最后几圈不停下来加油之后，弗朗奇蒂以不到十分之一加仑的燃料赢得了比赛，。"
            ]
        },
        {
            "input": "\"We think we have fulfilled our task, as far as was possible, especially in this time of trials,\" they said.",
            "output": [
                "他们说：“我们认为，我们已经尽我们所能完成了我们的任务，特别是在这个考验时期。”"
            ]
        },
        {
            "input": "Fernando Alonso and Giancarlo Fisicella started from the first line of the grid, but were unable to hold the old champion behind.",
            "output": [
                "费尔南多·阿隆索和吉安卡洛·费斯切拉从发车的第一道发车，但没能把这位老冠军追上。"
            ]
        },
        {
            "input": "According to spaceweather.com, NASA says the object was a meteor.",
            "output": [
                "根据美国航空航天局在spaceweather.com网站提供的消息，那个物体是一颗流星。"
            ]
        },
        {
            "input": "Rogers has exclusive rights to the iPhone in Canada since it is the only national wireless carrier that supports the iPhone's transmission standards.",
            "output": [
                "罗杰斯拥有加拿大iPhone的独家权利，因为它是唯一支持iPhone传输标准的国家无线运营商。"
            ]
        },
        {
            "input": "Lordi, described as \"cartoon metalheads\" wearing latex monster masks, beat runner-up Russian \"heart throb\" Dima Bilan to win this year's 51st Eurovision song contest held in Athens, Greece.",
            "output": [
                "洛尔迪被称为“卡通金属头”，他戴着乳胶怪物面具，击败了亚军俄罗斯“心脏悸动”迪马·比兰赢得今年在希腊雅典举行的第51届欧洲歌唱大赛。"
            ]
        },
        {
            "input": "Stand-up comic Mitch Benn wrote I'm Proud of the BBC in response to the criticism the licence fee-funded corporation has received from its commercial competitors and the right-wing press.",
            "output": [
                "单人脱口秀演员米奇·本写道“我为BBC感到骄傲”，以回应由许可证费用资助的BBC受到的来自商业竞争对手和右翼媒体的批评。"
            ]
        },
        {
            "input": "Fortunately for Japan though it evaded his control the ball trickled just wide of the post.",
            "output": [
                "对日本来说幸运的是，尽管川口漏掉了这个球，但球还是从门柱处滑了出去。"
            ]
        },
        {
            "input": "Below is David Shankbone's interview with Shimon Peres, the President of Israel.",
            "output": [
                "以下是大卫·山克本对以色列总统西蒙佩雷斯的采访。"
            ]
        },
        {
            "input": "The 41st anniversary of the Apollo 1 fire was on Sunday, and Monday saw the 22nd anniversary of the Challenger disaster.",
            "output": [
                "阿波罗1号火灾发生41周年纪念日是星期天，周一是挑战者灾难发生22周年。"
            ]
        },
        {
            "input": "\"It is right you should spend your whole life in prison.\"",
            "output": [
                "“你应该在狱中度过一生，这是对的。”"
            ]
        },
        {
            "input": "Imperial brought in a crane with a bucket to retrieve this and intends to recycle it for ethanol production.",
            "output": [
                "帝国糖业带来了一个带铲斗的起重机来取回它们，并打算将其回收用于乙醇生产。"
            ]
        },
        {
            "input": "The Muslim Brotherhood claim the attack was unprovoked and those gathered were praying.",
            "output": [
                "穆斯林兄弟会声称这次袭击是无缘无故的，而那些聚集的人正在祈祷。"
            ]
        },
        {
            "input": "The official newspaper of the government of China claimed that \"the Dalai Lama is scheming to take the Beijing Olympics hostage to force the Chinese government to make concessions to Tibet independence.\"",
            "output": [
                "中国政府的官方报纸声称“达赖喇嘛计划以北京奥运会作要挟，迫使中国政府对西藏独立做出让步。”"
            ]
        },
        {
            "input": "But this is not the first time the self-esteem generation's proponents have been criticized.",
            "output": [
                "但这并不是自尊世代的支持者第一次受到批评。"
            ]
        },
        {
            "input": "Already comprised of several institutions, two will merge fully while two more will become independent universities.",
            "output": [
                "该大学由几个学院组成，其中两个学院将完全合并，另外两个将成为独立的大学。"
            ]
        },
        {
            "input": "In addition to lighting problems, the homeowners have also lost their water supply, as pumping stations in Mosvodokanal also lost power because of the failure.",
            "output": [
                "除了照明问题，莫斯沃杜卡纳尔的抽水站也因故障而断电，大家也失去了供水。"
            ]
        },
        {
            "input": "The growth to some extent fits current theories regarding the geology of the region, a region with crustal upthrust.",
            "output": [
                "这种增长在一定程度上符合目前关于该地区地质的理论，因为该地区是一个地壳上冲的地区。"
            ]
        },
        {
            "input": "The MST is an ideologically diverse movement of agricultural workers in Brazil officially founded in 1984.",
            "output": [
                "无地工人运动是1984年正式发起的巴西农工的一项思想多元化运动。"
            ]
        },
        {
            "input": "The report quotes Obama as describing Ayers as, \"somebody who worked on education issues in Chicago that I know\" and \"somebody who engaged in detestable acts 40 years ago, when I was 8\".",
            "output": [
                "报告引用奥巴马的话说，艾尔斯是“我认识的在芝加哥从事教育工作的人”和“他40年前从事可憎行为的时候，那时我才8岁”。"
            ]
        },
        {
            "input": "May 27, 2005 Mount Qomolangma, known in the west as Mount Everest, may be taller than ever, and a group of 24 Chinese researchers have scaled the peak and made observations they hope will document its current height.",
            "output": [
                "2005年5月27日，珠穆朗玛峰，在西方被称为埃佛勒斯峰，可能比以往任何时候都要高。一个由24名中国研究人员组成的小组已经登上了珠峰，并进行了观测，他们希望能记录下珠峰目前的高度。"
            ]
        },
        {
            "input": "In the video sent to the BBC, ETA stated that, while the autonomy framework enshrined in the Spanish constitution is \"not the way to satisfy the wishes of the Basque people\", the organisation was committed to finding a democratic solution to the conflict.",
            "output": [
                "在送交BBC的视频中，埃塔声明，既然西班牙宪法中规定的自治框架“不能满足巴斯克人民的愿望”，那么该组织将致力于寻找一个民主方案来解决冲突。"
            ]
        },
        {
            "input": "It is planned to debut in Singapore, Hong Kong, Indonesia, Macau and Sri Lanka by the end of the year.",
            "output": [
                "该频道计划于今年年底在新加坡、香港、印度尼西亚、澳门、斯里兰卡等地亮相。"
            ]
        },
        {
            "input": "Describing exploding gas tanks that flew through the air, Carlos Hipolito, who fled the scene with approximately 60 relatives, described the incident to Milenio Television as a \"catastrophe\".",
            "output": [
                "卡洛斯·希波利托和大约60名亲属逃离了现场，他向米兰尼奥电视台描述了空中爆炸的油箱，称这是一场“灾难”。"
            ]
        },
        {
            "input": "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"",
            "output": [
                "“下午六时四十分送往手术室，八时四十五分开始手术，晚上七时三十分结束。”"
            ]
        },
        {
            "input": "Current UK Prime Minister David Cameron commented on his belief that al-Megrahi \"should never have been released from prison\" and said his death was an occasion \"to remember the 270 people who lost their lives in what was an appalling terrorist act\".",
            "output": [
                "英国现任首相戴维·卡梅伦评论说，他认为迈格拉希“本不应该被从监狱释放”的看法发表了评论，并表示迈格拉希的死是“对270名在可怕的恐怖主义行动中丧生的人的纪念”。"
            ]
        },
        {
            "input": "The committee, known as the Preparation for Government Committee, convened Monday to begin its first task: the election of a chairperson for the committee.",
            "output": [
                "该委员会称为政府委员会筹备委员会，于周一召开会议，开始其首要任务：选举委员会主席。"
            ]
        },
        {
            "input": " Fernandez later apologized, \"Upon reading the transcript of my appearance on Al-Jazeera, I realized that I seriously misspoke by using the phrase 'there has been arrogance and stupidity' by the U.S. in Iraq.\"",
            "output": [
                "费尔南德斯后来道歉说：“当我看到我在半岛电视台露面的文字记录时，我意识到我严重说错了，因为使用了‘在伊拉克，美国有些傲慢和愚蠢’这句话。”"
            ]
        },
        {
            "input": "The new species of butterflies are one subfamily of the Satyrinae species and the other a species of the Skipper butterfly.",
            "output": [
                "蝴蝶的新种是眼蝶亚科的一个亚科，而另一个是船长蝴蝶的一个品种。"
            ]
        },
        {
            "input": "Without the recovery of the recorders, investigators may be unable to determine the cause of the crash.",
            "output": [
                "如果记录器得不到恢复，调查人员可能无法确定坠机的原因。"
            ]
        },
        {
            "input": "\"Don't back down...do not be pushed around, do not be intimidated\".",
            "output": [
                "“不要退缩……不要被推倒，不要被吓倒”。"
            ]
        },
        {
            "input": "Reacting to the suicide bombing yesterday in a Netanya mall, the Israel Defence Forces (IDF) entered the city of Tulkarem.",
            "output": [
                "昨日，以色列国防部队（IDF）进入图尔卡雷姆市，以应对坦坦亚购物中心发生的自杀式爆炸事件。"
            ]
        },
        {
            "input": "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.",
            "output": [
                "该集团的一名发言人承认，到目前为止，他们在这项活动上花费了50万新西兰元。"
            ]
        },
        {
            "input": "At 4:53 p.m. (EDT), Space Shuttle Discovery took off from the Kennedy Space Center in Florida on its final mission, STS-133.",
            "output": [
                "下午4：53（美国东部时间），发现号航天飞机在佛罗里达州肯尼迪航天中心起飞，去执行它的最后一次任务，STS-133。"
            ]
        },
        {
            "input": "The bus was carrying 40 North American and European passengers when it crashed in the Sinai peninsula.",
            "output": [
                "这辆巴士在西奈半岛坠毁时载有40名北美和欧洲乘客。"
            ]
        },
        {
            "input": "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.",
            "output": [
                "伍德对此表示不满，并说：“显然，国际法的某些领域可能存在不确定性。"
            ]
        },
        {
            "input": "The food delivery followed a formal complaint by the RMT that denying the occupiers food was a violation of their human rights.",
            "output": [
                "RMT正式投诉拒绝占用者的食物交付是对他们人权的侵犯。"
            ]
        },
        {
            "input": "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"",
            "output": [
                "这位66岁的主持人几年前就戒烟了，他补充说：“我认为一位不重视观众忠诚度的记者应该从事另一种工作，这是不言而喻的。”"
            ]
        },
        {
            "input": "In all, a dozen members of the new government are veterans of the previous administration.",
            "output": [
                "新政府的许多成员是前任政府的老将。"
            ]
        },
        {
            "input": "The pirates towed a cannon which they fired and shocked the crowds.",
            "output": [
                "海盗拖着一门大炮，他们开火并震惊了人群。"
            ]
        },
        {
            "input": "As a precaution, the MoD is restricting its use on other boats until safety checks have been carried out.",
            "output": [
                "作为预防措施，在安全检查完成之前，国防部将限制在其他船只上使用。"
            ]
        },
        {
            "input": "Parts of Timiş county remain heavily flooded, along with the northern Serbian region of Vojvodina.",
            "output": [
                "提米斯县的某些地区以及伏伊伏丁那省的北部塞尔维亚地区仍然处于严重淹水的状态。"
            ]
        },
        {
            "input": "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)",
            "output": [
                "投票率很高。据预测，投票率将高于2002年（那年的投票率为百分之77）。"
            ]
        },
        {
            "input": "In an attempt at a world first twenty short-tailed bats are to be moved by the New Zealand Department of Conservation from the Tararua Ranges to Kapiti Island.",
            "output": [
                "新西兰自然保护部将把20只短尾蝙蝠从塔拉鲁阿山脉转移到了卡皮蒂岛，这是世界上第一次尝试转移短尾蝙蝠。"
            ]
        },
        {
            "input": "It is believed to be the work of Islamic terrorists.",
            "output": [
                "据信这是伊斯兰恐怖分子所为。"
            ]
        },
        {
            "input": "\"This is just a theater for the media,\" said a spokesman for TPB.",
            "output": [
                "TPB系统的发言人表示，“这只是媒体的影院”。"
            ]
        },
        {
            "input": "Relations between Britain and Russia have worsened recently, particularly after Russia's refusal to allow the extradition of a former KGB bodyguard suspected of murdering emigre Alexander Litvinenko in London last year.",
            "output": [
                "英国和俄罗斯之间的关系最近恶化，特别是在俄罗斯拒绝允许引渡一名去年在伦敦前克格勃谋杀埃米格·雷亚历山大·利特维年科保镖之后。"
            ]
        },
        {
            "input": "This week saw the English-language version of Wikipedia, the collaboratively written online encyclopedia, reach 2,000 featured articles with the inclusion of the article El Señor Presidente.",
            "output": [
                "以合作方式编写的在线百科全书维基百科的英文版网站本周将达到2,000篇精选文章，其中包括《总统先生》这篇文章。"
            ]
        },
        {
            "input": "The State Council also announced that at the same time as the ban, the manufacturing, sale and even use of very thin plastic bags, which are defined as being under 0.025mm thick, will be banned.",
            "output": [
                "国务院还宣布，与禁令同时，将禁止生产、销售甚至使用厚度小于0.025毫米的超薄塑料袋。"
            ]
        },
        {
            "input": "A conference with the federal court judge in the case has been scheduled for June 17.",
            "output": [
                "该案件的联邦法院法官会议定于6月17日召开。"
            ]
        },
        {
            "input": "This will be the first year since 1919 that the Stanley Cup - the top prize in the NHL - will not be awarded.",
            "output": [
                "这将是自1919年以来，第一个没有颁发斯坦利杯-国家冰球联盟最高奖项的一年。"
            ]
        },
        {
            "input": "Several people celebrating a wedding have also been trapped by the fire but are not injured and authorities say they are in no danger from the blaze.",
            "output": [
                "一群举办婚礼的人也被大火困住，但他们没有受伤，地方当局表示他们没有遭受火灾危险。"
            ]
        },
        {
            "input": "Nonetheless the national health system of Sierra Leone demands payment for all treatment with simple consultations costing as much as 25 days of income.",
            "output": [
                "然而，塞拉利昂的国家卫生体系要求所有的治疗均需付费，连一些简单的医疗咨询费用都高达一个人25天的收入水平。"
            ]
        },
        {
            "input": "The latest increase will see her salary rise to about $361,000.",
            "output": [
                "最近这次加薪将使她的薪水增加到大约361,000新元。"
            ]
        },
        {
            "input": "A few minutes later Vipers crossed again and then scored a further try down the favoured left wing to bring the margin to 24-0 which would be the final score.",
            "output": [
                "几分钟之后，维克斯再次越过，然后再次尝试擅长的左翼进攻得分，将比分差距提高到24：0，这可能是最终得分。"
            ]
        },
        {
            "input": "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.",
            "output": [
                "这位女发言人说：“调查还处于非常早期的阶段，调查仍在继续。”"
            ]
        },
        {
            "input": "The demonstrators protested against the 2003 Iraq invasion, climate change, workers' rights and globalisation with many blowing whistles, yelling chants and beating drums.",
            "output": [
                "示威者抗议2003年的伊拉克入侵、气候变化、工人权利和全球化，抗议过程中许多人吹口哨、高喊口号和敲鼓。"
            ]
        },
        {
            "input": "Such a request, however, suggests that the jury intends to conduct a lengthy review of the case.",
            "output": [
                "然而，陪审团提出这个请求，说明他们打算对这个案子展开长时间的审议。"
            ]
        },
        {
            "input": "A 35-year old woman, Venus Critchfield of Philipippi, West Virginia, United States was convicted of child abuse and sentenced to two to six years in prison.",
            "output": [
                "一名35岁的女子，美国西弗吉尼亚州菲利皮皮的维纳斯·克里奇菲尔德因有虐待儿童罪并被判处两至六年徒刑。"
            ]
        },
        {
            "input": "Newport and Glyndwr are set to become universities in their own right.",
            "output": [
                "纽坡特和格莱德尔将成为独立大学。"
            ]
        },
        {
            "input": "Reports say the man's methods in Canada matched the techniques used by the Russian intelligence agency's Directorate S, which runs the Russian spy network.",
            "output": [
                "报道说，这名男子在加拿大的作案手法与俄罗斯情报机构管理俄罗斯间谍网络的理事会所使用的手法相吻合。"
            ]
        },
        {
            "input": "The Australian based pharmaceutical company CSL has announced that despite promising human trials of their bird flu vaccine, more research is needed before the final formula can be developed.",
            "output": [
                "总部设在澳大利亚的制药公司CSL宣布，尽管他们的禽流感疫苗有望用于人体试验，但是在最终的配方研制出来之前还需要进行更多的研究。"
            ]
        },
        {
            "input": "Currently Buffalo is 10-0-0 and is currently the top team in the NHL.",
            "output": [
                "目前，军刀队的成绩是10-0-0，是全美冰球联赛中的榜首球队。"
            ]
        },
        {
            "input": "Officials have blocked off an area of Dresden approximately 1.9 miles (3km) from the site where the swan was found and have posted observation areas at approximately 6.2 miles (10km) outside the area as a precaution.",
            "output": [
                "官员们封锁了距离发现天鹅地点大约1.9英里（3公里）的德累斯顿地区，并在该区域外大约6.2英里（10公里）处张贴了观察区域作为预防措施。"
            ]
        },
        {
            "input": "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.",
            "output": [
                "伊朗总统艾哈迈迪・内贾德对美国的说法作出回应，在电视采访中说，这些指控是“延长美军在伊拉克逗留时间的借口”，美国指责其他国家企图“掩盖其失利和失败”；但是在2月12日对黛安索耶的采访中，内贾德的反应是，他拒绝回应有关伊朗向伊拉克叛乱分子提供武器的指控。"
            ]
        },
        {
            "input": "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.",
            "output": [
                "管理与预算办公室主任吉姆·纳斯勒认为，赤字将开始下降。"
            ]
        },
        {
            "input": "Authorities have been using 24 ships designed for cleaning up oil, and today ordered around 800 civilian fishing boats to join the operation.",
            "output": [
                "当局一直在使用24艘用于清理石油的船只，并于今天下令让约800艘民用渔船参加这一行动。"
            ]
        },
        {
            "input": "He said the UN should support the efforts bodies like NATO and the EU were making in their peacekeeping.",
            "output": [
                "他说，联合国应该支持北约和欧盟等机构在维和行动中所做的努力。"
            ]
        },
        {
            "input": "The OSCE representatives in Almaty Eugenia Benigni and Lisa Zhumakhmetova did not make it to the village.",
            "output": [
                "欧安组织在阿拉木图的代表尤金妮娅·贝尼尼和丽莎·朱玛基梅托娃没有到村里去。"
            ]
        },
        {
            "input": "However, Petraeus would not speak about troop withdrawals past the summer of 2008 until March, saying, \"Our experience in Iraq has repeatedly shown that projecting too far into the future is not just difficult, it can be misleading and even hazardous.\"",
            "output": [
                "但是，彼得雷乌斯在2008年夏天到3月之前不愿谈论撤军，他说：“我们在伊拉克的经历一再表明，计划太远不仅困难，而且可能具有误导性，甚至是危险的。”"
            ]
        },
        {
            "input": "The spokesman for the Fiji Health Ministry, Iliesa Tora, reiterated the Fijian government's advice to the public, stating that as yet there have been no H1N1 cases in Fiji that have incurred serious complications.",
            "output": [
                "斐济卫生部发言人伊利萨·托拉重申了斐济政府对公众的建议，他说，迄今为止，斐济目前还没有出现引起严重并发症的H1N1病例。"
            ]
        },
        {
            "input": "46,000 Canadians visit New Zealand and 16,000 New Zealanders visit Canada each year, starting at the end of this year.",
            "output": [
                "从今年年底开始，每年有4.6万加拿大人来新西兰旅游，有1.6万新西兰人到加拿大旅游。"
            ]
        },
        {
            "input": "The letter further added, \"My concern for the future safety of your nation led me to make remarks which I can now view in retrospect as inappropriate and insensitive in light of a national grief.\"",
            "output": [
                "他在信中继续说道：“在举国悲痛的时刻，我出于对贵国未来安全的关注而说的那些话，现在回想起来是不合时宜，又不顾及别人情感的”。"
            ]
        },
        {
            "input": "Current polls see the CDU at 44%, while the SPD can only expect 27%.",
            "output": [
                "目前的民意调查显示CDU为44％，而SPD只达到27％。"
            ]
        },
        {
            "input": "Israeli Prime Minister Benjamin Netanyahu actively pushed for a military strike on Iran, according to a report published in the Israeli newspaper Haaretz on Thursday.",
            "output": [
                "据以色列报纸“国土报”周四报道，以色列总理本杰明·内塔尼亚胡积极推动对伊朗进行军事打击。"
            ]
        },
        {
            "input": "The Ministry of Defence has announced that a British soldier has been killed in an explosion in the Helmand Province of Afghanistan.",
            "output": [
                "国防部宣布，一名英国士兵在阿富汗赫尔曼德省爆炸中丧生。"
            ]
        },
        {
            "input": "Currently ranked 23rd in the world, she entered the tournament in the shadow of her sister, Serena Williams.",
            "output": [
                "目前她在世界排名第23位，她在姐姐塞雷娜威廉姆斯的影响下参加了比赛。"
            ]
        },
        {
            "input": "Terrace, BC, was isolated as highways north and south of the city were closed due to a heavy glaze of ice.",
            "output": [
                "不列颠哥伦比亚省被隔离，因为城市北部和南部的高速公路因冰层而被关闭。"
            ]
        },
        {
            "input": "Richer countries are being accused of demanding too many concessions in return for opening up trade and reducing subsidies while they say that the poorer countries are holding them to ransom by blocking progress.",
            "output": [
                "富裕国家被指责要求太多的让步，以换取开放贸易和减少补贴，同时他们表示，较贫穷国家通过阻碍进展来敲诈他们。"
            ]
        },
        {
            "input": "Since October 18, 2011, Santa Clara County has refused ICE requests to detain individuals who would otherwise be released.",
            "output": [
                "自2011年10月18日起，圣克拉拉县拒绝了ICE要求拘留原本将被释放的人。"
            ]
        },
        {
            "input": "Residents of Santa Clara County, California expressed their opposition at a public hearing Thursday January 31 to a local detainment provision of the Secure Communities program of US Immigration and Customs Enforcement (ICE).",
            "output": [
                "加利福尼亚州圣克拉拉县的居民在1月31日星期四举行的一次公开听证会上表达了他们的反对意见，反对地方拘留提供美国移民和海关执法安全社区计划（ICE）。"
            ]
        },
        {
            "input": "After a few months passed, the woman said she felt like she was being scammed.",
            "output": [
                "几个月过去了，那个女人说她觉得自己被骗了。"
            ]
        },
        {
            "input": "Libertarianz party president, Craig Milmine, and the party leader, Bernard Darnton, spoke exclusively to Wikinews journalist Gabriel Pollard about the political philosophy, libertarianism in New Zealand.",
            "output": [
                "自由意志主义党主席克雷格·米尔明和该党领袖伯纳德·达恩顿独家向维基新闻记者加布里埃尔·波拉德讲述了新西兰的政治哲学和自由意志主义。"
            ]
        },
        {
            "input": "The man, identified by police as Josef Fritzl, is alleged to have started sexually abusing his daughter, named as Elisabeth Fritzl, when she was eleven years old, and to have subsequently fathered seven children by her.",
            "output": [
                "这名男子被警方确认为约瑟夫·弗里茨尔，据称他在女儿伊丽莎白·弗里茨11岁时就开始对她进行性虐待，随后她生下了7个孩子。"
            ]
        },
        {
            "input": "\"The fact that aid is prevented and access is refused to United Nations officials constitutes another crime,\" the minister said.",
            "output": [
                "他说：“阻止联合国官员获得援助和拒绝联合国官员进入缅甸，构成了另一种罪行。”"
            ]
        },
        {
            "input": "Parents of some Dover public school students filed a lawsuit against the school board, charging that including the school board's statement on Intelligent Design was an attempt to introduce religion into the science curriculum.",
            "output": [
                "多弗尔公立学校的一些学生家长对学校教育委员会提出法律诉讼，指控该教育委员会关于智能设计的声明试图将宗教引入科学课程体系。"
            ]
        },
        {
            "input": "Following Romanian Government's Decision nb. 20 from 1997, Romania adopts Winter Time and Summer Time in the same day with the states of European Union and other countries part of this deal.",
            "output": [
                "继罗马尼亚政府1997年nb20号决定后，罗马尼亚与欧盟等国家在同一天采用冬令时和夏令时作为该协议的一部分。"
            ]
        },
        {
            "input": "New Democratic Party candidate Katy Austin is standing for election in the riding of Simcoe—Grey.",
            "output": [
                "新民主党候选人凯蒂·奥斯汀正在参加西姆科与格雷选区的选举。"
            ]
        },
        {
            "input": "Mikel Arteta was able to trouble Antti Niemi, however, in the Fulham goal, but the Finnish keeper did well to keep the ball out of the bottom corner.",
            "output": [
                "然而，米克尔·阿尔特塔却在富勒姆的球门给安蒂·尼米制造了麻烦，但是这位芬兰人门将表现出色将球档出了底角。"
            ]
        },
        {
            "input": "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".",
            "output": [
                "尽管佩林对此表示指责，10月3日《纽约时报》的第一篇文章总结说，奥巴马和艾尔斯从未密切接触过，他们打交道是在奥巴马最初的竞选和一项学校改革计划中，“据说他们偶尔在路上会相遇”。"
            ]
        },
        {
            "input": "Marek refused to apologise and applied for a presidential pardon in March 2004.",
            "output": [
                "马雷克于2004年3月拒绝道歉并申请总统赦免。"
            ]
        },
        {
            "input": "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.",
            "output": [
                "监狱囚犯，无家可归者，军人以及有日托儿童的家庭风险较高。"
            ]
        },
        {
            "input": "According to the U.S. Energy Information Administration, 17 million barrels of oil passes through this part of the Persian Gulf per day.",
            "output": [
                "根据美国能源情报署的数据，每天有1700万桶石油通过波斯湾的这一区域。"
            ]
        },
        {
            "input": "Iranian authorities have released five British yachtsmen who were detained last week in the Persian Gulf.",
            "output": [
                "伊朗当局释放了上周在波斯湾被拘留的5名英国帆船运动员。"
            ]
        },
        {
            "input": "According to YouTube the 11 videos were removed by direct DMCA requests from Schaper.",
            "output": [
                "根据YouTube的报道，这11个视频被来自沙佩尔的直接DMCA请求删除。"
            ]
        },
        {
            "input": "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.",
            "output": [
                "本周六，澳大利亚昆士兰州即将举行大选，维基新闻记者帕特里克·吉列特对竞争党派作了预评。"
            ]
        },
        {
            "input": "It leaves Japan equal on top of the Group B table with Vietnam on two points, with the teams locked on four points each.",
            "output": [
                "这让日本在B组排名并列第一，越南队获得两分，其余两队各得4分。"
            ]
        },
        {
            "input": "He reprised the role in the sequel films The Godfather II and The Godfather III.",
            "output": [
                "他在续集《教父II》和《教父III》中再次饰演这个角色。"
            ]
        },
        {
            "input": "Nightwish have also released a full track listing for the album and revealed that as well as Eva, which has already been released, the song Amaranth will be released as a single.",
            "output": [
                "“夜愿”还发布了专辑的完整曲目列表，并透露说，就像已经发布的“伊娃”一样，“阿玛兰什”也将作为一个单辑发布。"
            ]
        },
        {
            "input": "Garth Turner Member of Parliament (MP) for Halton, has joined the Liberal Party of Canada after months of being an Independent MP.",
            "output": [
                "哈尔顿议会议员加斯·特纳在成为独立议员数月后加入加拿大自由党。"
            ]
        },
        {
            "input": "Democrats have been pressuring the administration to formally declare that the role of America's nuclear weapons is solely to deter nuclear attack on the United States.",
            "output": [
                "民主党人一直在向政府施压，要求政府正式宣布美国核武器的作用仅仅是为了阻止对美国的核攻击。"
            ]
        },
        {
            "input": "This started in May, and is expected to continue until the spill has been fully contained, or no longer needed.",
            "output": [
                "这项工作于5月开始，预计将持续到泄漏完全被控制或不再需要为止。"
            ]
        },
        {
            "input": "One of the A380s is flying from Frankfurt to Chicago via New York; the airplane will be carrying about 500 people.",
            "output": [
                "一架A380飞机正从法兰克福经纽约飞往芝加哥，这架飞机将搭载约500人。"
            ]
        },
        {
            "input": "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"",
            "output": [
                "土耳其总统阿卜杜拉·居尔在一份声明中说，“恐怖分子改变不了什么，他们只能夺去了无辜者的生命”。"
            ]
        },
        {
            "input": "Solidarity was created as an independent trade union when such organizations were outlawed under the Communist state.",
            "output": [
                "团结工会是在共产主义国家取缔这类组织时建立的独立工会。"
            ]
        },
        {
            "input": "Mrityunjay Mohapatra, director of IMD's cyclone-warning centre, told SciDev.Net that Myanmar was warned of the impending cyclone at least 48 hours in advance.",
            "output": [
                "IMD气旋预警中心主任米利辛杰·莫哈帕特拉告诉SciDev.Net说，缅甸至少在48小时前就收到了有关即将来临气旋的警告。"
            ]
        },
        {
            "input": "Statoil suggests that the development plans for the NAOSC oil sands includes an application of Steam Assisted Gravity Drainage (SAGD) technology, which, according to the company, leaves a smaller environmental footprint than strip mining.",
            "output": [
                "挪威国家石油公司表示，NAOSC油砂开发计划包括采用蒸汽辅助重力排水（SAGD）技术，据该公司称，这种技术比露天开采对环境的影响更小。"
            ]
        },
        {
            "input": "A protection zone has been set up around the affected areas and rules preventing the movement of livestock have been introduced throughout the country, with the aim of stopping further spread of the contagious disease.",
            "output": [
                "在疫区周围设立了保护区，并在全国各地实施了防止牲畜流动的规定，目的是制止这种传染病的进一步传播。"
            ]
        },
        {
            "input": "Prosecutors in the tax evasion case argued prior to Alamo's sentencing that he was a flight risk, and a polygamist who conducted inappropriate activities with women and girls in his organization.",
            "output": [
                "在阿拉莫被判刑之前，逃税案的检察官谈到，他有逃亡的可能，而且他是一名一夫多妻者，在他的组织中他与许多妇女和女孩有不正当关系。"
            ]
        },
        {
            "input": "The switch to free software is being implemented by the National Institute of Technology of Information (ITI), inspired by similar decisions made in another countries.",
            "output": [
                "受其他国家作出的类似决定的启发，国家信息技术研究所（ITI）正在实施向自由软件的转变。"
            ]
        },
        {
            "input": "One-fourth admit their sleep problems do have an impact on their daily lives.",
            "output": [
                "四分之一的人承认他们的睡眠问题确实影响了他们的日常生活。"
            ]
        },
        {
            "input": "It is the first time Falkirk have been in the second tier of Scottish football since 2005.",
            "output": [
                "这是福尔柯克自2005年以来第一次进入苏格兰足球的第二梯队。"
            ]
        },
        {
            "input": "“Shake” was widely expected to gain to the Hot 100 pole position this week.",
            "output": [
                "人们普遍预期《Shake It Off》将在本周获得公告牌百强的第一名。"
            ]
        },
        {
            "input": "Beginning on Monday, when trading resumes, the Bank of Japan is, according to its governor, prepared to inject money into the economy in order to stabilize the markets.",
            "output": [
                "据日本央行行长说，从周一交易恢复时开始，日本央行准备向经济注入资金，以稳定市场。"
            ]
        },
        {
            "input": "Close to the revised rape definition is a 2010 study by the Centers for Disease Control and Prevention (CDC), which included male rape and non-consensual sex; their figures indicate that, at some point in their lives, about 20% of women and 1.5% of men in the United States have been raped.",
            "output": [
                "与修订后的强奸定义相近的是疾病控制和预防中心（CDC）2010年的一项研究，该研究包括男性强奸和非自愿性行为；他们的数据表明，在他们生活的某个阶段，美国大约百分之20的妇女和百分之1.5的男子被强奸。"
            ]
        },
        {
            "input": "Defence Minister Kyriakos Mavronicolas and National Guard Commander Lieutenant-General Athanasios Nikolodemos have rushed to the area.",
            "output": [
                "国防部长凯里亚科斯·马弗罗尼科拉斯和国民警卫队中尉阿塔纳西奥斯·尼科洛季莫斯已经赶去该地区。"
            ]
        },
        {
            "input": "Fellow joint lead researcher Roger Webb of the Centre for Suicide Prevention of Manchester University said the high Scottish hanging rate was \"of particular concern as hanging has high case-fatality and is difficult to prevent, except within institutional settings.\"",
            "output": [
                "曼彻斯特大学自杀预防中心的联合首席研究员罗杰·韦伯说，苏格兰的高自缢率尤其令人担忧，因为自缢有很高的致命性，很难预防，除非是在公共机构内。"
            ]
        },
        {
            "input": "Parliamentary elections would then be held, perhaps in early 2014, followed by presidential elections upon the forming of a new parliament.",
            "output": [
                "随后将于2014年初举行议会选举，随后在组建新议会后举行总统选举。"
            ]
        },
        {
            "input": "A top-ranking Dallas county official told media he views the problem with serious concern.",
            "output": [
                "一位达拉斯郡最高官员告诉媒体说，他非常认真地关注这个问题。"
            ]
        },
        {
            "input": "The government said that the decision was made on compassionate grounds, seeing as Mann, aged 57, was reportedly not in good health.",
            "output": [
                "政府表示，该决定是出于同情的理由，因为据报道，57岁的曼恩身体状况不佳。"
            ]
        },
        {
            "input": "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.",
            "output": [
                "在冲刺赛的资格赛中，英国车手罗比·科尔以本周末的最快圈速保住了杆位。"
            ]
        },
        {
            "input": "If she had used the other burial site, she would have disappeared forever,\" said Kathleen Martinez, a Dominican archaeologist.",
            "output": [
                "多米尼加考古学家卡思琳·马丁内兹说：“如果她选择了其他埋葬地点，那她可能就会永久消失了”。"
            ]
        },
        {
            "input": "Spillane's lawyer, Greg Walsh, says media reports alerted him to the new claims.",
            "output": [
                "莱恩·约瑟夫的律师格雷格·沃尔什说，媒体报道提醒他注意这些新的说法。"
            ]
        },
        {
            "input": "\"They assumed great risk so they could understand what lies beyond the heavens.\"",
            "output": [
                "“他们冒了很大的风险，所以他们可以理解天堂以外的东西。”"
            ]
        },
        {
            "input": "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.",
            "output": [
                "丹齐格桥横跨在一条运河上。该运河将庞恰特雷恩湖和密西西比河连通起来。"
            ]
        },
        {
            "input": "Google global communications chief Gabriel Stricker commented to National Public Radio in an interview this January, that the company was avoiding editorial judgment, and that the prominence of the santorum neologism phenomenon in web searches is due to increased interest in the subject.",
            "output": [
                "今年1月，谷歌全球通信主管加布里埃尔·斯特里克在接受国家公共广播电台采访时表示，谷歌正在回避舆论，而桑托勒姆新词成为网络热词是由于人们对相关主题的持续关注。"
            ]
        },
        {
            "input": "\"If the United States were to withdraw her combat units from Iraq by the early part of next year it could only be represented as a defeat for the United States in Iraq,\" he said.",
            "output": [
                "他说：“如果美国在明年早些时候从伊拉克撤出作战部队，那只会被认为成是美国在伊拉克的失败。”"
            ]
        },
        {
            "input": "This legislation is in place to provide protection to witnesses on the basis that without it they may be less likely to cooperate with investigational procedures.",
            "output": [
                "这项立法是为了向证人提供保护，因为没有证据，他们可能不太可能配合调查程序。"
            ]
        },
        {
            "input": "Stevens, now 85, served as Alaska's Senator from 1968 to 2009.",
            "output": [
                "史蒂文斯现年85岁，在1968年至2009年间担任阿拉斯加参议员。"
            ]
        },
        {
            "input": "He is currently a Independent Senator in Connecticut, who caucuses with the Democratic party.",
            "output": [
                "他目前是康涅狄格州的一名独立参议员，在民主党中担任核心议员。"
            ]
        },
        {
            "input": "The draft was published by a Mexican magazine, claiming that the public has a right to know.",
            "output": [
                "这份草稿被一份墨西哥杂志发表了。该杂志声称，公众有知情权。"
            ]
        },
        {
            "input": "The 15-year-old suspect's home and computers were searched and evidence was collected, which revealed that he allegedly tried to purchase black powder explosives and machine guns over the Internet.",
            "output": [
                "这名15岁的嫌疑人的房屋和电脑被搜查，并收集了证据，据称他曾试图通过互联网购买黑色粉末爆炸物和机枪。"
            ]
        },
        {
            "input": "After the voting and caucusing ended yesterday both candidates gave a speech at the Democratic Party's Jefferson and Jackson Dinner in Virginia- Clinton giving her standard stump speech and refusing to talk about what had happened during the day; Obama repeating many of the things he had said earlier in his \"Yes We Can\" speech, this time with detailed policy proposals as well as \"hope-mongering\".",
            "output": [
                "昨天投票和会议结束后，两位候选人在弗吉尼亚州民主党的杰斐逊和杰克逊晚宴上发表演讲，克林顿发表了标准的政治演说，并拒绝谈论白天发生的事情。奥巴马重复了许多他之前在他的“是的，我们可以”演讲中所说的事情，这一次是详细的政策建议以及“希望传播”。"
            ]
        },
        {
            "input": "A Wimbledon champion in 2000, 2001 and 2005, Williams was not the favorite to win the title again this year.",
            "output": [
                "作为2000年、2001年和2005年的温布尔登冠军，威廉姆斯并不是今年再次夺冠的最佳人选。"
            ]
        },
        {
            "input": "An estimated 3.5 million people were affected by the storm, some 1.6 million of whom were evacuated.",
            "output": [
                "估计有350万人受到这场风暴的影响，其中约有160万人被疏散。"
            ]
        },
        {
            "input": "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.",
            "output": [
                "目前正在北海道出游的明仁天皇对男孩的诞生表示欢迎。"
            ]
        },
        {
            "input": "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.",
            "output": [
                "最严重的此类事件涉及2005年10月一架俄罗斯喷气式战斗机在立陶宛发生坠机事故。"
            ]
        },
        {
            "input": "Photojournalists and camera operators have been some of the the most at-risk during the Arab uprisings in Tunisia and Libya.",
            "output": [
                "在突尼斯和利比亚的阿拉伯起义期间，摄影记者和摄影师一直是风险最高的人。"
            ]
        },
        {
            "input": "Earlier this year, an unsafe arrangement with a two-ton steel ladle resulted in the Qinghe Special Steel Corporation disaster, in which molten steel was accidentally poured into a room full of workers, killing 32.",
            "output": [
                "今年早些时候，一个两吨钢包的不安全安排导致了清河特钢公司的灾难，其中钢水被意外倒入满是工人的房间，造成32人死亡。"
            ]
        },
        {
            "input": "He will also hold talks with senior Indonesian ministers who are overseeing relief efforts.",
            "output": [
                "他还将与正在监督赈灾工作的印尼高级部长们会谈。"
            ]
        },
        {
            "input": "On Monday he was also charged over an incident, in which a tram was allegedly stolen from Southbank on Friday.",
            "output": [
                "星期一，他还因涉嫌在周五从南岸偷走了一辆电车而受到指控。"
            ]
        },
        {
            "input": "American-based online retailer Amazon.com has backtracked from its July decision and actions to remotely delete George Orwell's classic dystopian novels, Nineteen Eighty-Four and Animal Farm, from customers' Kindle e-book readers.",
            "output": [
                "总部位于美国的在线零售商亚马逊Amazon.com放弃了7月份的决定和行动，从客户的Kindle电子书阅读器中远程删除乔治·奥威尔的经典反乌托邦小说“一九八四”和“动物农场”。"
            ]
        },
        {
            "input": "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.",
            "output": [
                "海地人骚乱，使这一过程陷入混乱局面，而这种混乱局面被外国监察员的坚定努力所压制。"
            ]
        },
        {
            "input": "BP Exploration Alaska, Inc, the company running the field, has said that oil production will be reduced by 400,000 barrels per day, or nearly 8% of the total U.S. oil production.",
            "output": [
                "BP勘探公司阿拉斯加公司表示，石油产量将减少每天40万桶，相当于美国石油总产量的近8％。"
            ]
        },
        {
            "input": "Approximately 40 construction workers from Kanagawa Prefecture plan to file a similar lawsuit in June in Yokohama District Court.",
            "output": [
                "来自神奈川县的大约40名建筑工人计划在6月份在横滨地方法院提起类似的诉讼。"
            ]
        },
        {
            "input": "Red Star Belgrade opened the scoring in the 16th minute while Miroslav Klose 1st equalizer 4 minutes later.",
            "output": [
                "贝尔格莱德红星在第16分钟率先破门，克洛泽在4分钟后率先扳平比分。"
            ]
        },
        {
            "input": "For more information, visit the National Cowboy & Western Heritage Museum website.",
            "output": [
                "若想得到更多信息，请访问国家牛仔与西部遗产博物馆的网站。"
            ]
        },
        {
            "input": "Along with Launch Complex 41, which was demolished in 1999, LC-40 was used for heavy-lift Titan rocket launches.",
            "output": [
                "连同在1999年被拆除的41号发射复合体一起，LC-40被用来发射重型泰坦火箭。"
            ]
        },
        {
            "input": "\"Among other things we lost all communications out of the building.\"",
            "output": [
                "“除此之外，我们还失去了和大楼外面的所有通讯。”"
            ]
        },
        {
            "input": "Matthew Norman, 19, Si Yi Chen, 20, and Tan Duc Thanh Nguyen, aged 27 were found guilty of exporting narcotics.",
            "output": [
                "19岁的马修·诺曼、20岁的陈思逸和27岁的阮晋德青被判出口毒品罪。"
            ]
        },
        {
            "input": "It was reported that Adam cost about $1million in production costs and this was weighed against the costs of hiring lab techs.",
            "output": [
                "据报道，亚当的生产成本约为100万美元，这与雇佣实验室技术人员的成本相当。"
            ]
        },
        {
            "input": "The Taiwan Domestic News Hour on ETTV is running a 326 graphic to note the march and rally during its news reports about the upcoming event, and also has an animated graphic with marchers carrying signs in the lower-left hand corner of the screen.",
            "output": [
                "ETTV“台湾国内新闻时间”在对这个即将到来的活动进行报道时，制作了326活动图表来解说该游行和集会。还播出了一幅动画图片，在屏幕左下角出现了游行者手持标语的画面。"
            ]
        },
        {
            "input": "The Singapore Navy said that it had contacted other countries in the area to warn them of the threat.",
            "output": [
                "新加坡海军表示已与该地区的其他国家联系，以警告他们这一威胁。"
            ]
        },
        {
            "input": "It is the first time since the parliament opened that Labour has been beaten, and the first time in fifty years that they have not had a majority of Scottish constituency seats in any election.",
            "output": [
                "这是自议会成立以来工党第一次被击败，也是五十年来工党在选举中第一次没有获得苏格兰选区的多数席位。"
            ]
        },
        {
            "input": "The Trans-Canada Highway and most other roads through the mountains were closed due to heavy and sudden snow accumulations which created severe avalanche hazards.",
            "output": [
                "跨加拿大高速公路和大多数其他通过山区的道路因积雪和突然积雪而关闭，这造成了严重的雪崩危险。"
            ]
        },
        {
            "input": "Aridono Sukman, the police member in charge of the criminal investigation, said that the contents of the black box were vital evidence.",
            "output": [
                "负责刑事调查的警察阿里多诺·苏克曼说，黑匣子的内容是至关重要的证据。"
            ]
        },
        {
            "input": "This is not the first time Newmont Mining has had trouble with an emerging Third World environmental movement.",
            "output": [
                "这已经不是纽蒙特矿业第一次遇到来自新兴第三世界关于环保运动的麻烦了。"
            ]
        },
        {
            "input": "Current premier and leader of the ALP Anna Bligh will be, if Labor wins, the first female to elected premier in Australian history.",
            "output": [
                "如果工党获胜，现任州长兼澳大利亚工党领袖安娜·布莱将成为澳大利亚历史上第一位女性民选州长。"
            ]
        },
        {
            "input": "The Group of Ministers (GoM) set up by the union government has given the thumbs-up for community radio stations to operate in India.",
            "output": [
                "由联合政府成立的部长小组（GoM）已经同意让社区电台在印度运营。"
            ]
        },
        {
            "input": "Joe Holley of the Washington Post recalled this quote from Mr. Chibitty in 2002: \"It’s strange, but growing up as a child I was forbidden speak my native language at school.\"",
            "output": [
                "《华盛顿邮报》的乔·霍利在2002年回忆了奇比蒂先生的一句话：“虽然很奇怪，但我从小就被禁止在学校说我的母语。”"
            ]
        },
        {
            "input": "The United States finished two days of competition fifth overall in the medal count, tied with Russia.",
            "output": [
                "美国在第2天比赛结束后，位列奖牌榜第五位，与俄罗斯并列。"
            ]
        },
        {
            "input": "Cruise also discusses \"SPs\", or Suppressive Persons, \"PTSPs\", a \"potential trouble source\" influenced by a Suppressive Person, and the need to \"confront and shatter suppression\".",
            "output": [
                "克鲁兹还讨论了“SPs”即压制者和“PTSPs”，即受压制者影响的“潜在祸水”，以及“面对并粉碎压迫”的必要性。"
            ]
        },
        {
            "input": "Manouchehr Mohammadi, a deputy foreign minister, said the country had prepared itself for a standoff over its nuclear activities.",
            "output": [
                "伊朗副外交部长马努谢尔·穆罕默德表示，伊朗已经为核活动的僵局做好了准备。"
            ]
        },
        {
            "input": "The report continues by noting that AOL coerces users into upgrading the software by a popup window that does not allow refusal, as well as automatically upgrades the software without allowing that option to be disabled.",
            "output": [
                "报告继续指出，AOL通过一个不允许拒绝的弹出窗口强迫用户升级软件，并自动升级软件而不允许禁用该选项。"
            ]
        },
        {
            "input": "The portion of the pipeline affected by the protesters is part of the 'Gulf Coast Pipeline Project' that is to be about 485 miles long and consist of a \"36-inch crude oil pipeline beginning in Cushing, Oklahoma and extending south to Nederland, Texas\", says TransCanada on their website.",
            "output": [
                "加拿大横贯石油公司在其网站上表示，受抗议者影响的管道是‘墨西哥湾管道项目’的一部分，该项目长约485英里，包括一条“从俄克拉何马州库欣开始，向南延伸到德克萨斯州内德兰的36英寸原油管道”。"
            ]
        },
        {
            "input": "Israeli forces locked down Palestinian neighborhoods of Jerusalem in anticipation of backlashes from the construction.",
            "output": [
                "以色列军队封锁了耶路撒冷的巴勒斯坦社区，因为他们预计建设项目会遭到反击。"
            ]
        },
        {
            "input": "Annualised sales of vehicles in the car industry in the US are predicted to have dipped below nine million in March, compared to February's 9.12 million, which was the lowest number since 1981.",
            "output": [
                "相较于2月份的九百一十万辆，3月份预测的美国汽车产业年销售量已经降到九百万辆以下，这是1981年以来最低的数字。"
            ]
        },
        {
            "input": "The new proposal is about 11 times larger, according to 2008 GDP estimates.",
            "output": [
                "根据2008年的GDP估值，新建议的资金额大约是这个数字的11倍。"
            ]
        },
        {
            "input": "Angelique Ngoma was moved from her position as minister of families to the defense minister — the first time that a woman has held that post in Gabon.",
            "output": [
                "安吉利克·恩格玛从家庭部长职位转到国防部长，这是女性第一次在加蓬担任这一职务。"
            ]
        },
        {
            "input": "If the detainee already has a roll of toilet paper, he is not allowed to have another.",
            "output": [
                "如果犯人已经有了一卷厕纸，那他将不允许再得到另一卷。"
            ]
        },
        {
            "input": "The boy was delivered to the hospital by the airport staff and is said to be in a critical condition.",
            "output": [
                "他被机场人员送到医院，据说他的健康状况十分危急。"
            ]
        },
        {
            "input": "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.",
            "output": [
                "纽约州高速公路，或称90号州际公路，关闭了从该州罗切斯特附近至敦刻尔克之间的路段，长度大约有110英里。"
            ]
        },
        {
            "input": "The Revolutionary Struggle is regarded as a spinoff of the notorious terrorist group November 17th; the members of which were captured in 2003.",
            "output": [
                "革命斗争组织被认为是臭名昭著的恐怖组织11月17日的一个分支，该组织的成员是在2003年被捕的。"
            ]
        },
        {
            "input": "Morgan emphasized that France's refusal to support U.S. war efforts is a resounding display of strength.",
            "output": [
                "摩根强调法国拒绝支持美国发动战事的努力是一种强有力的表现。"
            ]
        },
        {
            "input": "His self-immolation was apparently in protest against the spread of Islam, which he felt the Protestant church should take more seriously.",
            "output": [
                "他的自焚显然是为了抗议伊斯兰教的传播，他认为新教教会应该更加认真地对待这一传播。"
            ]
        },
        {
            "input": "\"This astonishing footage captures one of the world's most elusive creatures.\"",
            "output": [
                "“这段惊人的视频捕捉到了世界上最神秘的生物之一。”"
            ]
        },
        {
            "input": "The prisoners, who had been in Israeli prison for 19–28 years, were released to the , to the , and to Jerusalem where enthusiastic crowds waited for them.",
            "output": [
                "这些被关押在以色列监狱19到28年的囚犯被释放到，到，到耶路撒冷，在那里热情的人群等待着他们。"
            ]
        },
        {
            "input": "As a non-signatory state, Israel is not bound by any resolutions of the NPT.",
            "output": [
                "作为一个非签署国，以色列不受“不扩散核武器条约”任何决议的约束。"
            ]
        },
        {
            "input": "Just yesterday, former General Sir Mike Jackson called Donald Rumsfeld's approach to the U.S. presence in Iraq \"intellectually bankrupt\".",
            "output": [
                "就在昨天，前将军迈克·杰克逊爵士称唐纳德·拉姆斯菲尔德的关于美国在伊拉克的存在策略是一种“失去理智”的表现。"
            ]
        },
        {
            "input": "The blast caused a secondary explosion to some nearby cooking-gas cylinders.",
            "output": [
                "爆炸对附近的一些煤气罐造成了二次爆炸。"
            ]
        },
        {
            "input": "Band members Kristian Bush and Jennifer Nettles spoke out after the accident on social networking website Twitter.",
            "output": [
                "事故发生后，乐队成员克里斯蒂安·布什和詹妮弗·内特尔斯在社交网站推特上发表了讲话。"
            ]
        },
        {
            "input": "The European Union would like to make it easier to dismiss employees.",
            "output": [
                "欧洲联盟希望解雇雇员变得更加容易。"
            ]
        },
        {
            "input": "The previous launch had a successful lift-off, but failed 35 seconds into the flight and crashed near to the launch pad due to a fuel leak in the engine.",
            "output": [
                "此前那次发射虽然成功地升空，但是由于引擎发生燃油泄漏，起飞后35秒钟即坠落在发射台附近。"
            ]
        },
        {
            "input": "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.",
            "output": [
                "扎吉尔的解释是，陪审团要求得到每一位证人的证词誊本。"
            ]
        },
        {
            "input": "\"It's not just unusual, it's embarrassing,\" said a spokesman for police in the town of Eschwege.",
            "output": [
                "“这不仅不寻常，而且令人难堪，”埃施韦格镇警方发言人说。"
            ]
        },
        {
            "input": "The operating system has seen increasing popularity in the last year, and has increasingly included multi-touch input of the type mentioned in the lawsuit.",
            "output": [
                "操作系统在去年越来越受欢迎，并且越来越多的系统包含诉讼中提到的多点触控输入功能。"
            ]
        },
        {
            "input": "The plan, entitled In Larger Freedom, is part of the UN's attempt to revitalise itself during its sixtieth anniversary year.",
            "output": [
                "这项名为“更大自由”的计划，是联合国在其成立60周年之际重振自身的努力的一部分。"
            ]
        },
        {
            "input": "The Turks and Caicos Islands have been British overseas territories since 1799, and since achieving self-governance in 1976 have significantly developed offshore banking and tourism industries.",
            "output": [
                "自1799年以来，特克斯和凯科斯群岛一直是英国的海外领土，自1976年实现自治以来，这里已经大大发展了离岸银行业和旅游业。"
            ]
        },
        {
            "input": "Some reports are also saying that land and cell lines into the capital are not functioning, but it is not clear if this is deliberate or is due to high traffic or some other concern.",
            "output": [
                "一些报道还说，首都的固定电话和手机信号均不能使用，但是不清楚是人为原因，还是线路业务过多，或其他原因。"
            ]
        },
        {
            "input": "While the Arab League, the European Union, Turkey, and the United States all have pursued sanctions against the regime in Syria, China so far has been against the removal of the Syrian regime and has rejected sanctions.",
            "output": [
                "虽然阿拉伯联盟、欧盟、土耳其和美国都在寻求对叙利亚政权实施制裁，但中国迄今一直反对推翻叙利亚政权，并拒绝制裁。"
            ]
        },
        {
            "input": "If convicted in these cases as well, they would face up to 30 years in prison.",
            "output": [
                "如果在这两个案子中也被宣判有罪，那么他们将面临多达30年的监禁。"
            ]
        },
        {
            "input": "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.",
            "output": [
                "罢工影响了新德里的一大片地区，包括罗希尼、月光集市、卡罗尔·巴格和德里以南的主要市场。"
            ]
        },
        {
            "input": "The baccalaureate exam in Romania is the secondary school educational qualification test, and passing it attests that a student has graduated high school and may be admitted to a university.",
            "output": [
                "罗马尼亚的中学毕业会考是中学教育资格考试，通过该考试意味着一个学生已经高中毕业并可以被大学录取。"
            ]
        },
        {
            "input": "Israel says it killed 530 Hezbollahh fighters while Hezbollah puts the toll at about 80.",
            "output": [
                "以色列说，杀死了530名真主党战斗人员，而真主党估计死亡人数大约80人。"
            ]
        },
        {
            "input": "Beckett is considering admitting the link between Iraq and terrorism in UK when discussing the problem of Muslim youth becoming influenced by international terrorists.",
            "output": [
                "在讨论穆斯林青年受国际恐怖分子影响的问题时，贝克特正在考虑承认伊拉克与英国的恐怖主义之间的联系。"
            ]
        },
        {
            "input": "Lam visited the scene on Saturday afternoon and sought advice from the police and Buildings Department.",
            "output": [
                "林郑月娥星期六下午来到现场，向警察和建筑部门征求意见。"
            ]
        },
        {
            "input": "If the final tranche of funding is secured, in 2014 the castle will become the first-ever archive facility in the Western Isles.",
            "output": [
                "如果能够获得最后一笔资金，在2014年，这座城堡将成为西岛有史以来第一个档案馆。"
            ]
        },
        {
            "input": "They reasserted previous President Bush statements that there is no clear time-table for an Iraqi withdrawal because it depends on the situation at the time.",
            "output": [
                "他们重申了布什总统之前的声明，即伊拉克撤军没有明确的时间表，因为这取决于当时的局势。"
            ]
        },
        {
            "input": "The Federal Attorney-General has the powers to do this under the National Security Information (Criminal and Civil Proceedings) Act.",
            "output": [
                "根据《国家安全信息（刑事与民事诉讼）法案》，联邦司法部长有权这样做。"
            ]
        },
        {
            "input": "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.",
            "output": [
                "与此同时，美国人发布了一份文件，现在被描述为不完整，该文件称，美国军方在与意大利官员的联合调查中，清除了自己在3月4日悲惨事件中士兵负有任何责任的部分。"
            ]
        },
        {
            "input": "\"I want to apologise to them [the children] but I can't regret what I did because it would mean that he [Materazzi] was right to say what he said\".",
            "output": [
                "“我要向他们【孩子们】道歉，但是不能对自己做过的事情表示遗憾，因为如果那样，就意味着【马特拉齐】说的话是正确的”。"
            ]
        },
        {
            "input": "The Sharks stormed to victory over Perth-based Western Force, winning 41 points to 25, meaning that the Bulls would have to score at least four tries to be ensured of a bonus point, to move ahead of the Sharks, who were now sitting in front of them on points difference.",
            "output": [
                "鲨鱼队以41比25的比分横扫帕斯西部力量队赢得了胜利。这意味着公牛队必须通过至少四次触地得分来赢得奖励分。那样才能超越鲨鱼队。后者当前在比分上领先于前者。"
            ]
        },
        {
            "input": "She was fired by the team in December of 2006, and following her dismissal she filed the explosive lawsuit alleging that Madison Square Garden fostered an environment of sexism and inequality, personified by the conduct of Isiah Thomas.",
            "output": [
                "2006年12月，她被队伍解雇，在被解雇后，她提起了爆炸性诉讼，指控麦迪逊广场花园队营造了一个性别歧视和不平等的环境，伊西娅·托马斯的行为就是其代表。"
            ]
        },
        {
            "input": "\"After a very long wait,\" she says, \"Americans can now be confident that their genetic information cannot be used by health insurers or employers in harmful or hurtful ways.\"",
            "output": [
                "“经过漫长的等待，”她说，“美国人现在可以确信他们的遗传信息不会被健康保险公司或雇主以有害或伤害的方式使用。”"
            ]
        },
        {
            "input": "Friedman wrote that \"Haggis has taken an enormous step here, and one that should resonate among all celebrity Scientologists.\"",
            "output": [
                "弗里德曼写道：“哈吉斯在这里迈出了巨大的一步，应该引起所有名人科学教派教徒的共鸣。”"
            ]
        },
        {
            "input": "Zahid told police he hurried to his brother's place late Thursday after his brother failed to answer his phone.",
            "output": [
                "扎希德对警方说，星期四晚些时候，他的哥哥没接电话，他急忙赶到哥哥的住处。"
            ]
        },
        {
            "input": "A good example of this is the Ford Fusion or the 2007 Lexus IS250: \"The centre console input port allows an iPod, MP3 or Windows Media Audio player to be plugged into the IS audio system.\"",
            "output": [
                "一个很好的例子是福特蒙迪欧或2007款雷克萨斯IS250：“中控台输入端口允许将iPod、MP3或Windows Media音频播放器插入IS音频系统。”"
            ]
        },
        {
            "input": "Egyptian newspapers reported that he was accused of driving a Saudi princess \"to addiction\", reportedly after treating a Saudi princess with painkillers.",
            "output": [
                "埃及报纸报道称，他被指控迫使沙特公主“上瘾”，据称是在给一名沙特公主服用止痛药后。"
            ]
        },
        {
            "input": "The base housed missiles and Sukhoi Su-27 fighter jet planes.",
            "output": [
                "基地内存有导弹和苏海苏-27战斗机。"
            ]
        },
        {
            "input": "The website of international news service Al Jazeera was hacked Tuesday by a group idenitified only as Al-Rashedon.",
            "output": [
                "半岛电视台国际新闻服务网站周二被称作Al Rashedon的黑客组织入侵。"
            ]
        },
        {
            "input": "The month long election campaign in the run up to this weekend's elections in the Democratic Republic of Congo has ended, with a one day break before voting can begin Sunday.",
            "output": [
                "刚果民主共和国在本周末的选举前展开的长达一个月的选战终告结束，将在休息一天后，于星期日开始投票。"
            ]
        },
        {
            "input": "Dougie Adams, author of the report, warns that if the financial crisis is worst than anticipated there could be a contraction of 1%, making 60,000 jobs lost.",
            "output": [
                "该报告的作者道格·亚当斯警告说，如果金融危机比预期更糟，可能会出现1％的萎缩，导致6万个工作岗位流失。"
            ]
        },
        {
            "input": "The final declaration also reaffirmed the Sydney Declaration on climate change, which had been agreed upon on Saturday.",
            "output": [
                "最后宣言还重申了星期六商定的关于气候变化的悉尼宣言。"
            ]
        },
        {
            "input": "The results have been greeted by most of the political establishment.",
            "output": [
                "投票结果受到多数政治机构的欢迎。"
            ]
        }
    ]
}