{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "You will receive a sentence in Malay language as the input. You ought to generate an output in English which means the same as the input provided.",
  "Positive Examples": [
    {
      "input": "Purata kelajuan angin untuk kawasan Lapangan Terbang Pulau Toronto adalah 12 km/j.\n",
      "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
      "explanation": "The above sentence is correctly translated from Malay to English"
    },
    {
      "input": "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan.\n",
      "output": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n",
      "explanation": "The above sentence is correctly translated from Malay to English"
    },
    {
      "input": "Ashcroft telah memberi komen semasa mesyuarat yang \"sejarah tidak akan menghakimi kita dengan baik.\"\n",
      "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\"",
      "explanation": "The above sentence is correctly translated from Malay to English"
    }
  ],
    "Negative Examples": [
        {
            "input": "Wikis adalah laman web yang boleh diedit secara terbuka dan selalu digunakan untuk mencipta asas pengetahuan.",
            "output": "Wikis are openly avaialbe sites where you can see information.",
            "explanation": "The meaning of the sentence is close to the input but it does not have some key words translated."
        },
        {
            "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.",
            "output": "The country is asking for peace. They cannot stand another World War.",
            "explanation": "The above sentence is not correctly translated from Malay to English as none of the words match the translation."
        }
    ],
  "Instances": [

    {
      "input": "\"Kami mesti mengambil keputusan ini dengan serius dan memberi perhatian kepada apa yang kami perlu ambil perhatian,\" kata Abe pada sidang akhbar.\n",
      "output": [
        "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
      ]
    },
    {
      "input": "Hubungan yang kukuh Australia dengan Amerika Syarikat dan sokongan untuk perang Amerika Syarikat ke atas Iraq adalah isu-isu utama bagi kemenangan keempat pilihan raya berterusan Howard pada akhir tahun 2004.\n",
      "output": [
        "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
      ]
    },
    {
      "input": "Kekurangan maklumat adalah masalah; siasatan semua pihak telah mendengar bukti daripada lebih kurang laporan dan pengumpulan data yang tidak bagus.\n",
      "output": [
        "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
      ]
    },
    {
      "input": "Koir kanak-kanak Afrika juga beryanyi di atas pentas dengan 10 Pemenang Pertama.\n",
      "output": [
        "The African Children's Choir also sang on stage with this years Top 10.\n"
      ]
    },
    {
      "input": "Pedrina dan yang lain, termasuk datuk bandar Bern, Alexander Tschappat, berkata ketika dalam masa penentangan pada Sabtu dan Ahad.\n",
      "output": [
        "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
      ]
    },
    {
      "input": "Kedai 24 jam telah dirancang untuk pinggir bandar tersebut tetapi syarikat gergasi makanan segera tersebut berundur mempersetujui yang kedai tersebut hanya akan dibuka sepanjang malam pada Jumaat dan Sabtu.\n",
      "output": [
        "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
      ]
    },
    {
      "input": "Dan Cowie, pemapak pasukan New Zealand, berkata, \"Seperti yang kita katakan hari ini terdapat dua bot yang sangat seri di luar sana.\n",
      "output": [
        "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
      ]
    },
    {
      "input": "Pemberontak Syria mengancam tindakan balas terhadap kumpulan Hezbollah untuk menghantar pejuang untuk membantu Presiden Syria Bashar al-Assad, yang berjuang untuk menamatkan pemberontakan terhadap pemerintahannya.\n",
      "output": [
        "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
      ]
    },
    {
      "input": "Jabatan Kehakiman Amerika Syarikat telah meminta dakwaan rasuah terhadap bekas Senator Alaska Ted Steven digugurkan selepas bukti ditahan daripada pasukan pertahanan oleh pendakwa raya asal.\n",
      "output": [
        "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
      ]
    },
    {
      "input": "Walaupun laut berombak telah menganggu pembersihan, pihak berkuasa menjangka operasi akan tamat dalam masa sepuluh hari.\n",
      "output": [
        "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
      ]
    },
    {
      "input": "Encik Downer memberitahu inkuiri bahawa perisikan mungkin tidak diambil tindakan.\n",
      "output": [
        "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
      ]
    },
    {
      "input": "Para penyelidik dan Lembaga Kanser Alberta dan Modal Kesihatan masih tidak menyokong penggunaan DCA untuk merawat kanser lagi, kerana ujian klinikal untuk ubat-ubatan yang digunakan untuk merawat kanser belum dilakukan lagi.\n",
      "output": [
        "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
      ]
    },
    {
      "input": "Hanya dua minggu selepas China menyebabkan pasaran global jatuh, kebimbangan semakin meningkat tentang pemberi pinjaman gadai janji sub-prima di Amerika Syarikat merangsang kegelisahan melalui bursa saham di seluruh dunia.\n",
      "output": [
        "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
      ]
    },
    {
      "input": "Menangani isu itu, Perdana Menteri Israel, berkata dalam mesyuarat parti, \"Kepimpinan dinilai oleh keupayaan untuk melaksanakan keputusan, sukar walau bagaimanapun.\"\n",
      "output": [
        "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
      ]
    },
    {
      "input": "Juga terdapat laporan bahawa rakyat Itali yang tercedera dalam nahas terbabit.\n",
      "output": [
        "It is also reported that Italians were injured in the crash.\n"
      ]
    },
    {
      "input": "Kenyataan tersebut dibuat selepas tiga orang wartawan daripada surat khabar versi dalam talian Verdens Gang(VG) mengambil ujian tersebut.\n",
      "output": [
        "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
      ]
    },
    {
      "input": "NTGL telah mengumumkan pada Rabu bahawa skuad itu tidak akan dapat pergi ke Lome, Togo kerana kekurangan biaya untuk membayar perjalanan kumpulan itu.\n",
      "output": [
        "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
      ]
    },
    {
      "input": "Pihak Berkuasa mengosongkan kawasan yang berlebar setengah batu (kira-kira 800 m).\n",
      "output": [
        "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
      ]
    },
    {
      "input": "Georgia mendahului di permulaan separuh kedua dan mengancam untuk memperoleh mata di akhir perlawanan tetapi pertahanan Ireland berjaya memegang kemenangan empat mata.\n",
      "output": [
        "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
      ]
    },
    {
      "input": "Pegawai polis bersenjata dari SO19 telah menyerbu harta kepunyaan di kawasan Notting Hill dan Kensington Utara di London dan tentera Itali telah menahan suspek pengeboman keempat di harta kepunyaan di Rome, Italy.\n",
      "output": [
        "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
      ]
    },
    {
      "input": "Fitow kini bergerak ke arah Laut Okhotsk, menuju ke hadapan kira-kira 24 batu sejam.\n",
      "output": [
        "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
      ]
    },
    {
      "input": "Bagi membiayai usaha menyelamat pada masa ini, kerajaan Jepun dilaporkan sedang mempertimbangkan untuk menaikkan cukai-cukai, kerana anggaran bagi kos membina semula kawasan terlibat ialah setinggi satu peratus dari jumlah lima trilion dolar GDP.\n",
      "output": [
        "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
      ]
    },
    {
      "input": "Presiden Ely Ould Mohamed Vall, yang turut mengundi di dalam referendum itu berkata, \"Ini adalah hari yang baik dan satu kelahiran semula bagi Mauritania...\"\n",
      "output": [
        "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
      ]
    },
    {
      "input": "Jurucakap Kementerian Dalam Negeri Georgia berkata unit Rusia juga telah mengambil alih bandar Zugdidi.\n",
      "output": [
        "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
      ]
    },
    {
      "input": "Pertubuhan Kesihatan Sedunia (WHO) telah menyatakan bahawa wabak taun yang telah melanda negara Afrika Zimbabwe seolah-olah telah melalui kemuncaknya.\n",
      "output": [
        "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
      ]
    },
    {
      "input": "Ketua Sinn Fein, Gerry Adams menawarkan kata alu-aluan yang berhati-hati mengenai rancangan tersebut dann berkata \"ini memerlukan pertimbangan dan perundingan.\"\n",
      "output": [
        "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
      ]
    },
    {
      "input": "Perdana Menteri Britain, Tony Blair boleh menghadapi siasatan Dewan Rakyat terhadap dakwaan bahawa Ketua pegawai Polis didesak untuk menyokong agenda politik semasa undian pada Rabu untuk melanjutkan penahanan tanpa cagaran.\n",
      "output": [
        "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
      ]
    },
    {
      "input": "Cindy Sheehan berkata Ahad ini beliau bercadang untuk mengadakan bantahan aman tepi jalan berdekatan ladang Bush sehingga beliau bercakap dengannya lagi.\n",
      "output": [
        "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
      ]
    },
    {
      "input": "Guru biologi di sekolah Dover telah menolak untuk membaca kenyataan lembaga sekolah atas Rekabentuk Pintar kepada pelajar kerana kod negeri Pennsylvania untuk pendidikan menyatakan bahawa \"Pendidik profesional tidak boleh secara sengaja dan sedanya menyampaikan satu perkara.\"\n",
      "output": [
        "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
      ]
    },
    {
      "input": "Jumlah kes taun baru dalam minggu berakhir 14 Mac adalah 2076, hampir separuh daripada 3,812 jangkitan yang dilaporkan pada minggu sebelumnya, dan 8,000 seminggu di awal Februari.\n",
      "output": [
        "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
      ]
    },
    {
      "input": "Satu virus, Antinny (atau virus Kintama (testikel)) dipercayai bertanggungjawab memuat naik dokumen kedalam rangkaian perkongsian fail tanpa mendapatkan kebenaran pengguna terlebih dahulu.\n",
      "output": [
        "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
      ]
    },
    {
      "input": "\"Terdapat tiga orang bekas kakitangan yang telah disenaraikan dalam waran geledah yang telah diberikan kepada saya pada awal Julai, dan kami memudahkan pengumpulan bahan untuk polis,\" Encik Edwards memberitahu Fairfax Radio Network.\n",
      "output": [
        "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
      ]
    },
    {
      "input": "Senior Detektif Konstabel Barry Hills dari Polis Victoria, berkata mengenai budak lelaki itu, \"Dia ialah seorang budak lelaki yang bagus, dia seorang budak lelaki yang baik.\"\n",
      "output": [
        "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
      ]
    },
    {
      "input": "Walau bagaimanapun tindak balas oleh kerajaan tempatan adalah bertentangan, dengan tindakan itu disifatkan sebagai \"rampasan kuasa\" oleh Perdana Galmo Williams yang digulingkan.\n",
      "output": [
        "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
      ]
    },
    {
      "input": "Turut dilaporkan beberapa peluru lagi akan diuji semasa simulasi ketenteraan minggu ini.\n",
      "output": [
        "It is also reported that more missiles will be tested during war games later in the week.\n"
      ]
    },
    {
      "input": "Menurut Lombardo, \"ia kelihatan seperti kami tidak mengalami sebarang kebakaran [di dalam bangunan]\" dan semua 2,800 pekerja telah dibenarkan kembali bekerja tidak lama selepas pukul 12:00 tengah hari.\n",
      "output": [
        "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
      ]
    },
    {
      "input": "Menteri Kewangan India P. Chidambaram berkata yang dia sangat risau akan kadar inflasi lebih tinggi akibat halangan dari bahagian bekalan.\n",
      "output": [
        "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
      ]
    },
    {
      "input": "Angka pengumpulan dana telah dikeluarkan untuk bulan Februari: Romney mengumpul 12.5 juta pada bulan itu, dan menghabiskan $12.3 juta untuk pengiklanan.\n",
      "output": [
        "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
      ]
    },
    {
      "input": ":(a) semasa ia dalam skop Perundangan Diet bagaimana caranya syarat-syarat yang ditetapkan untuk memperoleh / kehilangan kewarganegaraan Jepun (Perkara 10), suatu perbezaan tanpa sebab-sebab rasional yang disebabkan keadaan seperti ini mungkin tidak mengikut perlembagaan (Perkara 14: Ayat 1).\n",
      "output": [
        ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
      ]
    },
    {
      "input": "Ia diharapkan yang SCC 7s akan tidak lama lagi dipersembahkan dalam litar Lembaga Ragbi Antarabangsa 7s menurut pegawai-pegawai kelab.\n",
      "output": [
        "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
      ]
    },
    {
      "input": "USGS menyatakan bahawa mungkin ada beberapa kerosakan, tetapi ia mungkin \"sangat ringan,\" tetapi setakat ini Jabatan Bomba wilayah San Bernardino mengatakan bahawa tiada kerosakan dilaporkan.\n",
      "output": [
        "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
      ]
    },
    {
      "input": "\"Ya, al Qaeda menyerang pemasangan minyak tetapi mereka bukan satu-satunya pelakon dan mereka bukan pelakon utama,\" katanya.\n",
      "output": [
        "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
      ]
    },
    {
      "input": "Usaha sama menggantikan kerjasama semasa dan berkekalan lama antara Microsoft dan Xtra, yang dipanggil XtraMSN.\n",
      "output": [
        "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
      ]
    },
    {
      "input": "Sidorsky merupakan Perdana Menteri Belarus sejak Julai 2003 apabila dia dipilih oleh Presiden Lukashenko.\n",
      "output": [
        "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
      ]
    },
    {
      "input": "Ketiga-tiga kumpulan yang dinyatakan sebenarnya ditugaskan untuk menghapuskan senjata usang yang disimpan di situ, sebagai sebahagian daripada program untuk menghapuskan senjata era Stalinis dan memodenkan tentera untuk melayakkan pelawaan untuk menyertai NATO bulan depan.\n",
      "output": [
        "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
      ]
    },
    {
      "input": "Satu letupan bom di dalam bas di Myanmar (ataupun Burma) telah membunuh seorang lelaki berusia 55 tahun dan menyebabkan seorang lagi lelaki cedera.\n",
      "output": [
        "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
      ]
    },
    {
      "input": "Pengharaman seluruh Australia pada pergerakan kuda, keldai dan baghal yang dijangkakan tamat pada hari Rabu telah dilanjutkan sehingga hari Jumaat.\n",
      "output": [
        "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
      ]
    },
    {
      "input": "Soulas kehilangan anak perempuan dan menantu lelakinya, yang menaiki pesawat itu apabila ia terhempas.\n",
      "output": [
        "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
      ]
    },
    {
      "input": "Korea Utara telah memberi amaran \"letupan pertahanan diri\" kepada Korea Selatan jika mereka turut menyertai, latihan ketenteraan senario benar dengan Amerika Syarikat, yang dijadualkan bermula dalam beberapa hari akan datang.\n",
      "output": [
        "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
      ]
    },
    {
      "input": "Proses pendakwaan dirancang akan bermula dalam minggu berikutnya.\n",
      "output": [
        "The impeachment process is planned to start within the following week.\n"
      ]
    },
    {
      "input": "Burda dan pasukannya mengumpulkan data lembu ternakan melalui analisis imej Google Earth.\n",
      "output": [
        "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
      ]
    },
    {
      "input": "\"Apabila kerajaan Amerika Syarikat menjalankan perniagaan, dengan jelas mereka sentiasa cuba untuk memastikan mereka mendapat nilai yang terbaik,\" katanya.\n",
      "output": [
        "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
      ]
    },
    {
      "input": "Perjanjian itu tidak membenarkan Canon untuk membuat apa-apa usaha lain dalam teknologi ini, tetapi Canon bergabung tenaga dengan Toshiba adalah sebab untuk tuntutan mahkamah yang dinyatakan.\n",
      "output": [
        "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
      ]
    },
    {
      "input": "Kemudian pusingan kedua mengemis cuba untuk menukar perjanjian berkenaan ke dalam pembayaran yang sebenar.\n",
      "output": [
        "Then a second round of begging tries to convert those pledges into actual payments.\n"
      ]
    },
    {
      "input": "Insiden itu berlaku semasa perhimpunan politik oleh kepimpinan parti tempatan.\n",
      "output": [
        "The incident occurred during a political rally by the leading local party.\n"
      ]
    },
    {
      "input": "Penambahbaikan telah dibuat dalam kesihatan dan pendidikan wanita, menurut kajian itu.\n",
      "output": [
        "Improvements have been made in women health and education, according to the study.\n"
      ]
    },
    {
      "input": "\"Kami membicarakan tentang operasi dagangan skala besar lebih daripada sekadar memancing untuk dimakan,\" Macdonald berkata dalam sebuah kenyataan, menunjukkan lima belas daripada bot-bot adalah kapal besar dengan ais untuk tujuan penyimpanan.\n",
      "output": [
        "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
      ]
    },
    {
      "input": "Pertubuhan Bangsa-Bangsa Bersatu (PBB) pada hari Jumaat menggesa kerajaan Pakistan untuk menyiasat banyak pembunuhan dan penculikan, terutamanya dikalangan wartawan.\n",
      "output": [
        "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
      ]
    },
    {
      "input": "Pada waktu itu, sekitar 50 orang masih berada di dalam yang kebanyakannya keluarga bersama anak.\n",
      "output": [
        "At the time, there were about 50 people inside, mostly families with children.\n"
      ]
    },
    {
      "input": "Organisasi atas talian seluruh dunia kini menguji (IPv6) - satu sistem baru mengenai alamat internet berharap untuk menyelesaikan isu kapasiti sistem sedia ada.\n",
      "output": [
        "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
      ]
    },
    {
      "input": "Kapal berukuran 35m itu telah terkandas sejak Khamis lepas, apabila ia telah ditambat, semasa dalam perjalanan ke mesyuarat APEC di Sydney.\n",
      "output": [
        "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
      ]
    },
    {
      "input": "\"Tidak semua rakyat Jerman adalah ahli Parti Nazi.\"\n",
      "output": [
        "\"Not every German was a member of the Nazi Party.\"\n"
      ]
    },
    {
      "input": "Seorang saksi, yang telah minum di luar pub pada masa itu, berkata kanak-kanak itu merupakan salah satu daripada tiga orang yang bermain bola sepak di tempat letak kereta apabila seorang remaja, dipercayai seorang lelaki, berbasikal BMX melepaskan tiga das tembakan ke arah kumpulan itu dari jarak kira-kira 30 meter, satu mangsa terkena di leher.\n",
      "output": [
        "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
      ]
    },
    {
      "input": "Walaupun mendahului Winnipeg semasa suku pertama dan ketiga, kesalahan Saskatchewan terbukti terlalu kuat untuk Blue Bombers pada akhirnya.\n",
      "output": [
        "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
      ]
    },
    {
      "input": "Satu kursus latihan pembangunan yang berkontroversi yang dikenali sebagai \"Landmark Forum\" telah dipetik dalam tindakan undang-undang diskriminasi agama di mahkamah persekutuan Amerika Syarikat di New York dan Washington, D.C.\n",
      "output": [
        "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
      ]
    },
    {
      "input": "Menambah kepada ribut tersebut, tiupan angin setinggi 60 mpj di New England mendorong kebimbangan terhadap banjir pantai.\n",
      "output": [
        "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
      ]
    },
    {
      "input": "Mahdi Abdel Hadi yang mengetuai kumpulan penyelidikan Palestin PASSIA berkata kedua-dua Encik Olmert dan Encik Abbas lemah dari segi politik, dan ia tidak mungkin sama ada lelaki mungkin boleh memberikan lain apa yang dia mahu.\n",
      "output": [
        "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
      ]
    },
    {
      "input": "Telecom syarikat AT & T menyediakan panggilan bebas tol dan 10 pusat panggilan untuk acara tersebut dan MCI sediakan sukarelawan dari pusat-pusat panggilan mereka.\n",
      "output": [
        "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
      ]
    },
    {
      "input": "Negara-negara ini \"mesti diberi alat pembangunan, ekonomi dan dasar yang diperlukan untuk meningkatkan pengeluaran pertanian dan produktiviti,\" katanya.\n",
      "output": [
        "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
      ]
    },
    {
      "input": "Sebuah serangan terhadap Ras Kamboni - sebuah pulau terpencil berdekatan sempadan Kenya, mewakili penglibatan Amerika yang pertama di dalam negara yang huru-hara itu sejak operasi 1993 yang menyebabkan kematian sebanyak 1,500 orang anggota militia dan orang awam.\n",
      "output": [
        "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
      ]
    },
    {
      "input": "Bayern Munich menewaskan Red Star Belgrade 3-2 dengan sepakan terakhir permainan melalui jaringan profesional pertama Toni Kroos yang berusia 17 tahun.\n",
      "output": [
        "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
      ]
    },
    {
      "input": "Peberdy mempertikaikan dakwaan bahawa dia telah ditipu, berkata, \"Sejauh mana keprihatinan serta diberitahu oleh REST, rakyat yang berurusan dengan kami adalah pedagang.\"\n",
      "output": [
        "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
      ]
    },
    {
      "input": "Mereka berada di bawah mortar api di lapangan terbang pada majlis penyerahan.\n",
      "output": [
        "They came under mortar fire at the airport during a hand-over ceremony.\n"
      ]
    },
    {
      "input": "Operasi itu bermula hari Sabtu sebelumnya apabila tentera Pakistan didekati dari tiga kawasan berasingan di Selatan Waziristan.\n",
      "output": [
        "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
      ]
    },
    {
      "input": "Ia juga kekal sangat misteri dan berahsia kepada negara luar, kerana hanya beberapa wartawan luar dibenarkan untuk melawat dan tinggal didalam negara tersebut.\n",
      "output": [
        "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
      ]
    },
    {
      "input": "Dia menggambarkan pemimpin pembangkang Shalva Natelashvili dipaksa untuk meminta Setiausaha NATO Javier Solana suaka untuk isteri dan dua orang anak perempuan selepas mereka telah menerima ancaman bunuh.\n",
      "output": [
        "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
      ]
    },
    {
      "input": "Pada hari Khamis, MHI telah mengeluarkan lanjutan kepada notis tersebut untuk tambahan 24-jam.\n",
      "output": [
        "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
      ]
    },
    {
      "input": "Maharaja Akihito, yang kini dalam lawatan ke Hokkaido, menyambut kelahiran itu.\n",
      "output": [
        "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
      ]
    },
    {
      "input": "Kasprzak diterbangkan ke sebuah pangkalan tentera selepas letupan tersebut tetapi meninggal dunia semasa pembedahan.\n",
      "output": [
        "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
      ]
    },
    {
      "input": "Senators akan bermain menentang Frolunda dari liga elit Sweden.\n",
      "output": [
        "The Senators will play against Frolunda of Sweden's elite league.\n"
      ]
    },
    {
      "input": "Pengedar utama sistem operasi Linux telah bersetuju atas satu piawaian baru yang merangkumi elemen yang sama untuk perisian desktop, dalam usaha untuk menjadikan Linux pesaing yang lebih berkesan terhadap Microsoft Windows.\n",
      "output": [
        "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
      ]
    },
    {
      "input": "Jabatan pertama yang akan berpindah kepada Linux dan OpenOffice.org adalah pejabat Datuk Bandar yang dirancang bagi pertengahan tahun 2006, walaupun bukan semua komputer jabatan itu akan segera ditukarkan.\n",
      "output": [
        "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
      ]
    },
    {
      "input": "Tiada pertumpahan darah dilaporkan semasa salji sedang turun.\n",
      "output": [
        "There are no reports of any bloodshed during the time the snow was falling.\n"
      ]
    },
    {
      "input": "Ahli kem yang lain mengatakan mereka hampir dicederakan beberapa kali oleh dahan-dahan pokok dan puing.\n",
      "output": [
        "Other campers say they had several close calls with tree limbs and debris.\n"
      ]
    },
    {
      "input": "Calon-calon lain bertanding adalah Jamie McGarvey, Green Glen Hodgson dari Liberal dan calon bebas Daud Rowland.\n",
      "output": [
        "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
      ]
    },
    {
      "input": "Tahun lepas majlis BBC mengumpul kira-kira £37 juta, dan sebelum 11:00 malam tadi jumlah yang dikumpul telah melebihi £10 juta.\n",
      "output": [
        "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
      ]
    },
    {
      "input": "Mozilla Firefox, pesaing utamanya, telah secara aktifnya meningkatkan bahagian pasarannya manakala Google Chrome yang dikeluarkan baru-baru ini cepat mendapat pengguna.\n",
      "output": [
        "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
      ]
    },
    {
      "input": "Dalam masa dua minggu, kakitangan akan ditanya apa yang mereka fikir tentang perubahan yang dicadangkan itu, yang juga termasuk penyusunan semula pengurusan peringkat tertinggi.\n",
      "output": [
        "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
      ]
    },
    {
      "input": "Persekutuan Taekwondo Dunia mengeluarkan satu kenyataan yang merujuk kepada kejadian itu sebagai \"pelanggaran kuat semangat Taekwondo dan Sukan Olimpik.\"\n",
      "output": [
        "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
      ]
    },
    {
      "input": "Walau bagaimanapun, sekiranya parti-parti gagal menubuhkan Eksekutif atau gagal bersetuju pada \"mana-mana peringkat\", Perhimpunan Utara Ireland akan dibubarkan dan pemerintahan secara langsung dari London akan diteruskan dengan masukan daripada Republik Ireland.\n",
      "output": [
        "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
      ]
    },
    {
      "input": "Dr. Ryan, dengan kehendak selebriti tersebut, telah menjalankan pembedahan plastik terhadap beberapa bintang terkenal termasuk Janice Dickinson, Gene Simmons, Shauna Sand dan Adrianne Curry.\n",
      "output": [
        "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
      ]
    },
    {
      "input": "Kesatuan Eropah juga meluluskan pakej bantuan sebanyak €500 juta dalam bantuan pada tahun 2010, yang dijangka membantu orang pelarian (IDP) dan pemulihan ekonomi dalam bentuk infrastruktur baru.\n",
      "output": [
        "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
      ]
    },
    {
      "input": "Daripada $8,90,000, $7,48,550 didakwa dipindahkan oleh mereka untuk akaun dalam sungai Yordan Bank Negara, baki $1,46,247.23, merupakan komisen bagi minyak-kontrak, telah disimpan dengan Barclays Bank, dalam Kepulauan Channel.\n",
      "output": [
        "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
      ]
    },
    {
      "input": "Terdahulu hari ini, seorang menteri kerajaan telah dibunuh oleh pengeboman tepi jalan.\n",
      "output": [
        "Earlier in the day, a government minister was killed by a roadside bomb.\n"
      ]
    },
    {
      "input": "Amerika Syarikat dan Rusia semalam bersetuju dengan pertukaran tahanan yang ditahan oleh kedua-dua negara selepas sebelas orang perisik Rusia ditahan akhir bulan lalu.\n",
      "output": [
        "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
      ]
    },
    {
      "input": "Griffin juga menyatakan kepentingan belajar daripada kesilapan, menambah \"Orang Amerika tidak berhenti dan kami tidak akan berhenti.\"\n",
      "output": [
        "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
      ]
    },
    {
      "input": "\"Saya faham apa yang pendatang perlu lalui untuk mencapai apa yang mereka mahu.\"\n",
      "output": [
        "\"I understand what immigrants have to go through to reach what they want.\"\n"
      ]
    },
    {
      "input": "Pejabat rasmi berkata bahawa lelaki bersenjata itu nampak untuk menggunakan mereka sebagai perisai manusi untuk melepaskan diri.\n",
      "output": [
        "Officials said that the gunmen appear to be using them as human shields to escape.\n"
      ]
    },
    {
      "input": "Syarikat itu kekal di bawah perlindungan kebankrapan sehingga Pemegang Amanah Amerika Syarikat bagi Pusat Daerah California Tengah bertindak untuk menggugurkan prosiding kebankrapan kerana kegagalan syarikat sebagai penghutang dalam milikan mematuhi keperluan asas memfailkan laporan bulanan dan membayar yuran suku tahunan kepada Pemegang Amanah.\n",
      "output": [
        "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
      ]
    },
    {
      "input": "\"Hari ini kita kehilangan salah seorang pemimpin Algeria moden yang paling berani,\" kata Bouteflika, mengisytiharkan lapan hari berkabung.\n",
      "output": [
        "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
      ]
    },
    {
      "input": "Hakim mahkamah daerah Australia Barat Shauna Deane mendapati bahawa wanita Muslim mesti membuka burqa untuk memberi keterangan berikutan dakwaan sekolah Islamik yang menerima dana kerajaan negeri dan persekutuan dengan cara penipuan.\n",
      "output": [
        "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
      ]
    },
    {
      "input": "Dua warga Sweden mengalami kecedaraan ringan dari asap kebakaran, tetapi telah dirawat dengan oxygen di pusat menyelam berdekatan.\n",
      "output": [
        "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
      ]
    },
    {
      "input": "Selepas pembebasan oleh Hungary dan penghantaran balik Ramil Safarov daripada kumpulan Azeri yang didapati bersalah sebagai pembunuh menggunakan kapak, yang kemudiannya diampuni Azerbaijan, Armenia mengumumkan bahawa ia telah \"bersedia untuk berperang.\"\n",
      "output": [
        "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
      ]
    },
    {
      "input": "Satu barang, sebuah cawan, telah bernilai beberapa ribu Euro.\n",
      "output": [
        "One item, a cup, has been valued at several thousand Euros.\n"
      ]
    },
    {
      "input": "Seorang pegawai Jawatankuasa Kebangsaan Republikan memberitahu NBC bahawa iklan itu telah ditarik kerana ia telah \"berhenti dengan sendiri,\" hanya sehari selepas pengerusi parti Ken Mehlman mempertahankan iklan tersebut dan berkata ia akan terus disiarkan.\n",
      "output": [
        "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
      ]
    },
    {
      "input": "\"Shell komited untuk melaksanakan satu program eksplorasi selamat dan bertanggungjawab terhadap alam sekitar di Laut Chukchi dan Laut Beaufort pada 2010,\" kata Presiden Syarikat Minyak Shell Marvin E. Odum kepada Perkhidmatan Pengurusan Mineral Jabatan dalam Negara (MMS) A.S.\n",
      "output": [
        "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
      ]
    },
    {
      "input": "\"Ada sesuatu yang memutuskan komunikasi, ada sesuatu yang mencetuskan penggera dan memotong kuasa ke lif,\" kata Mike Lombardo, Pesuruhjaya Bomba Buffalo.\n",
      "output": [
        "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
      ]
    },
    {
      "input": "Dia menelefon Timothy Shriver dari Air Force One dalam perjalanan pulang ke Washington, D.C.\n",
      "output": [
        "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
      ]
    },
    {
      "input": "Pakar api, selalunya sibuk pada masa-masa ini, telah menghubungi untuk keselamatan dan undang-undang pertunjukan bunga api dan menngesa rakyat untuk menghadiri pertunjukan umum terancang itu.\n",
      "output": [
        "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
      ]
    },
    {
      "input": "Perisian yang dibangunkan Medstory melibatkan teknik kepintaran buatan yang diaplikasikan kepada kedua-dua maklumat perubatan dan kesihatan yang disimpan dalam jurnal perubatan, dan juga dokumen kerajaan.\n",
      "output": [
        "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
      ]
    },
    {
      "input": "SpaceX Corporation melancarkan roket Falcon I nya hari ini dari Kwajalein Atoll.\n",
      "output": [
        "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
      ]
    },
    {
      "input": "Peneraju berita berumur 66 tahun itu, yang telah berhenti merokok beberapa tahun yang lalu, menambah: \"Saya harap sudah tentulah seorang wartawan yang tidak menilai kesetiaan para penonton dengan mendalam patut bekerja di dalam bidang yang lain.\"\n",
      "output": [
        "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
      ]
    },
    {
      "input": "Pengawal Smith dilaporkan telah memberikan Smith \"bantuan pernafasan\" sebelum paramedik tiba.\n",
      "output": [
        "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
      ]
    },
    {
      "input": "Pada hari Isnin, syarikat telekomunikasi Australia Telstra telah memperkenalkan standard pembawa dual HSPA+ untuk pelanggan jalur lebar Internet perniagaan di dalam rangkaian Next G.\n",
      "output": [
        "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
      ]
    },
    {
      "input": "\"Saya mahu memenuhi tanggungjawab saya untuk meneruskan pembaharuan untuk membina negara dan menggalakkan pertumbuhan ekonomi yang rakyat dapat rasai.\"\n",
      "output": [
        "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
      ]
    },
    {
      "input": "Di dalam lawatan enam harinya itu, Pesuruhjaya Hak Asasi Manusia UN melawat dua pusat penahanan dan dia berkata dia terkejut dengan \"keadaan berputus asa yang mengerikan\" pencari suaka, yang mana ramai daripada mereka menunggu lebih 18 bulan untuk mendapatkan kes mereka dinilaikan.\n",
      "output": [
        "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
      ]
    },
    {
      "input": "Finland bakal membayar kos pembersihan, berikutan Estonia tidak membuat sebarang permohonan rasmi untuk bantuan.\n",
      "output": [
        "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
      ]
    },
    {
      "input": "Walaupun risiko adalah tipis bahawa tumpahan minyak akan merebak sehingga ke atas pesisir dan cukup untuk memasuki perairan Kanada, ia tidak mustahil.\n",
      "output": [
        "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
      ]
    },
    {
      "input": "Angkatan tentera Pakistan berkata, mereka telah menangkap bandar Kotkai pada hari Sabtu, kampung halaman Taliban Ketua Hakimullah Mehsud dan salah seorang daripada pegawai atasan beliau, Qari Hussain.\n",
      "output": [
        "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
      ]
    },
    {
      "input": "Insiden di dalam masjid itu menimbulkan kontroversi yang agak banyak sama ada wartawan yang turut serta patut mengekalkan pendapat yang neutral.\n",
      "output": [
        "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
      ]
    },
    {
      "input": "Matt Hardy, 22 tahun, berada di tempat kejadian, dan melihat rakannya Tom Tanner telah ditembak sebanyak dua kali.\n",
      "output": [
        "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
      ]
    },
    {
      "input": "Liga Hoki nasional (NHL) telah menjatuhkan penggantungan musim panjang, termasuk pertandingan kepada Chris Simon dari New York Islanders.\n",
      "output": [
        "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
      ]
    },
    {
      "input": "Mereka juga mendapati tikus hamil mempunyai sel-sel yang dipanggil oligodendrocytes yang bertahap lebih tinggi, yang mewujudkan mielin dan mampu membaiki beberapa neuron rosak melalui pembinaan mielin semula.\n",
      "output": [
        "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
      ]
    },
    {
      "input": "Di dalam satu kenyataan bagi menjelaskan keputusan untuk tidak membiayai perjalanan kumpulan itu, NTGL menekankan tanggungjawab kewangan yang lebih penting seperti pilihanraya negara yang akan datang dan penamatan khidmat tentera bersenjata negara yang tidak wujud lagi.\n",
      "output": [
        "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
      ]
    },
    {
      "input": "Pakar pecut Davis menamatkan peringkat hari Ahad ini dalam kumpulan utama untuk mengekalkan kelebihan yang dia telah kumpulkan dalam bonus masa daripada pecutan yang dimenanginya dalam perlumbaan yang terdahulu.\n",
      "output": [
        "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
      ]
    },
    {
      "input": "Pada Selasa 17 November - pada ulang tahun ke-70 hari pelajar antarabangsa - mogok pendidikan di seluruh negara di Jerman telah diumumkan.\n",
      "output": [
        "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
      ]
    },
    {
      "input": "Bekas Perdana Menteri, Benazir Bhutto, yang baru pulang ke rumah, kini keluar dari negara ini, melawat keluarga di Dubai.\n",
      "output": [
        "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
      ]
    },
    {
      "input": "Penulis Courier Mail, Dennis Atkins menulis dalam Courier Mail hari ini bahawa DS4SEQ \"akan diundi lebih baik daripada yang sesiapa jua jangkakan - pengundian menghampiri dua angka di beberapa kerusi di sekitar Brisbane dan di pinggir pantai.\"\n",
      "output": [
        "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
      ]
    },
    {
      "input": "Kami bermesyuarat untuk itu, dan untuk kejohanan itu,\" katanya kepada agensi berita Associated Press melalui telefon.\n",
      "output": [
        "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
      ]
    },
    {
      "input": "Dakwaan itu berkontras dengan kenyataan yang dibuat kepada parlimen pada bulan Februari di mana Encik Downer berkata \"Memang saya telah membacanya.\"\n",
      "output": [
        "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
      ]
    },
    {
      "input": "Virus H1N1 berbeza daripada selesema bermusim biasa dalam bahawa ia telah berterusan semasa musim panas dan menjejaskan orang agak sihat di bawah umur 65 tahun.\n",
      "output": [
        "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
      ]
    },
    {
      "input": "\"Dalam tempoh 24 jam selepas perlanggaran, sistem pengesanan ruang Amerika Syarikat telah mengenal pasti 600 keping serpihan.\"\n",
      "output": [
        "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
      ]
    },
    {
      "input": "AU merancang untuk menghantar 8,000 tentera pelbagai warganegara dalam jumlah keseluruhan, dan baru-baru ini berikrar untuk meneruskan penempatan mereka walaupun serangan ke atas pasukan pertama yang dikerahkan dan ancaman dari komander Islam.\n",
      "output": [
        "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
      ]
    },
    {
      "input": "Dia kini stabil selepas rawatan di hospital Miguel Couto.\n",
      "output": [
        "He is stable after treatment at the Miguel Couto hospital.\n"
      ]
    },
    {
      "input": "Tidak seperti serangan semalam, salah satu daripadanya juga berlaku di Baghdad, serangan hari ini berlaku dalam turutan masa yang singkat.\n",
      "output": [
        "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
      ]
    },
    {
      "input": "Salah satu daripadanya telah menyebabkan British Airways Flight 38 terhempas sebelum sampai landasan Lapangan Terbang Heathrow London pada tahun lepas.\n",
      "output": [
        "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
      ]
    },
    {
      "input": "Jawatankuasa tersebut terdiri daripada dua parti republik (Sinn Fein dan SDLP), dua parti kesatuan (DUP dan UUP) dan Parti Perikatan tidak terikat.\n",
      "output": [
        "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
      ]
    },
    {
      "input": "Discovery telah terbang sebanyak 39 penerbangan dalam sejarah operasinya, termasuk misi ini, menghantar beberapa muatan ke angkasa termasuk Teleskop Angkasa Hubble dan melawat dua stesen angkasa yang berbeza: Mir dan ISS.\n",
      "output": [
        "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
      ]
    },
    {
      "input": "\"Saya gembira bahawa polis akhirnya menangkapnya dan dia berada di dalam penjara.\n",
      "output": [
        "\"I am happy that the police finally caught up with him and he is in prison.\n"
      ]
    },
    {
      "input": "Kedua-dua parti dominan Dewan Negara Pakistan telah bersatu dalam satu pakatan untuk mendakwa Presiden Pervez Musharraf.\n",
      "output": [
        "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
      ]
    },
    {
      "input": "Mahkamah menentukan perniagaan-perniagaan yang diwujudkan dengan tujuan membenarkan para pengguna melakukan pencabulan hakcipta harus bertanggungjawab tarhadap pencabulan itu.\n",
      "output": [
        "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
      ]
    },
    {
      "input": "Dia mendakwa bahawa dia tidak boleh dipertanggungjawabkan ke atas komen-komen orang lain.\n",
      "output": [
        "She claims that she cannot be held responsible for the comments of others.\n"
      ]
    },
    {
      "input": "Pemanah mendapat tahu tentang kemasukan beliau dalam pasukan shadow selepas pulang dari konsert kumpulan kegemarannya, Celtic Thunder, di Wollongong.\n",
      "output": [
        "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
      ]
    },
    {
      "input": "Presiden semasa Robert Mugabe menjangkakan \"kemenagan menggunung\" untuk partinya, Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n",
      "output": [
        "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
      ]
    },
    {
      "input": "Dan apakah proses cukup matang?\n",
      "output": [
        "And what would due process be?\n"
      ]
    },
    {
      "input": "Peralatan tersebut menawarkan pelbagai pandangan tentang dokumen sejarah, termasuk satu pandangan yang memberi setiap semakan kepentingan yang sama, dan sebuah pandangan garis waktu yang menunjukkan setiap semakan mengikut kadar kepada berapa lama ia kekal semasa.\n",
      "output": [
        "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
      ]
    },
    {
      "input": "\"Sekarang ini, semasa holocaust menolak keadaan sama ada diluar dan dalam dunia Arab, pendekatan untuk mengajar orang muda Arab tentang holocaust dan belajar moral dan pengajaran etik dari yang layak mengajar.\"\n",
      "output": [
        "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
      ]
    },
    {
      "input": "Pihak berkuasa berkata bahawa adalah lebih 40 tahun sejak beberapa bahagian tanah itu telah terbakar.\n",
      "output": [
        "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
      ]
    },
    {
      "input": "Selain itu, beberapa pekerja terpaksa membayar yuran setinggi £180 untuk satu \"pengenalan\" kepada syarikat.\n",
      "output": [
        "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
      ]
    },
    {
      "input": "Keduanya, butiran protokol untuk Putera hadir di mahkamah tidak dijelaskan dalam Dekri Diraja baru-baru ini, menjadikannya tidak bernilai -sesuatu yang Menteri Onkelickx menafikan.\n",
      "output": [
        "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
      ]
    },
    {
      "input": "Teori utama pada masa ini adalah bahawa anak-anak kapal telah menerima bacaan kelajuan udara yang tidak betul dari tiub pitot pesawat, alat-alat yang yang mengukur kepantasan pesawat itu.\n",
      "output": [
        "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
      ]
    },
    {
      "input": "BP berkata mereka akan menguji buih berkenaan untuk menentukan apa sebenarnya mereka dan pada hari Ahad, COO BP Doug Suttles berkata bahawa buih tersebut bukanlah metana, namun ujian lanjut sedang dijalankan.\n",
      "output": [
        "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
      ]
    },
    {
      "input": "Operasi juga telah diselaraskan di peringkat antarabangsa dengan INTERPOL dan Jabatan Negara US, menghasilkan penahanan 16 pelarian asing dan antarabangsa.\n",
      "output": [
        "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
      ]
    },
    {
      "input": "Pegawai menyatakan bahawa lombong akan tetap tertutup untuk sekurang-kurangnya enam minggu, sementara siasatan dilakukan, dan lombong tersebut adalah dianggap selamat untuk pelombong untuk terus bekerja di dalamnya.\n",
      "output": [
        "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
      ]
    },
    {
      "input": "Kenneth Thomson, orang paling kaya di Kanada dan orang paling kaya ke-9 di dunia mengikut kedudukan Forbes 2005, meninggal dunia pada pagi Isnin di pejabatnya di Toronto.\n",
      "output": [
        "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
      ]
    },
    {
      "input": "Menurut Vaessen, Putera memerlukan wang untuk menyokong gaya hidup dirajanya, dan \"tidak mempunyai wang yang cukup untuk membeli makanan.\"\n",
      "output": [
        "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
      ]
    },
    {
      "input": "Putera Wales yang merupakan salah seorang bekas pelajar di situ, telah menghabiskan penggal 1969 di situ.\n",
      "output": [
        "The Prince of Wales is among past students, having spent a 1969 term there.\n"
      ]
    },
    {
      "input": "Matlamat bantuan penderma kami adalah projek politik yang dituju[kan] untuk menyokong dan mengekalkan Pihak Berkuasa Palestin, sebuah institusi utama yang sepatutnya menjadikan Palestin sebuah negara yang merdeka.\n",
      "output": [
        "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
      ]
    },
    {
      "input": "Universiti Oxford kini sedang mendigitalkan buku-buku lagu dan antologi Koleksi Harding, yang dikatakan sebagai koleksi terbesar di dunia, sebahagian daripada projek untuk membenarkan akses dalam talian.\n",
      "output": [
        "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
      ]
    },
    {
      "input": "Khaled Abubakar, imam masjid pusat bandar itu, telah membuat anggaran jumlah kematian.\n",
      "output": [
        "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
      ]
    },
    {
      "input": "Penyokong kempen nuklear Dasar Pemuliharaan Australia (ACF), Dave Sweeney, berkata kajian itu menunjukkan kecacatan dan tidak memberikan hujah yang kukuh untuk penggunaan tenaga nuklear.\n",
      "output": [
        "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
      ]
    },
    {
      "input": "\"Kami percaya nahas udara itu benar-benar boleh dielakkan dan mereka yang bertanggungjawab perlu dipertanggungjawabkan.\"\n",
      "output": [
        "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
      ]
    },
    {
      "input": "Penduduk yang dibenarkan kembali ke rumah mereka dipindah semula ke tempat perlindungan Palang Merah yang dibina di sekolah dan taman tempatan.\n",
      "output": [
        "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
      ]
    },
    {
      "input": "Wikileaks telah menghubungi wakil peguam pihak tahanan di dalam kem untuk membuat analisis sendiri.\n",
      "output": [
        "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
      ]
    },
    {
      "input": "Critchfield dituduh memukul anak tirinya dengan papan, dan menggunakan penyangkut dan tali untuk menetapkan mereka dan memaksa mereka untuk berdiri untuk tempoh masa yang panjang.\n",
      "output": [
        "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
      ]
    },
    {
      "input": "Penghantar, disokong oleh pemain agresif, telah menunjukkan prestasi kerja yang baik, di bawah syarat-syarat.\n",
      "output": [
        "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
      ]
    },
    {
      "input": "Jenis ketahanan telah menunjukkan tiada bukti menyebabkan penyakit yang lebih teruk atau yang lebih mudah berjangkit.\n",
      "output": [
        "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
      ]
    },
    {
      "input": "Ahli politik kanan dari seluruh India tiba di Mumbai untuk memberi sokongan kepada pemimpin popular itu.\n",
      "output": [
        "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
      ]
    },
    {
      "input": "Ini akan memberi kesan kepada penggambaran siri seterusnya sitkom menyindir The Thick of It, dimana Langham memainkan Hugh Abbot MP.\n",
      "output": [
        "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
      ]
    },
    {
      "input": "Semua ini adalah untuk menandakan Pertempuran Atlantik, yang merupakan satu siri pertempuran tentera laut berjuang dari 1939 hingga akhir perang dunia kedua.\n",
      "output": [
        "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
      ]
    },
    {
      "input": "Seorang pembaca kasual akhbar semasa ledakan Dot.com akan ingat kebanjiran cerita yang boleh dipanggil \"Kebangkitan Kegagalan\"; orang dengan teknologi syarikat yang telah runtuh menjadi komoditi disukai ramai secara tiba-tiba untuk memulakan syarikat baru.\n",
      "output": [
        "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
      ]
    },
    {
      "input": "Dia memanggil bandar itu satu \"magnet tsunami\" kerana topografi dasar laut yang menyumbang kepada kelemahan itu.\n",
      "output": [
        "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
      ]
    },
    {
      "input": "Mereka kemudiannya dibunuh selepas terperangkap dalam api di lombong yang menghalang mereka daripada melarikan diri.\n",
      "output": [
        "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
      ]
    },
    {
      "input": "Beliau juga memberitahu pemberita beliau mengharapkan satu siasatan kongres yang lengkap dan menyeluruh.\n",
      "output": [
        "He also told reporters he expects a full and thorough congressional investigation.\n"
      ]
    },
    {
      "input": "Pada hari Khamis, kapten daripada 11 bot nelayan Indonesia telah dikenakan denda oleh mahkamah Perth.\n",
      "output": [
        "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
      ]
    },
    {
      "input": "Undian pendapat diadakan sebelum pilihan raya ditutup menunjukkan Obama menang.\n",
      "output": [
        "Opinion polls held before the polls closed showed Obama winning.\n"
      ]
    },
    {
      "input": "Mr Alkatiri tidak dapat menghentikan rusuhan berikutan keputusan kerajaan pada Mac lalu untuk memberhentikan 600 tentera apabila mereka menolak untuk bekerja, mengadu mengenai pendiskriminasian.\n",
      "output": [
        "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
      ]
    },
    {
      "input": "Shamo Hotel telah menganjurkan istiadat majils graduasi untuk Universiti Benadir.\n",
      "output": [
        "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
      ]
    },
    {
      "input": "Kumpulan itu sudah tentunya sangat susah hati dan sedih apabila mengetahui kematian Syd Barrett.\n",
      "output": [
        "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
      ]
    },
    {
      "input": "Di acara palang, dia mengalahkan Catalina Ponor dari Romania tipis dengan mata 15.600 ke 15.200.\n",
      "output": [
        "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
      ]
    },
    {
      "input": "BBC sendiri telah mula siasatan itu selepas Gerard Cavlan, seorang pemain bola sepak dari Ireland Utara, didapati bersalah atas tuduhan yang berkaitan dengan melawan anjing.\n",
      "output": [
        "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
      ]
    },
    {
      "input": "Perangka strategik Democratic bersedia untuk mengambil kesempatan daripada Santorum yang dikaitkan dengan femomena neologisma.\n",
      "output": [
        "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
      ]
    },
    {
      "input": "Korea Utara telah mengejutkan dunia apabila ia melancarkan peluru berpandu balistik ke utara Jepun pada tahun 1998.\n",
      "output": [
        "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
      ]
    },
    {
      "input": "Pemandu di belakang tayar pada masa itu terselamat dari kemalangan.\n",
      "output": [
        "The driver behind the wheel at the time survived the accident.\n"
      ]
    },
    {
      "input": "\"Konklusi para peserta di pasaran minyak bahawa ia adalah merupakan yang terburuk dalam kemelesetan ekonomi lalu dan keperluan kepada pemulihan mesti berada di tangan yang disokong lebih tinggi daripada pertumbuhan suku pertama yang dijangkakan di India dan lompatan tajam dalam industri produksi pada April di Japan,\" kata John Kilduff dari MF Globa.\n",
      "output": [
        "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
      ]
    },
    {
      "input": "Permintaan Encik Netanyahu dibuat sebagai sebahagian dari perbincangan untuk membuat satu kerajaan pakatan nasional antara Likud dan parti Kadima Encik Olmert, menurut dari sumber dedahan, dikelaskan sebagai \"sulit\" dan disogok oleh Marc. J. Sievers, yang berada di Kedutaan US di Tel Aviv sebagai kaunsler politik.\n",
      "output": [
        "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
      ]
    },
    {
      "input": "\"Demi mendapat keberanian sebanyak mungkin, saya berjalan dengan rakan rapat dan rakan perniagaan saya, yang seperti saya juga, berasal dari San Diego, California.\"\n",
      "output": [
        "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
      ]
    },
    {
      "input": "Militan juga menembak roket di sebuah hotel mewah dan istana presiden di ibu negara hari ini, tetapi tanpa menyebabkan kecederaan.\n",
      "output": [
        "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
      ]
    },
    {
      "input": "Mereka yang telah disahkan untuk memulakan perkhidmatan pada 1 Mei dikatakan \"mengambil bahagian dalam semua aktiviti sidang dengar mahkamah rakyat mengikut undang-undang, menikmati hak yang sama seperti yang dilakukan oleh para hakim kecuali bagi seorang hakim yang bersidang selepas andaian mereka terhadap jawatan itu,\" menurut kepada People's Daily.\n",
      "output": [
        "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
      ]
    },
    {
      "input": "Aalah tidak adil untuk menyalahkan Pakistan atau orang Pakistan ke atas tindakan keganasan sebelum satu siasatan dilakukan, Husain Haqqani, duta Pakistan kepada Amerika Syarikat, berkata dalam satu kenyataan.\n",
      "output": [
        "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
      ]
    },
    {
      "input": "Junta tentera tidak menerima kemenangan majoriti NLD dalam pilihan raya itu.\n",
      "output": [
        "The military junta did not accept NLD's majority in that election.\n"
      ]
    },
    {
      "input": "Kejohanan akhir The Plate melihatkan pertunjukan hebat dari Borneo Eagles mengalahkan pasukan New Zealand Oriental Rongotai dengan 31 kepada 5.\n",
      "output": [
        "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
      ]
    },
    {
      "input": "Duta besar iran ke UN, Javad Zarif berkata kepada agensi berita Reuters, \"Program nuklear Iran yang aman tidak membahayakan keamanan dan keselamatan antarabangsa dan dengan demikian untuk mengendalikan isu ini di Dewan Keselamatan adalah tidak wajar dan membatalkan sebarang dasar undang-undang atau kemudahan praktikal,\"\n",
      "output": [
        "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
      ]
    },
    {
      "input": "Fungsi vaksin itu dalam populasi heteroseksual dan keberkesanannya di kalangan wanita juga akan dikaji.\n",
      "output": [
        "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
      ]
    },
    {
      "input": "Jumlah sebenar mayat masih dalam gerabak yang remuk belum diketahui.\n",
      "output": [
        "The exact number of bodies still in the wrecked carriage is unknown.\n"
      ]
    },
    {
      "input": "Emir tersebut mengasaskan rangkaian berita televisyen antarabangsa Al Jazeera.\n",
      "output": [
        "The emir founded the Al Jazeera international television news network.\n"
      ]
    },
    {
      "input": "Ketua kepada gabungan Progresif Jim Anderton dan penyokong kepada undang-undang tersebut, Jim Anderton, berkata: \"Membuat pengakuan di saat akhir kepada MP bukanlah untuk diperbodohkan oleh janji kepada ulasan yang tidak diperlukan.\"\n",
      "output": [
        "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
      ]
    },
    {
      "input": "Sebuah kudeta pada tahun 2006 telah menyingkirkan Thaksin selepas ahli-ahli parlimen berpaling tadah semasa pemerintahan tentera.\n",
      "output": [
        "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
      ]
    },
    {
      "input": "Pada 12 September, 2004, Jeanna - yang berumur 15 tahun dari Fond du Lac, Wisconsion - telah digigit seekor kelawar ketika menghadiri gereja.\n",
      "output": [
        "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
      ]
    },
    {
      "input": "Kim sebenarnya telah meninggal dunia dua hari sebelum itu pada 17 Disember di dalam sebuah kereta api.\n",
      "output": [
        "Kim apparently died two days earlier on December 17 aboard a train.\n"
      ]
    },
    {
      "input": "\"Dalam perkara pelarian diri, beberapa jam pertama sangat penting,\" kata Jean-Michel Louboutin, pengarah eksekutif perkhidmatan polis Interpol.\n",
      "output": [
        "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
      ]
    },
    {
      "input": "\"Betapa kejamnya Hamas boleh jadi?\"\n",
      "output": [
        "\"How cruel can Hamas be? \"\n"
      ]
    },
    {
      "input": "Kedua-dua pekerja lombong Australia, yang terperangkap selama 14 hari di bawah tanah di sebuah lombong runtuh, telah menandatangani perjanjian media yang dilaporkan bernilai AUD$2 juta bagi cerita mereka yang terselamat.\n",
      "output": [
        "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
      ]
    },
    {
      "input": "Di beberapa kawasan, hujan mempunyai kadaran untuk sebulan telah turun dalam hanya tempoh selama 24 jam.\n",
      "output": [
        "In some places, a month's worth of rain had fallen in just 24 hours.\n"
      ]
    },
    {
      "input": "Oscar de la Renta memilih untuk warna tradisional, hitam, emas dan kelabu, memperkenalkan koleksi untuk lelaki dan wanita dalam kain dia kenali buat kali pertamanya.\n",
      "output": [
        "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
      ]
    },
    {
      "input": "Salinan dokumen telah diberikan kepada para pemimpin Kesatuan Eropah, Rusia, Jepun dan Amerika Syarikat.\n",
      "output": [
        "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
      ]
    },
    {
      "input": "Beliau mendapat idea itu semasa berperang dalam Perang Korea; beliau mengunci kenderaannya dengan rantai besi untuk menghalang sesiapa daripada mengambilnya.\n",
      "output": [
        "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
      ]
    },
    {
      "input": "Plot itu terbongkar apabila suspek berusia 15 tahun kehilangan jurnalnya di restoran McDonalds di mana dia bekerja.\n",
      "output": [
        "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
      ]
    },
    {
      "input": "Dengan pertolongan ketua penerbitan kanak-kanak di Random House, penulis Theodor Geisel, yang lebih dikenali sebagai Dr. Seuss, Berenstains telah mencipta satu francais yang menarik jutaan pembaca muda.\n",
      "output": [
        "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
      ]
    },
    {
      "input": "Situasi kejuaraan pemandu menjadi lebih kritikal buat Schumacher, yang hilang 10 mata di penghujung minggu ini.\n",
      "output": [
        "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
      ]
    },
    {
      "input": "Di London orang ramai berarak ke Kedutaan A.S. dan melaungkan slogan seperti \"Georg Bush, pengganas\" dan \"Jatuh, jatus A.S.\"\n",
      "output": [
        "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
      ]
    },
    {
      "input": "Acara ini akan menandakan kali pertama persembahan muzik secara langsung disiarkan ke angkasa lepas.\n",
      "output": [
        "This event will mark the first time a live music show is broadcast into space.\n"
      ]
    },
    {
      "input": "Ketidakpastian menggarisi kekurangan maklumat sebenar dibelakang khabar angin tersebut.\n",
      "output": [
        "The uncertainty underlined the lack of substantive information behind the rumor.\n"
      ]
    },
    {
      "input": "Jumlah ini dipecahkan dengan ₱500,000 sebagai ganti rugi moral, ₱100,000 yuran peguam dan ₱50,000 kos tambahan.\n",
      "output": [
        "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
      ]
    },
    {
      "input": "Apabila dia berjumpa dengan doktor kerana keletihan dan rasa kebas, adalah pada 18 Oktober, dan insiden kelawar tidak diceritakan sehinggalah beberapa hari kemudian.\n",
      "output": [
        "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
      ]
    },
    {
      "input": "Ouellette telah dikemukakan saman untuk tampil ke mahkamah persekutuan.\n",
      "output": [
        "Ouellette has been issued a summons to appear in federal court.\n"
      ]
    },
    {
      "input": "\"Virus ini seolah-olah untuk merebak dengan pantas di rantau geografi yang besar.\"\n",
      "output": [
        "\"This virus seemed to spread very fast over a big geographic region.\"\n"
      ]
    },
    {
      "input": "Akta ini benarkan warga asing yang disyaki pengganas ditahan, sebelum dimansuhkan pada tahun 2004 kerana sifat diskriminasinya.\n",
      "output": [
        "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
      ]
    },
    {
      "input": "Luca Toni membuka jaringan awal pada separuh masa ke-2 dengan sepasang gol.\n",
      "output": [
        "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
      ]
    },
    {
      "input": "WHO berkata bahawa \"sementara pengumpulan data dan pengesahan terus menjadi cabaran di seluruh negara dengan kesan bahawa statistik mingguan tidak selalunya tepat atau lengkap, perkembangan keseluruhan sejak 2 bulan lepas adalah pengurangan beberapa kes dan kematian.\"\n",
      "output": [
        "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
      ]
    },
    {
      "input": "Tembakan pertama berlaku pada jam 07:15 (12:15 UTC), di asrama West Ambler Johnston Hall.\n",
      "output": [
        "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
      ]
    },
    {
      "input": "Dia membawanya ke mahkamah dan menang setelah hampir setahun dalam pergelutan undang-undang.\n",
      "output": [
        "She took him to court and won after nearly a year of messy legal battles.\n"
      ]
    },
    {
      "input": "Pelawan veteran Carlo \"Neo\" Prater juga telah berjaya menewaskan Bryan Travers di dalam kemunculan pertama kalinya di dalam Strikeforce.\n",
      "output": [
        "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
      ]
    },
    {
      "input": "Fernando Torres menyamakan kedudukan pada separuh masa ke-2 selepas Yossi Benayoun mengalahkan pemain pertahanan dalam menjaringkan gol itu.\n",
      "output": [
        "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
      ]
    },
    {
      "input": "\"Adakah anda mahu peranti teknikal untuk membuat keputusan? Itulah sebabnya, selepas tiga tahun ujian tanpa sebarang kesimpulan, saya menyokong penangguhan untuk kata pemutus,\" terang Blatter.\n",
      "output": [
        "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
      ]
    },
    {
      "input": "Dia juga mengaku bersalah terhadap tuduhan menghina kerana melanggar perintah mahkamah untuk menjauhkan diri dari ibunya.\n",
      "output": [
        "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
      ]
    },
    {
      "input": "Ahli kongres tersebut membuat keputusan untuk bertanding, menurut satu kenyataan bertulis, berikutan beliau merasakan kepimpinan parti beliau tidak cukup agresif dalam menentang peperangan Iraq.\n",
      "output": [
        "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
      ]
    },
    {
      "input": "Walau bagaimanapun, ketakutan telah timbul bahawa kepulangan Zelaya boleh mencetuskan lebih banyak keganasan.\n",
      "output": [
        "However, fear has aroused that Zelaya's return could trigger more violence.\n"
      ]
    },
    {
      "input": "Empat belas tempat bersejarah negeri dijadualkan akan ditutup pada 1 Oktober.\n",
      "output": [
        "Fourteen state historic sites are scheduled to be closed October 1.\n"
      ]
    },
    {
      "input": "Beliau sering berkomunikasi dengan pembaca beliau dan majlis keramaian beliau adalah campuran parti, kelab malam, kuliah akademik, panel universiti dan tayangan perdana filem.\n",
      "output": [
        "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
      ]
    },
    {
      "input": "Satu lagi serangan mortar tersasar dari satu konvoi UPDF dan mengena restoran berdekatan pada 7 Mac membunuh 13 orang awam dan mencederakan 20 orang.\n",
      "output": [
        "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
      ]
    },
    {
      "input": "Dr. Cerf dianggap sebagai salah seorang bapa Internet.\n",
      "output": [
        "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
      ]
    },
    {
      "input": "Ia telah berkata bahawa penyiapan baik pulih ini dan usaha penjenamaan semula akan siap pada akhir tahun ini.\n",
      "output": [
        "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
      ]
    },
    {
      "input": "Dapatan ini menyokong teori penyelidik yang mengurangkan pendedahan kepada jangkitan biasa pada tahun pertama kehidupan meningkatkan risiko mendapat leukemia lymphoblastic akut (ALL).\n",
      "output": [
        "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
      ]
    },
    {
      "input": "Dan, kira-kira 200 orang telah dipindahkan di kawasan Akron, Ohio kerana banjir yang teruk.\n",
      "output": [
        "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
      ]
    },
    {
      "input": "Dia mungkin akan bermula dengan diberikan tugas pemukul dalam perlawanan di Chicago.\n",
      "output": [
        "He'll likely start as the designated hitter in the games at Chicago.\n"
      ]
    },
    {
      "input": "\"Negara perlu menggalakkan masyarakat yang berusaha lebih daripada mereka yang menipu.\"\n",
      "output": [
        "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
      ]
    },
    {
      "input": "Beliau berkata, \"Amerika Syarikat perlu membuat pelan pengeluaran tentera yang jelas supaya keamanan dan kestabilan boleh dikembalikan.\"\n",
      "output": [
        "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
      ]
    },
    {
      "input": "\"Tetapi saya tidak dapat menghentikan pendarahan kerana ada begitu banyak darah.\"\n",
      "output": [
        "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
      ]
    },
    {
      "input": "Semalam dua pembawa dadah lain, Renae Lawrence dan Scott Rush, dijatuhi hukuman penjara seumur hidup.\n",
      "output": [
        "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
      ]
    },
    {
      "input": "Lille akan mempunyai 3 hari selepas menerima notis daripada UEFA untuk membuat satu lagi rayuan kepada Mahkamah Timbangtara Sukan, atau tuntutan akan ditolak sepenuhnya.\n",
      "output": [
        "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
      ]
    },
    {
      "input": "Encik Knutsen telah melakukan persembahan selama bertahun-tahun di seluruh Texas sebagai badut profesional.\n",
      "output": [
        "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
      ]
    },
    {
      "input": "Amerika Syarikat menawarkan AS $5 juta upah untuk menangkap beliau.\n",
      "output": [
        "The U.S. offered a US$5 million bounty for his capture.\n"
      ]
    },
    {
      "input": "Bapa Noynoy telah ditembak semasa jagaan tentera sewaktu rejim diktator mendiang Ferdinand Marcos, sebelum ibunya, Corazon Aquino, memimpin Revolusi Kuasa Rakyat yang menjatuhkan Marcos pada tahun 1986.\n",
      "output": [
        "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
      ]
    },
    {
      "input": "Apabila Oppenheimer memulakan makmal reka bentuk senjata rahsia, Los Alamos, beliau melantik Bethe sebagai Pengarah Bahagian Teori.\n",
      "output": [
        "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
      ]
    },
    {
      "input": "Jaime Moreno menghabiskan jaringan untuk D.C. pada minit ke-78 sebelum Edu membuka akaun MLS Toronto dengan gol pertamanya musim ini.\n",
      "output": [
        "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
      ]
    },
    {
      "input": "Menurut Dell, daripada 6.3 juta komputer New Zealand, 250,000 daripada itu sudah tua dan usang, terutamanya kerana kebanyakan pemilik komputer, menurut satu kaji selidik, akan menaiktarafkan komputer mereka setiap dua hingga lima tahun.\n",
      "output": [
        "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
      ]
    },
    {
      "input": "Keputusan itu telah ditandatangani oleh 32 daripada 45 timbalan.\n",
      "output": [
        "The decision was signed by 32 of the 45 deputies.\n"
      ]
    },
    {
      "input": "Sebelum ucapan Ahmedinejad, Presiden U.S. George W. Bush menyatakan pandangan yang berbeza, mengatakan bahawa jemputan Columbia \"benar-benar membicarakan tentang kebebasan di negara ini.\"\n",
      "output": [
        "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
      ]
    },
    {
      "input": "Semalam carta mendedahkan bahawa ia telah mencapai kedudukan teratas di carta rock Amazon, dan disenaraikan sebagai nombor 14 lagu paling banyak muat turun keseluruhannya.\n",
      "output": [
        "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
      ]
    },
    {
      "input": "Mike Parton, Ketua Pegawai Eksekutif Marconi Corporation, bercakap mengenai 'berita baik'kepada semua pihak berkepentingan dan memperkenalkan Svanberg yang menerima tepukan gumuruh daripada majoriti kakitangan di New Century Park Coventry, manakala kakitangan lain dari Coventry New Horizon Park mendengar panggilan persidangan.\n",
      "output": [
        "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
      ]
    },
    {
      "input": "Ujian baru-baru ini telah menunjukkan bahawa satu ubat yang murah mungkin boleh membunuh sel-sel kanser dalam manusia.\n",
      "output": [
        "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
      ]
    },
    {
      "input": "Artis kebangsaan, seperti Oomph! dan The Donots, juga akan berada di bawah tanggungjawab Sony sama ada melalui Four Music atau Columbia Germany di Berlin.\n",
      "output": [
        "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
      ]
    },
    {
      "input": "Siaran menampilkan berita harian dan cerita-cerita penting mengenai manusia, disampaikan oleh pembaca berita yang secara beransur-ansur menanggalkan pakaian mereka.\n",
      "output": [
        "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
      ]
    },
    {
      "input": "Api dilaporkan mencecah setinggi seratus meter.\n",
      "output": [
        "The flames reportedly reached as high as one hundred meters.\n"
      ]
    },
    {
      "input": "Selepas kembali ke sarkas, ia dikatakan dalam kepenatan, tetapi \"gembira untuk kembali.\"\n",
      "output": [
        "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
      ]
    },
    {
      "input": "Banyak sumber pendapatan bagi negara-negara membangun, termasuk kiriman wang, pelaburan langsung asing, bantuan asing, dan perdagangan antarabangsa, dijangka mengalami kemerosotan yang teruk.\n",
      "output": [
        "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
      ]
    },
    {
      "input": "Desta menuduh Ethiopia telah memburukkan keadaan dengan menyediakan kekuatan tentera bagi membantu Djibouti.\n",
      "output": [
        "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
      ]
    },
    {
      "input": "Dia berkata sebahagiannya \"geram kerana mereka tidak dibenarkan untuk menjadi kedua-dua Muslim dan rakyat Perancis.\"\n",
      "output": [
        "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
      ]
    },
    {
      "input": "Setahun sejak menetap di No 10 Jalan Downing, Perdana Menteri Britain Gordon Brown dan Parti Buruh mereka kini dalam kesusahan selepas tewas di pilihan raya tempatan, menduduki tempat kelima selepas kekalahan menyeluruh dan tahap populariti yang terendah.\n",
      "output": [
        "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
      ]
    },
    {
      "input": "Presiden Palestin Mahmoud Abbas dari Fatah, Perdana Menteri Ismail Haniyeh dan ketua pusat Damascus Khaled Meshaal dari Hamas tiba di Makkah, Arab Saudi untuk cubaan perbincangan untuk mengakhiri pergaduhan antara Hamas dan Fatah di jalur Gaza.\n",
      "output": [
        "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
      ]
    },
    {
      "input": "Menurut BBC, Pakistan pula tidak dapat menyediakan bukti yang nyata kematiannya kerana \"kawasan yang jauh dan bermusuhan\" di Selatan Waziristan.\n",
      "output": [
        "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
      ]
    },
    {
      "input": "Di beberapa kawasan di negara ini, ribut menghempaskan sebanyak dua meter air.\n",
      "output": [
        "In some areas of the country, the storm dumped as much as two metres of water.\n"
      ]
    },
    {
      "input": "Letupan itu menggagalkan sistem kuasa, yang kelihatan di dalam bilik kawalan.\n",
      "output": [
        "The blast tripped out the power system, visible in the control room.\n"
      ]
    },
    {
      "input": "\"Mereka mempunyai keretakan pada tangan mereka, muka mereka, di mana-mana sahaja,\" kata Marcos de Souza, Pengarah Hospital Posse dalam satu temu bual televisyen.\n",
      "output": [
        "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
      ]
    },
    {
      "input": "Sistem pertahanan Trident telah dibangunkan sebagai tindak balas Britain terhadap Perang Dingin yang berakhir dengan kejatuhan USSR pada Disember 1991.\n",
      "output": [
        "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
      ]
    },
    {
      "input": "Boehner memberitahu semua anggota kongres tentang perjanjian itu di dalam satu panggilan persidangan petang semalam.\n",
      "output": [
        "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
      ]
    },
    {
      "input": "\"Jumlah bakteria heterotrofik di dalam beberapa botol didapati dalam angka yang memeranjatkan iaitu (100) kali lebih daripada had yang dibenarkan,\" kata Sonish Azam, seorang penyelidik Kanada terlibat dalam kajian ini, \"Ini jumlah bakteria yang membimbangkan, seolah-olah kita meminum secawan kultur.\"\n",
      "output": [
        "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
      ]
    },
    {
      "input": "Siaran warta berita yang fokus pada peringkat antarabangsa menjadi kecoh apabila ia dilancarkan pada tahun 1999, tetapi kini telah berkembang dengan penonton dalam talian di 172 negara.\n",
      "output": [
        "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
      ]
    },
    {
      "input": "Bangunan itu dimiliki PoolSupplies.com yang merupakan sebahagian dari Leisure Living, dan menjual bekalan, rekreasi dan bahan kimia untuk kolam renang.\n",
      "output": [
        "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
      ]
    },
    {
      "input": "Sejumlah $13 bilion dijanjikan untuk usaha bantuan dan pemulihan, yang mana 75 peratus telah diperolehi.\n",
      "output": [
        "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
      ]
    },
    {
      "input": "RSPCA juga telah memberitahu pemilik haiwan kesayangan untuk mencuba dan memastikan haiwan kesayangan mereka merasa dingin.\n",
      "output": [
        "The RSPCA has also told pet owners to try and keep their pets cool.\n"
      ]
    },
    {
      "input": "Seorang penduduk Amity Point selama 20 tahun, Brad Ross, berkata pelancong yang melawat kawasan ini telah diberi amaran tentang kemungkinan serangan; \"Pantai ini hanyalah sejauh dari 30m air dan terdapat banyak jerung jenis bull shark di luar sana.\"\n",
      "output": [
        "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
      ]
    },
    {
      "input": "Kemungkinan perbincangan lanjut dengan Royal Mail sebelum menjalankan tindakan masih belum ditentukan; mana-mana mogok di luar pejabat menjelang Krismas akan menyebabkan gangguan hebat ke atas penghantaran.\n",
      "output": [
        "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
      ]
    },
    {
      "input": "\"Ia sangat tidak bernasib baik kerana penunjuk perasaan cuba untuk menghalang ribuan warga Amerika daripada kerja-kerja mereka bergantung untuk menampung keluarga mereka.\"\n",
      "output": [
        "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
      ]
    },
    {
      "input": "Sejumlah 230 wartawan dan penolong media telah terbunuh di Iraq semenjak serangan Amerika Syarikat pada tahun 2003.\n",
      "output": [
        "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
      ]
    },
    {
      "input": "Kawasan arkeologi di bukit sepanjang Laut Mediterranean menghala ke rumah musim panas Hosni Mubarak, presiden Egypt.\n",
      "output": [
        "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
      ]
    },
    {
      "input": "Pesawat itu berlepas pada 1:12 pagi waktu tempatan dan sedang dalam perjalanan dari Moscow ke Perm apabila pegawai di Lapangan Terbang Bolshoye Savino terputus hubungan dengan kapal terbang itu kira-kira dalam ketinggian 1,800 meter.\n",
      "output": [
        "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
      ]
    },
    {
      "input": "Kemenangan, dengan 172 larian, dalam jidar kemenangan terbesar dalam Twenty20 antarabangsa.\n",
      "output": [
        "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
      ]
    },
    {
      "input": "Tanggungjawab untuk tembakan itu telah dituntut bagi pihak Batalion Armagh Utara di Continuity IRA dalam mesej berkod ke media Belfast.\n",
      "output": [
        "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
      ]
    },
    {
      "input": "Tetapi kebanyakan pemerhati percaya yang penurunan potret tersebut adalah atas arahan Kim Jong Il sendiri, yang mungkin cuba mengurangkan pemujaan terhadap personalitinya.\n",
      "output": [
        "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
      ]
    },
    {
      "input": "Wikibooks, sebuah projek Internet yang mencari untuk membuat buku teks dengan kandungan percuma menggunakan teknologi wiki, telah menerbitkan statistik Februari 2005.\n",
      "output": [
        "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
      ]
    },
    {
      "input": "Pemain baru, Laurent Robert dan kembalinya Greg Sutton tidak cukup untuk Toronto F.C. kerana mereka jatuh 4-1 kepada D.C. United di Washington.\n",
      "output": [
        "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
      ]
    },
    {
      "input": "Jalan A68 yang berhampiran dengan lokasi kemalangan itu ditutup sementara untuk membolehkan polis menyiasat kejadian itu, dan lalu lintas diarahkan ke jalan B6370 melalui bandar Gorebridge.\n",
      "output": [
        "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
      ]
    },
    {
      "input": "130 skrip filem telah disenaraikan sebagai peserta yang masuk ke peringkat terakhir dalam kategori Skrip Filem.\n",
      "output": [
        "130 screenplays have been listed as finalists in the Screenplays category.\n"
      ]
    },
    {
      "input": "Perintah itu mencetuskan bantahan dan mogok yang menyerupai protes yang akhirnya menggulingkan presiden Hosni Mubarak.\n",
      "output": [
        "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
      ]
    },
    {
      "input": "Lima negeri lain memepunyai undang-undang yang sama, manakala negeri-negeri lain mengharamkan hukuman mati untuk jenayah rogol.\n",
      "output": [
        "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
      ]
    },
    {
      "input": "Scottish & Southern Energy mengulas: \"Dengan harga borong tahunan yang lebih tinggi, dan dengan tekanan kenaikan dari segi pengagihan, alam sekitar dan kos sosial, mencari jalan untuk mengelakkan peningkatan antara sekarang dan akhir tahun 2010 merupakan satu matlamat penting.\"\n",
      "output": [
        "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
      ]
    },
    {
      "input": "Sejak itu, Yakub telah berada dalam tahanan dan telah, menurut peguamnya, Subhash Kanse, menjalani rawatan untuk kemurungan.\n",
      "output": [
        "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
      ]
    },
    {
      "input": "Dalam menerangkan dan menjelaskan tindakannya dalam pemiliknegaraan bank, Lembaga Penyeliaan Kewangan Iceland mengeluarkan kenyataan ringkas ini:\n",
      "output": [
        "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
      ]
    },
    {
      "input": "Kedua-dua mangsa disahkan daripada ribut dilanda serpihan oleh pokok-pokok yang tumbang oleh angin kuat.\n",
      "output": [
        "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
      ]
    },
    {
      "input": "Jurucakap Pentagon, Bryan Whitman memberitahu pemberita bahawa penggantungan kontrak itu adalah disebabkan oleh pencabulan asal-usul peluru dan pembungkusan peluru, bukan keselamatan dan prestasi.\n",
      "output": [
        "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
      ]
    },
    {
      "input": "Di antara inning kelima dan keenam, permainan ditungga seketika disebabkan seekor anjing bernama Streaker, dipunyai oleh Adam Folkard pemain kebangsaan bola lisut lelaki Australia, berlari ke dalam padang.\n",
      "output": [
        "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
      ]
    },
    {
      "input": "Kira-kira 50 orang telah dibawa ke tempat perlindungan Palang Merah tempatan untuk penduduk yang kehilangan tempat tinggal.\n",
      "output": [
        "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
      ]
    },
    {
      "input": "\"Kami juga mempunyai laluan bas hidro berjalan ke dua-dua belah bangunan.\"\n",
      "output": [
        "\"We also have hydro bus lines running down two sides of the building\".\n"
      ]
    },
    {
      "input": "Dia berkata bahawa dia pulang ke rumah, walaupun menjalani ujian perubatan, kerana dia \"tidak boleh menunggu untuk doktor\" dan bil perlu dibayar.\n",
      "output": [
        "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
      ]
    },
    {
      "input": "Penentang arahan paten itu mendakwa satu rang undang-undang yang meliputi Harta Intelektual (IP) akan \"menahan inovasi\" di Eropah, kerana ia membenarkan pelaksanaan paten di dalam perisian.\n",
      "output": [
        "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
      ]
    },
    {
      "input": "Partinya berprestasi lebih buruk daripada jangkaan dari undian pendapat, yang menyaksikan mereka pada mendapat kira-kira 40 kerusi.\n",
      "output": [
        "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
      ]
    },
    {
      "input": "Pengerusi Hispanik Kaukus, Rep. Joe Baca, D-California, berharap dasar akan meletakkan perhatian bukan sahaja kepada membantu perniagaan kecil, tetapi juga kepada apa yang perlu dilakukan dengan 12 juta pendatang tanpa izin kini menetap di Amerika Syarikat, dan meningkatkan keselamatan sempadan.\n",
      "output": [
        "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
      ]
    },
    {
      "input": "\"Jangan gangu wartawan!\" Kesatuan wartawan membuat kenyataan di laman webnya.\n",
      "output": [
        "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
      ]
    },
    {
      "input": "Armada trem kini terdiri daripada 24 trem-trem Bombardier CR4000, yang telah dibina bagi pembukaan rangkaian 28km antara tahun 1998 dan 2000.\n",
      "output": [
        "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
      ]
    },
    {
      "input": "Beberapa ratus orang membantah dakwaan penyelewengan dalam pemilihan pada 18 Julai, yang berakhir dengan 7 orang terbunuh dalam pertempuran dengan polis.\n",
      "output": [
        "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
      ]
    },
    {
      "input": "Amerika Syarikat berkata ia \"kecewa\" dengan langkah itu sementara Setiausaha Luar UK berkata bahawa ia adalah penting Pakistan \"mematuhi komitmen untuk mengadakan pilihan raya yang bebas dan adil mengikut jadual.\"\n",
      "output": [
        "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
      ]
    },
    {
      "input": "Negara-negara yang telah menandatangani tetapi belum mengesahkan termasuk China, Amerika Syarikat, Brazil, Nigeria, Filipina, Viet Nam, Jerman, dan Mesir.\n",
      "output": [
        "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
      ]
    },
    {
      "input": "Siasatan juga mendapati bahawa pesawat yang terlibat berada dalam keadaan operasi normal; Anodina berkata bahawa \"enjin [itu] berfungsi sehingga pesawat berlanggar dengan tanah.\"\n",
      "output": [
        "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
      ]
    },
    {
      "input": "Daripada 80,830 orang ahli yang dirunding, 61,623 orang mengundi menyokong untuk mogok di luar pejabat.\n",
      "output": [
        "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
      ]
    },
    {
      "input": "Roy Ryden, satu lagi Demokrat US berkata komen Encik Howard adalah \"pelik\" dan menuduh Perdana Menteri itu mengganggu politik AS \"Perkara yang paling amal anda boleh mengatakan mengenai komen Mr Howard adalah pelik.\"\n",
      "output": [
        "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
      ]
    },
    {
      "input": "Pejabat DirectNIC, satu acara dan perkhidmatan New Orleans berasaskan webhost dan pemberi servis, telah dilawati oleh anggota bersenjata Bahagian Udara ke-82 dalam satu temu bual dengan wartawan Wikinews petang Selasa.\n",
      "output": [
        "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
      ]
    },
    {
      "input": "Abkhazia, sebuah wilayah bertempat di dalam sempadan Georgia diiktiraf di peringkat antarabangsa, tetapi merupakan republik merdeka secara de facto tanpa pengiktirafan antarabangsa, telah menutup sempadannya dengan negara itu berikutan letupan bom baru-baru ini.\n",
      "output": [
        "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
      ]
    },
    {
      "input": "Pengulas menamakan peningkatan ketara dalam pilihan penyesuaian mengikut kesukaan, kepintaran buatan yang lebih baik, dan peningkatan dalam kualiti grafik sebagai faktor penentu.\n",
      "output": [
        "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
      ]
    },
    {
      "input": "Ini adalah di bawah Mekanisme Pembangunan Bersih (CDM) oleh UN di bawah Protokol Kyoto.\n",
      "output": [
        "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
      ]
    },
    {
      "input": "Pendakwa berbeza pendapat dengan peguamnya mengenai prospek Jaynes memenangi rayuannya.\n",
      "output": [
        "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
      ]
    },
    {
      "input": "\"Saya perlu nyatakan dengan jelas yang saya tidak percaya kepada kejuaraan lagi,\" merupakan reaksi Schumacher.\n",
      "output": [
        "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
      ]
    },
    {
      "input": "Pihak berkuasa percaya bahawa 180 orang yang menaiki pesawat itu telah mati, dan 15 orang yang di sekitar juga dikuatiri mati.\n",
      "output": [
        "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
      ]
    },
    {
      "input": "Safia Ahmed-jan, pengarah Kementerian Hal Ehwal Wanita Afghan untuk wilayah Khandahar dan seorang peguam bela hak-hak wanita dan pengkritik yang kuat mengenai penindasan Taliban terhadap hak-hak tersebut, telah ditembak mati oleh lelaki bersenjata yang tidak dikenali di luar rumahnya di bandar Khandahar di selatan Afghanistan pada hari Isnin.\n",
      "output": [
        "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
      ]
    },
    {
      "input": "Pemegang saham terbesar Snowy Hydro Limited adalah kerajaan NSW dengan memegang saham sebanyak 58 peratus.\n",
      "output": [
        "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
      ]
    },
    {
      "input": "Dua telah meninggal di Turki setakat ini, berkemungkinan yang ketiga, dan masih banyak yang dimasukkan di hospital, selepas dijangkitivirus selesema tersebut.\n",
      "output": [
        "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
      ]
    },
    {
      "input": "Selepas setengah jam berlalu Kawaguchi menerima kejutan - lantunan hantaran ke belakang melantun satu meter ke hadapannya.\n",
      "output": [
        "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
      ]
    },
    {
      "input": "Di dalam kes Jeanna sudah terlalu lambat untuk mencuba pemvaksinan, dan doktornya di Hospital Kanak-kanak Wisconsin telah memikirkan satu rawatan baru.\n",
      "output": [
        "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
      ]
    },
    {
      "input": "Iran telah secara konsisten menegaskan bahawa ia mempunyai hak untuk membangunkan kitaran bahan api nuklear sendiri dari sumber uranium asli untuk menghasilkan kuasa.\n",
      "output": [
        "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
      ]
    },
    {
      "input": "\"Jumlah besar ini menunjukkan bahawa perlanggaran itu mesti bertembung secara berdepan.\"\n",
      "output": [
        "\"This large number suggests that the collision must have been relatively head-on.\"\n"
      ]
    },
    {
      "input": "\"Akses terbuka\" yang baru (yang tidak terkawal dan bukan francais) syarikat Grand Northern akan diberi ruang (dikenali dalam industri itu sebagai \"laluan\") untuk menjalankan tiga perkhidmatan kereta api sehari antara King's Cross di London dan Bradford, Halifax, Wakefield dan Pontefract di West Yorkshire.\n",
      "output": [
        "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
      ]
    },
    {
      "input": "Status Laurent sebagai Putera mempunyai beberapa kesan kehakiman atas perbicaraan itu.\n",
      "output": [
        "Laurent's status as a Prince has several judicial consequences for the trial.\n"
      ]
    },
    {
      "input": "Spektograf pengimejan ultraviolet Cassini juga baru-baru mendapat keputusan pelengkap yang menyokong kehadiran lautan subpermukaan.\n",
      "output": [
        "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
      ]
    },
    {
      "input": "Sementara itu, Amerika mengeluarkan dokumen, terkini digambarkan tidak lengkap, yang mengatakan tentera U.S., dalam tinjauan bersama pegawai Itali, membebaskan askar sendiri dari sebarang tanggungjawab dalam kejadian tragis pada 4 Mac.\n",
      "output": [
        "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
      ]
    },
    {
      "input": "Dia mengkritik ketua sekretariat iklim Pertubuhan Bangsa-Bangsa Bersatu yang akan tamat tempoh, Yvo de Boer, dan Kesatuan Eropah pesuruhjaya iklim Connie Hedegaard atas keraguan mereka.\n",
      "output": [
        "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
      ]
    },
    {
      "input": "Paul Mason, pengerusi persendirian Somerfield, juga mengulas mengenai pengambilalihan itu.\n",
      "output": [
        "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
      ]
    },
    {
      "input": "Pegawai-pegawai beserta Jabatan Pertahanan Amerika Syarikat telah membuat kenyataan bahawa kapal terbang pejuang Israel menyerang sekurang-kurangnya satu sasaran didalam Syria seminggu yang lalu.\n",
      "output": [
        "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
      ]
    },
    {
      "input": "Mayat dua dari empat beradik dari Alabama dipercayai dibuang dari jambatan oleh ayah mereka telah dijumpai.\n",
      "output": [
        "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
      ]
    },
    {
      "input": "\"Ini adalah jalan yang betul untuk Fiji dan satu-satunya jalan untuk kemajuan bagi penduduk Fiji,\" katanya.\n",
      "output": [
        "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
      ]
    },
    {
      "input": "Semalam, peguam daerah Milwaukee mendakwa Cory J. Feerick, yang berusia 33 tahun dari Brookfield, Wisconsin, dengan lima tuduhan pelanggaran undang-undang mencuri injap siram bernilai US$35,000 dari restoran makanan segera dan tandas universiti dan tempat buang air kecil.\n",
      "output": [
        "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
      ]
    },
    {
      "input": "Seorang lagi pegawai, bagaimanapun, memanggil idea yang CIA telah memaksa pentadbiran Bush untuk meluluskan kaedah penyeksaan itu \"tidak masuk akal.\"\n",
      "output": [
        "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
      ]
    },
    {
      "input": "Pemimpin liga Bayern Munich mara ke pusingan ke-3 untuk Piala DFB selepas mengalahkan pemimpin bahagian 2 Borussia Mönchengladbach 3-1.\n",
      "output": [
        "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
      ]
    },
    {
      "input": "TRESK mungkin boleh dipengaruhi oleh ubat-ubatan yang akan mengubah titik di mana ia melaporkan rasa sakit, yang akan mengurangkan penderitaan mereka yang mempunyai migrain.\n",
      "output": [
        "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
      ]
    },
    {
      "input": "Ekonomi dan mata wang Amerika Syarikat sebagai alat perdagangan dunia telah mengalami beberapa masalah utama dalam beberapa bulan kebelakangan ini.\n",
      "output": [
        "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
      ]
    },
    {
      "input": "Hanya sebelas kuda pernah memenangi Triple Crown di Amerika Syarikat.\n",
      "output": [
        "Only eleven horses have ever won the Triple Crown in the United States.\n"
      ]
    },
    {
      "input": "Satu hari selepas Perancis mula menguatkuasakan satu larangan untuk orang awam dari memakai purdah Islam yang menutup muka, sama ada niqab atau burqa, polis Perancis dalam jangka masa pendek telah menahan dua orang wanita berpurdah.\n",
      "output": [
        "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
      ]
    },
    {
      "input": "A380 menjalankan penerbangan komersial pertamanya pada tahun 2007, dan kapal terbang ini sekarang bekerja dengan beberapa syarikat penerbangan lain termasuk Air France.\n",
      "output": [
        "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
      ]
    },
    {
      "input": "Pemandu Ferrari, Michael Schumacher dan rakan sepasukan, Felipe Massa memenangi barisan hadapan pada FIA Formula-1 Grand Prix Amerika Syarikat di Indianapolis Motor Speedway.\n",
      "output": [
        "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
      ]
    },
    {
      "input": "Menurut pakar perunding Pengurusan Institut Populasi Perkembangan Pembangunan Devendra Kothari: \"Kerajaan persekutuan kami menghantar dana kepada negeri-negeri mengikut populasi penduduk mereka.\"\n",
      "output": [
        "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
      ]
    },
    {
      "input": "Evelyn Husband-Thompson, balu komander Rick, yang telah berkahwin semula tiga minggu lalu, berkata \"Pagi ini, saya tidak dapat berhenti berfikir tentang Rick dan Willie dan Kalpana dan Dave dan Mike dan Laurel dan Ilan.\"\n",
      "output": [
        "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
      ]
    },
    {
      "input": "Sehingga 11:45 A.M. EST Obama dijangka telah memenangi 349 undian berbanding McCain dengan 163 undian.\n",
      "output": [
        "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
      ]
    },
    {
      "input": "Pada 2 Jun 2000, kemalangan serius di wilayah Cajamarca, di Peru, meracuni ramai penduduk dengan merkuri, logam berat yang sangat toksik.\n",
      "output": [
        "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
      ]
    },
    {
      "input": "Sebelas orang penunjuk perasaan, termasuk lima orang ahli Kongres telah ditahan atas tuduhan perbuatan melanggar peraturan dan perhimpunan haram.\n",
      "output": [
        "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
      ]
    },
    {
      "input": "Dalam kelayakan untuk perlumbaan pecut, pemandu Great Britain Robbie Kerr berjaya mendapat petak pertama dengan masa terpantas dicatatkan pada hujung minggu ini.\n",
      "output": [
        "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
      ]
    },
    {
      "input": "Defisit ini kini bersamaan dengan 3.2% daripada Keluaran Dalam Negara Kasar (GDP) di Amerika Syarikat, dengan jumlah pendapatan kerajaan yang 17.8% daripada GDP, dan jumlah perbelanjaan yang bersamaan dengan 21% daripada GDP.\n",
      "output": [
        "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
      ]
    },
    {
      "input": "Turner telah dipilih bersama dengan Parti Konservatif Kanada pada Pilihanraya Januari 2006, tetapi telah diberhentikan dari Parti dari Oktober selepas menyiarkan post blog kritikal.\n",
      "output": [
        "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
      ]
    },
    {
      "input": "Afrika Selatan mempunyai rekod keselamatan jalan raya yang buruk dan berada di tangga kesembilan dunia bagi kematian lalu lintas.\n",
      "output": [
        "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
      ]
    },
    {
      "input": "\"Bagaimana mereka menyusunkan syarikat itu untuk mencapai matlamat ini terpulang sepenuhnya kepada mereka.\"\n",
      "output": [
        "\"How they structure the company to achieve this is entirely up to them.\"\n"
      ]
    },
    {
      "input": "Tetapi mereka kemudiannya kalah dengan Alinghi, mengakhiri pusingan pertama dengan tujuh saat mendahului mereka.\n",
      "output": [
        "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
      ]
    },
    {
      "input": "\"Tiada apa-apa yang mereka tidak akan lakukan jika mereka fikir ia dapat membantu pembunuhan dan kejatuhan politik hasil daripada yang tersebut,\" kata duta U.S. Ryan Crocker.\n",
      "output": [
        "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
      ]
    },
    {
      "input": "Polis sedang menjalankan usaha menjejaki sumber kepada surat itu yang memulakan ketakukan tersebut.\n",
      "output": [
        "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
      ]
    },
    {
      "input": "Ia adalah masa paling awal yang dirakamkan bahawa lima ribut yang bernama telah terbentuk di Atlantik.\n",
      "output": [
        "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
      ]
    },
    {
      "input": "Keputusan bermakna bahawa Olmert mungkin boleh membentuk pusat gabungan untuk melaksanakan rancangan pengunduran satu pihak beliau untuk Tebing Barat.\n",
      "output": [
        "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
      ]
    },
    {
      "input": "Kejohanan tersebut bermula pada 1947 sebagai acara jemputan untuk pasukan Singapura dan Malaysia dan telah berkembang ke pasukan negara dan kelab dari seluruh dunia dijemput.\n",
      "output": [
        "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
      ]
    },
    {
      "input": "Kenyataan kerajaan itu menyatakan yang tentera Yemen \"[membersihkan] sepenuhnya bandar itu dari unsur pemberontakan dalam dua hari lepas, memaksa pemberontak untuk menyerah atau melarikan diri.\"\n",
      "output": [
        "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
      ]
    },
    {
      "input": "Pengeluar komponen utama suntikan maut tunggal Amerika Syarikat pada Jumaat mengumumkan bahawa ia akan menghentikan pengeluaran dadah, yang menyumbang kepada kekurangan dan melambatkan hukuman mati.\n",
      "output": [
        "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
      ]
    },
    {
      "input": "Mehsud dilaporkan terbunuh pada 5 Ogos 2009, semasa serangan pesawat tanpa pemandu A.S. di Waziristan Selatan; Walau bagaimanapun, Hakimullah Mehsud, yang baru-baru ini dipilih sebagai pengganti Baitullah, dan Wali-ur-Rehman memberitahu BBC bahawa Mehsud telah meninggal dunia pada Ahad 23 Ogos, 2009 kecederaan yang dialami pada 5 Ogos.\n",
      "output": [
        "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
      ]
    },
    {
      "input": "Menteri Pengangkutan dan Perkhidmatan Wilayah, Warren Truss, menjauhkan dirinya daripada pengumuman Telstra, menyatakan bahawa Telstra mempunyai kewajipan untuk mengekalkan perkhidmatan.\n",
      "output": [
        "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
      ]
    },
    {
      "input": "Belanda menjaringkan dua gol dalam tempoh sepuluh minit pertama.\n",
      "output": [
        "The Netherlands scored their two goals in the first ten minutes.\n"
      ]
    },
    {
      "input": "Awal pada hari pertama, kedua-dua Menteri Luar Negara Norway Jonas Gahr Støre dan Perdana Menteri Palestin, Salam Fayyad menyuarakan keyakinan dan harapan terhadap keadaan Palestin.\n",
      "output": [
        "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
      ]
    },
    {
      "input": "Keberadaan Daparkhel, diculik pada 11 Ogos, masih tidak diketahui.\n",
      "output": [
        "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
      ]
    },
    {
      "input": "\"Saya melihat seorang kawan - dia telah ditembak dua kali di perut dan berdarah,\"\n",
      "output": [
        "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
      ]
    },
    {
      "input": "\"Janice begitu, begitu sedih! Beliau begitu terkejut dan inginkan dunia mengetahui betapa pintarnya Dr. Ryan\" dia berkata.\n",
      "output": [
        "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
      ]
    },
    {
      "input": "\"Kawasan ini adalah sangat penting untuk pemuliharaan dan wilayah ini mahu melindungi hutan dan alam sekitar mereka, serta menyumbang kepada pembangunan mampan,\" kata Pengarah Jabatan Daerah Perlindungan Hutan bagi wilayah itu, Hoang Ngoc Khanh.\n",
      "output": [
        "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
      ]
    },
    {
      "input": "Zawahiri telah mengeluarkan sekurang-kurangnya tiga rakaman lain sejak November, kesemuanya disiarkan oleh Al-Jazeera.\n",
      "output": [
        "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
      ]
    },
    {
      "input": "Dia juga melaporkan bahawa diseluruh Mexico, 550 kes penorehan haram telah berlaku.\n",
      "output": [
        "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
      ]
    },
    {
      "input": "Ordinan baru itu telah, bagaimanapun, dibantah oleh pejalan kaki bogel.\n",
      "output": [
        "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
      ]
    },
    {
      "input": "\"Pada pendapat saya, jika makam ini ditemui, ia akan menjadi satu daripada penemuan terpenting di abad ke-21 kerana cinta antara Cleopatra dan Mark Anthony, dan kerana kisah sedih kematian mereka.\n",
      "output": [
        "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
      ]
    },
    {
      "input": "Gou, akur sebagai ekspresi penyesalan, berjanji untuk berusaha mengelakkan tragedi seperti itu daripada berlaku lagi.\n",
      "output": [
        "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
      ]
    },
    {
      "input": "Keadaan dirumitkan oleh asap tebal, yang memerlukan penggunaan topeng gas.\n",
      "output": [
        "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
      ]
    },
    {
      "input": "Mohapatra berkata bahawa buletin amaran pertama IMD, yang dikeluarkan pada 1 Mei menunjukkan bahawa kawasan tersebut mungkin akan dilanda taufan.\n",
      "output": [
        "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
      ]
    },
    {
      "input": "Ketua Pembangkang, Kim Beazley telah berkata bahawa Parti Buruh menyokong rancangan tersebut.\n",
      "output": [
        "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
      ]
    },
    {
      "input": "Setelah selesai dengan rambut dan solekan saya akan turun ke studio sebelum rancangan untuk bercakap dengan produser.\n",
      "output": [
        "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
      ]
    },
    {
      "input": "Paramedik telah mengesahkan yang mereka hanya menelefon polis bagi melaporkan yang mereka sedang membawa Owens ke hospital.\n",
      "output": [
        "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
      ]
    },
    {
      "input": "Kini terdapat 940 orang dewasa perempuan bagi setiap satu ribu orang lelaki, berbeza dengan tahun 2001, apabila terdapat 933 wanita bagi setiap seribu lelaki.\n",
      "output": [
        "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
      ]
    },
    {
      "input": "Sesetengah tinggal di sebuah \"kemudahan rawatan air yang usang dan terbiar\" katanya.\n",
      "output": [
        "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
      ]
    },
    {
      "input": "Piala itu dinamakan selepas Earl Grey yang menderma trofi untuk menghormati pasukan ragbi amatur paling berjaya di Kanada.\n",
      "output": [
        "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
      ]
    },
    {
      "input": "Majlis Kerajaan-Kerajaan Australia (COAG) akan bertemu di Canberra hari ini untuk mesyuarat pertama bagi 2006.\n",
      "output": [
        "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
      ]
    },
    {
      "input": "\"Kami memohon maaf atas sebarang kesulitan dan gangguan ini boleh menyebabkan pelanggan kami,\" kata MS dalam satu kenyataan kepada media.\n",
      "output": [
        "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
      ]
    },
    {
      "input": "Salji itu adalah \"petanda baru untuk Iraq yang baru\", menurut polis trafik Murtadha Fadhil, yang bercakap dengan Reuters ketika sedang berteduh di bawah balkoni.\n",
      "output": [
        "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
      ]
    },
    {
      "input": "Sejak bursa saham berbuka, saham Apple meningkat ke $373.72, turun sebanyak hanya $2.46 sejak penutupan pada hari Rabu.\n",
      "output": [
        "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
      ]
    },
    {
      "input": "Seorang Pengawai Waran dan seorang Mejar di dalam Kor Perisik British dan bekas komander Regimen Lancashire Permaisuri (kini Duke bagi Regimen Lancaster) telah dituduh atas kecuaian dalam menjalankan tugas.\n",
      "output": [
        "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
      ]
    },
    {
      "input": "Satu penilaian adalah sama dengan 1,096,000 keluarga, kerana kini terdapat 109,600,000 keluarga di Amerika Syarikat dengan sekurang-kurangnya satu televisyen.\n",
      "output": [
        "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
      ]
    },
    {
      "input": "Saya tidak tahu perbincangan itu mengenai apa, dan sehingga kita duduk dan berbincang itu sahaja yang saya akan katakan mengenainya.\n",
      "output": [
        "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
      ]
    },
    {
      "input": "OPP berkata, lelaki itu ditahan kerana \"menganggu keamanan\" dan menyatakan bahawa ia bukan satu kesalahan jenayah.\n",
      "output": [
        "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
      ]
    },
    {
      "input": "Pertarungan gred-A tempatan diantara University dan Caloundra bermula sejurus selepas perlawanan wanita itu tamat.\n",
      "output": [
        "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
      ]
    },
    {
      "input": "Dalam penampilan di The Tonight Show dengan Jay Leno Khamis malam, Presiden Amerika Syarikat Barack Obama beritahu kepada hos, Jay Leno, bahawa dia telah bermain bowling di lorong bowling Rumah Puutih dan meraih skor 129.\n",
      "output": [
        "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
      ]
    },
    {
      "input": "Nature menyatakan bahawa Britannica mengkritik 'kurang daripada separuh dalam senarai yang dibangkitkan oleh pengulas mereka', dan menyatakan bahawa kedua-dua Ensiklopedia tertakluk kepada layanan yang sama.\n",
      "output": [
        "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
      ]
    },
    {
      "input": "Keputusan pertama dalam kes anti-pakatan dinyatakan di 2004 menyebut bahawa Microsoft menahan informasi kesalingfungsian yang diperlukan oleh syarikat perisian pesaing untuk membuat perisian yang serasi dengan Windows.\n",
      "output": [
        "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
      ]
    },
    {
      "input": "Ia adalah bahawa semua wang telah masuk ke Tigray - yang akan menjadi Oxfam, Save the Children, UNICEF dan Bantuan Kristian - bagaimanapun, kami semua telah ditipu dan dibohong.\n",
      "output": [
        "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
      ]
    },
    {
      "input": "Gawker.com berkata klip video lebih kecil yang sebelum ini boleh didapati di YouTube \"sudah tiada, kemungkinan besar selepas Gereja Scientologi menghantar satu notis pelanggaran hak cipta.\"\n",
      "output": [
        "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
      ]
    },
    {
      "input": "Maklumat tersebut seterusnya menyebut kesatriaan Ayat-ayat Satan penulis Salman Rushdie yang diumumkan baru-baru ini.\n",
      "output": [
        "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
      ]
    },
    {
      "input": "Permulaan di petak ketiga dan keempat masing-masing adalah Amerika Syarikat dan Jerman.\n",
      "output": [
        "Third and fourth place starters are the United States and Germany respectively.\n"
      ]
    },
    {
      "input": "Lebih banyak slot Heathrow diperuntukkan untuk Scotland telah diputuskan daripada mana-mana destinasi lain.\n",
      "output": [
        "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
      ]
    },
    {
      "input": "Cuaca amat baik semasa pesawat melakukan pendaratan di San Francisco.\n",
      "output": [
        "The weather was good as the plane was landing in San Francisco.\n"
      ]
    },
    {
      "input": "\"Pengesan asap berhenti berbunyi pada tingkat ke-13 dan ke-27.\"\n",
      "output": [
        "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
      ]
    },
    {
      "input": "Menurut Shanahan, kesemua ahli pasukan Denver Broncos akan menghadiri upacara pengebumian Williams pada Sabtu nanti di kampung halamannya di Fort Worth, Texas.\n",
      "output": [
        "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
      ]
    },
    {
      "input": "Setelah mereka selesai temu bual itu, Encik Clarke menyerah diri kepada polis Greymouth, yang One Berita juga merekod.\n",
      "output": [
        "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
      ]
    },
    {
      "input": "Dua minggu sebelum kegagalan serangan pada 21 Julai, siri bom pada 7 Julai telah membunuh 56 ornag, termasuk empat pengebom berani mati.\n",
      "output": [
        "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
      ]
    },
    {
      "input": "Empangan di Sungai Cotter telah dalam pembinaan selama empat tahun.\n",
      "output": [
        "The dam on the Cotter River has been under construction for four years.\n"
      ]
    },
    {
      "input": "The Astros kini di tempat kelima dalam Liga Utama Nasional dengan rekod 58-73.\n",
      "output": [
        "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
      ]
    },
    {
      "input": "Hanya 186 kes dilaporkan pada tahun 2004, turun daripada 336 pada tahun sebelumnya.\n",
      "output": [
        "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
      ]
    },
    {
      "input": "Saksi melihat ketika lelaki itu dihanyutkan ke laut.\n",
      "output": [
        "Witnesses looked on as the man was swept out to sea.\n"
      ]
    },
    {
      "input": "\"Adalah berkemungkinan untuk mereka mendapat penyakit kerana mereka tinggal di kawasan terbuka dengan khemah dan air yang terhad,\" kata Rustan Pakaya, dari pusat krisis kementerian kesihatan.\n",
      "output": [
        "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
      ]
    },
    {
      "input": "Domain China disasarkan dalam serangan penafian perkhidmatan terbaru yang banyak terhadap China.\n",
      "output": [
        "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
      ]
    },
    {
      "input": "Juga, kemalangan lain dilaporkan di Newtownhamilton, County Armagh dimana dua orang berusia 17 tahun juga terlibat.\n",
      "output": [
        "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
      ]
    },
    {
      "input": "Pada \"Malam Ambang Tahun Baru Bandar Taipei 2008\", sebahagian pemberita dari dalam dan luar negara memberi tumpuan kepada bunga api di Taipei 101 sebagai bangunan pencakar langit terkemuka dunia.\n",
      "output": [
        "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
      ]
    },
    {
      "input": "Ini susulan laporan daripada KPMG, yang majlis mesyuarat enggan keluarkan.\n",
      "output": [
        "This follows a report from KPMG, which the council has refused to release.\n"
      ]
    },
    {
      "input": "Citigroup adalah salah satu bank servis penuh terbesar dunia, dengan dua ratus juta pelanggan di lebih dari 100 negara.\n",
      "output": [
        "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
      ]
    },
    {
      "input": "Penemuan ini ditemui dengan memeriksa tikus dibiakkan tanpa gen tersebut.\n",
      "output": [
        "The discovery was made by examining mice bred to lack the gene.\n"
      ]
    },
    {
      "input": "Seorang gadis berusia 10 tahun cedera parah selepas sebatang pokok tumbang menghempap khemahnya semasa dia sedang tidur.\n",
      "output": [
        "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
      ]
    },
    {
      "input": "\"Dalam tempoh 10 tahun akan datang, di mana mereka mungkin dengan bodohnya mempertimbangkan pelancaran serangan ke atas Israel, kita mungkin akan dapat menghapuskan mereka,\" kata Clinton.\n",
      "output": [
        "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
      ]
    },
    {
      "input": "Syarikat penerbangan Ireland Ryanair mengalami kemerosotan sebanyak 12% dalam perdagangan pagi ni, seterusnya mempergiatkan kebimbangan mengenai keadaan pasaran yang lemah di tengah-tengah kebimbangan kemelesetan.\n",
      "output": [
        "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
      ]
    },
    {
      "input": "Syarikat itu diperlukan untuk membeli peluru dan menghantarkan ia ke Lapangan Terbang Antarabangsa Kabul di Afghanistan.\n",
      "output": [
        "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
      ]
    },
    {
      "input": "Terima kasih kepada Scot McKenzie, yang telah memenangi 20 perlawanan dalam setiap dua musim lalu, Astros tidak perlu Permainan 7 dalam siri kejohanan NL melawan St Louis Cardinals.\n",
      "output": [
        "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
      ]
    },
    {
      "input": "Kajian \"membuka jalan bagi rawatan yang disasarkan ke otak dan mengubah cara kita melihat penyakit Alzheimer,\" kata de la Monte.\n",
      "output": [
        "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
      ]
    },
    {
      "input": "\"Sudah masanya untuk orang awam Australia mengetahui realiti apa yang berlaku di tanah kita.\"\n",
      "output": [
        "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
      ]
    },
    {
      "input": "Katanya, masalah perkahwinan antara Encik Komar dan isterinya Norma Andriani \"diketahui ramai\" dan telah disokong oleh seorang penganalisis industri dan juruterbang yang berkata beliau percaya pasangan itu telah bergaduh sehingga lewat malam, dan melahirkan rasa kebimbangan bahawa laporan itu tidak menyatakan isu-isu psikologi.\n",
      "output": [
        "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
      ]
    },
    {
      "input": "Kemalangan itu berlaku apabila angin kuat dan hujan lebat melanda kawasan tersebut, mengakibatkan ombak besar dan arus kuat dilaluan air.\n",
      "output": [
        "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
      ]
    },
    {
      "input": "\"Tiada seorang pun antara kami mahu situasi di mana fail pasport sebarangan orang Amerika itu diketahui dengan cara penggunaan tanpa izin.\"\n",
      "output": [
        "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
      ]
    },
    {
      "input": "\"Ia berlaku dalam lingkungan bandar (di Perm) dalam kawasan tanah kosong.\"\n",
      "output": [
        "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
      ]
    },
    {
      "input": "\"Bersama-sama, ia adalah benar-benar satu penghormatan yang sesuai kepada orang-orang 47 lelaki berani yang meninggal dunia di Auchengeich setengah abad yang lalu.\"\n",
      "output": [
        "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
      ]
    },
    {
      "input": "\"Ini memberikan kami asas jika anda suka, untuk memulakan pencarian Sydney,\" kata Graham.\n",
      "output": [
        "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
      ]
    },
    {
      "input": "12 muka surat yang terakhir di bantahan menyeluruh ini adalah jawapan kepada kritikan artikel tertentu, terutamanya yang terdiri daripada perbezaan pendapat pada gaya dan artikel komposisi, tetapi beberapa memetik kesilapan fakta secara terang-terangan pada bahagian Natures.\n",
      "output": [
        "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
      ]
    },
    {
      "input": "Menyampaikan penyataan bagi pihak pengeluar kad kredit adalah Roger C. Hochschild dari Bahagian Khidmat Kewangan, Bruce L. Hammods dari Kesatuan Bank Amerika, dan Ryan Schneider dari Kesatuan Kewangan Capital One.\n",
      "output": [
        "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
      ]
    },
    {
      "input": "Pasukan itu asalnya berniat untuk menguji kesan kemungkinan medan magnet manusia dengan mengkaji orientasi beg tidur dalam orang yang berkhemah, tetapi ia terbukti sukar untuk mendapatkan data kerana manusia biasanya tidur di bawah khemah.\n",
      "output": [
        "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
      ]
    },
    {
      "input": "Peguam nelayan itu, David P. Baugh, berkata penduduk kawasan di sekeliling simpanan itu gembira dengan kematian buaya itu.\n",
      "output": [
        "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
      ]
    },
    {
      "input": "Hotel Shamo sering dipilih oleh pegawai-pegawai kerajaan untuk menjadi tuan rumah majlis dan pada satu masa adalah pilihan penginapan popular untuk wartawan asing.\n",
      "output": [
        "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
      ]
    },
    {
      "input": "Mitayev mengatakan bahawa \"tekanan daripada masalah keluarga\" yang membawa kepada perlakuannya terhadap Popov.\n",
      "output": [
        "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
      ]
    },
    {
      "input": "Sebanyak sembilan buah bangunan lain di Pulau Lagos dipengaruhi kebakaran semalam, menurut pihak berkuasa.\n",
      "output": [
        "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
      ]
    },
    {
      "input": "\"Keinginan saya pada masa ini adalah tidak melakukan sesuatu seperti itu,\" kata Conyers, walaupun dia berkata dia mahu menekan satu siasatan dengan cara-cara lain, termasuk menghantar penyiasat-penyiasat jawatankuasa ke London.\n",
      "output": [
        "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
      ]
    },
    {
      "input": "Penutupan itu berterusan untuk mengakibatkan masalah besar untuk petani daging lembu Kanada yang bergantung kepada pasaran daging lembu Amerika Syarikat.\n",
      "output": [
        "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
      ]
    },
    {
      "input": "Suspek Bank Mercantile telah melarikan diri, satu batu dari barat Walt Disney World's Wide World of Sports, bersama seorang tebusan setelah pihak berkuasa meletupkannya dari pintu belakang menggunakan peranti letupan.\n",
      "output": [
        "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
      ]
    },
    {
      "input": "Sebuah kajian pada 1991 terhadap otak manusia yang merupakan mangsa AIDS menunjukkan persamaan terhadap beza saiz hipotalamus diantara lelaki homoseksual dan heteroseksual.\n",
      "output": [
        "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
      ]
    },
    {
      "input": "Pengulas mencatatkan bahawa Obama kelihatan menunjukkan prestasi yang baik di negeri kaukus.\n",
      "output": [
        "Commentators have noted that Obama seems to perform well in caucus states.\n"
      ]
    },
    {
      "input": "Kumpulan pemegang senjata api berkempen hebat bagi menetang undian, mendakwa bahawa penilaian itu akan melanggar hak perlembagaan, dan menyasarkan kepada individu Ahli Dewan Rakyat dengan mengejek bahan itu terdapat melalui atas talian.\n",
      "output": [
        "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
      ]
    },
    {
      "input": "Jack Thomas, 33, yang dikenali sebagai \"Jihad Jack\" didapati bersalah di bawah undang-undang anti-keganasan Australia baru.\n",
      "output": [
        "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
      ]
    },
    {
      "input": "Berbilion-bilion orang di Asia dan Afrika telah mengalami kekurangan air kerana pengurusan air yang kurang baik, katanya.\n",
      "output": [
        "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
      ]
    },
    {
      "input": "Minggu ini juga melihat Howard Bath, Pesuruhjaya kanak-kanak untuk wilayah utara Australia, mencadangkan kawasan yang mempunyai kadar tertinggi untuk pembunuhan diri orang asli perempuan di bahagian Barat.\n",
      "output": [
        "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
      ]
    },
    {
      "input": "Selain itu, perintah berkurung telah dikenakan, dan tentera telah menutup sempadan Niger.\n",
      "output": [
        "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
      ]
    },
    {
      "input": "Bapanya Mitch mengatakan bahawa \"Ini adalah ganjaran untuk pencapaian muzik dan bakat beliau.\"\n",
      "output": [
        "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
      ]
    },
    {
      "input": "Bomba sedang menggunakan sebuah helikopter, atas budi Jabatan Sherif Wilayah Erie, yang dilengkapi dengan kamera inframerah bagi memerhati kawasan bangunan yang masih mempunyai jumlah haba atau api yang nyata.\n",
      "output": [
        "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
      ]
    },
    {
      "input": "Cerita Rainer ini sebahagian besarnya berkisar sekitar cermin tangan lama dia temui semasa menghadiri jualan hartanah di Dallas, Texas.\n",
      "output": [
        "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
      ]
    },
    {
      "input": "Tetapi apabila trak itu berhenti di hadapan sebuah rumah, polis melihat bahawa ia adalah seorang budak lelaki, murid darjah dua, hampir belum sampai 4 kaki tinggi, memandu kereta.\n",
      "output": [
        "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
      ]
    },
    {
      "input": "Reaktor CANDU, yang direka di Kanada, adalah salah satu bentuk reaktor nuklear yang paling berfaedah kerana kecekapan bahan bakar dan jumlah masa tidak aktif yang rendah.\n",
      "output": [
        "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
      ]
    },
    {
      "input": "Masih belum diketahui sama ada racun lain wujud dalam sistemnya.\n",
      "output": [
        "It is unknown if there were any other poisons in his system.\n"
      ]
    },
    {
      "input": "Pegawai-pegawai bank pusat Saudi itu berkata bahawa \"langkah yang sewajarnya\" akan diambil untuk menghentikan aliran masuk modal yang besar ke negara ini.\n",
      "output": [
        "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
      ]
    },
    {
      "input": "Dianggarkan lebih 100,000 orang membantah di Dataran Tahrir kelmarin menentang perintah perlembagaan yang dibuat oleh Presiden Mesir Mohamed Morsi.\n",
      "output": [
        "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
      ]
    },
    {
      "input": "Sebahagian daripada polisi baru, senjata konvensional akan memainkan peranan yang lebih besar pada masa hadapan.\n",
      "output": [
        "As part of the new policy, conventional weapons will have a greater role in the future.\n"
      ]
    },
    {
      "input": "Sebagai sebahagian daripada operasi itu, sebuah Airbas A330 Penerbangan Qantas telah dihantar ke lautan oleh pihak berkuasa Australia.\n",
      "output": [
        "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
      ]
    },
    {
      "input": "Penguatkuasa menyarankan yang tekanan mungkin tidak seburuk yang difikirkan pada mulanya.\n",
      "output": [
        "Authorities suggest that the strain may not be as deadly as first thought.\n"
      ]
    },
    {
      "input": "Beliau juga menerbitkan The Andromeda Strain, Congo, Rising Sun, Timeline dan Eaters of the Death yang semuanya menjadi filem utama.\n",
      "output": [
        "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
      ]
    },
    {
      "input": "Steven telah disabit kesalahan pada Oktober ke atas tujuh tuduhan feloni berbohong dalam borang pendedahan Senat berkaitan hadiah, sebahagian besarnya dalam bentuk pengubahsuaian percuma kepada rumahnya, menerima borang untuk syarikat penyelenggaraan minyak; kesalahan tersebut dikatakan menjadi faktor besar kepada kekalahannya di pilihanraya November lalu dengan bekas Datuk Bandar Anchotage Mark Begich, iaitu seorang senator muda dari Alaska sekarang.\n",
      "output": [
        "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
      ]
    },
    {
      "input": "Sri Lanka telah berada di komuniti Australia, bagaimana pun, telah terlepas pandang, menurut Ian Rintoul, Gabungan Tondakan Pelarian.\n",
      "output": [
        "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
      ]
    },
    {
      "input": "Myers sebelum ini mengajar di Sekolah Menengah Reidland di Paducah, Kentucky, dan telah digantung pada tahun 2006 selepas pelajar di situ mengetahui mengenai karier pornografinya.\n",
      "output": [
        "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
      ]
    },
    {
      "input": "Seorang wartawan televisyen yang mengikuti Tentera Marin itu merakamkan pembunuhan tersebut di dalam pita video.\n",
      "output": [
        "A television journalist embedded with the Marines recorded the killing on videotape.\n"
      ]
    },
    {
      "input": "Askar mengumum dengan pembesar suara bahawa bandar itu adalah di bawah perintah berkurung dan bahawa semua penduduk tempatan hendaklah kekal tinggal di dalam rumah mereka.\n",
      "output": [
        "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
      ]
    },
    {
      "input": "Tanah runtuh menimbus rumah-rumah dan menyebabkan jalan tidak boleh dilalui, manakala beratus pegawai polis, anggota tentera, pegawai-pegawai tempatan dan sukarelawan telah menggali dengan peralatan ladang dan juga tangan mereka untuk mencari mangsa terselamat.\n",
      "output": [
        "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
      ]
    },
    {
      "input": "Dia cedera belakangnya apabila dia melompat dari bahagian angkutan lori itu.\n",
      "output": [
        "He hurt his back when he jumped from the cab of his truck.\n"
      ]
    },
    {
      "input": "Sebagai reaksi kepada tuntutan Amerika Syarikat, Presiden Iran Mahmoud Ahmadinejad berkata dalam satu wawancara televisyen bahawa dakwaan itu adalah \"alasan untuk memanjangkan penempatan\" tentera A.S. di Iraq, dan bahawa Amerika Syarikat telah menuding jari kepada orang lain dalam usaha untuk \"menyembunyikan kekalahan dan kegagalan\"; Walau bagaimanapun dalam temu bual dengan Diane Sawyer pada 12 Februari, Ahmadinejad enggan memberi komen tentang tuduhan bahawa negaranya telah membekalkan senjata kepada pemberontak di Iraq.\n",
      "output": [
        "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
      ]
    },
    {
      "input": "Persidangan itu, yang dianjurkan oleh Jabatan Negeri Amerika Syarikat, telah digelar Persidangan Annapolis.\n",
      "output": [
        "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
      ]
    },
    {
      "input": "Dikatakan tiada kenderaan lain yang terlibat dalam kemalangan tersebut.\n",
      "output": [
        "It is thought that no other vehicle was involved in the incident.\n"
      ]
    },
    {
      "input": "Basil Al-Sayed menjadi wartawan terakhir yang mati pada tahun 2011, ditembak pada 29 Disember oleh penembak hendap di bandar Homs.\n",
      "output": [
        "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
      ]
    },
    {
      "input": "Francis Everitt, Penyiasat Prinsip eksperimen tersebut, menekankan dalam sesi temubual bersama New York Times bahawa pengumuman mereka hanya di peringkat awal dan, dengan analisis lanjut, mereka berharap untuk memperbaiki kepersisan keputusan mereka; sekarang, mereka berkata mereka cuma dapat mengesan kesan pengheretan rangka dalam tempoh penambahan atau penolakan lima belas peratus dari nilai yang dijangkakan.\n",
      "output": [
        "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
      ]
    },
    {
      "input": "Akses yang tiada sekatan dijamin kepada 30,000 wartawan dan staf media dijangka sempena Olimpik dibawah 'kontrak bandar tuan rumah'.\n",
      "output": [
        "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
      ]
    },
    {
      "input": "\"Kajian sebelum ini membuat anggaran berlebihan terhadap kos-kos tenaga dan pengeluaran karbon yang dihasilkan oleh pembuatan loji kuasa nuklear dan pelombongan uranium,\" kata Profesor Sevior.\n",
      "output": [
        "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
      ]
    },
    {
      "input": "Pengilang Airbus, yang berpangkalan di Toulouse, akan membantu siasatan, jurucakap Airbus menyatakan.\n",
      "output": [
        "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
      ]
    },
    {
      "input": "Orang yang berisiko lebih tinggi adalah penghuni penjara, orang tak berumah, anggota tentera dan keluarga yang mempunyai anak-anak di pusat jagaan harian.\n",
      "output": [
        "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
      ]
    },
    {
      "input": "Dianggarkan pengurangan angkatan tentera British boleh menjimatkan kira-kira £1 bilion paun (kira-kira $1.7 bilion U.S. dolar ).\n",
      "output": [
        "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
      ]
    },
    {
      "input": "\"Dengan memeluk Hamas secara awam, Emir Qatar telah mengorbankan sekutunya untuk kepentingan diri sendiri.\"\n",
      "output": [
        "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
      ]
    },
    {
      "input": "Rogers di Kanada merupakan negara kedua paling mahal pada harga AS$2176 untuk tempoh tiga tahun.\n",
      "output": [
        "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
      ]
    },
    {
      "input": "Saya akan berkata bahawa ia adalah satu amalan yang baik untuk menganggap teks atau kandungan berpunca daripada seseorang apabila mungkin.\n",
      "output": [
        "I would say it's a good practice to attribute text or content whenever possible.\n"
      ]
    },
    {
      "input": "\"Terdapat tujuan sebenar untuk mendapatkan trem tambahan di Croydon untuk bersaing dengan permintaan yang semakin meningkat dalam perkhidmatan Tramlink dan juga untuk menjamin perubahan besar untuk pejalan kaki dan pengguna kenderaan di sekitar dan di antara Timur dan Barat stesen Croydon.\"\n",
      "output": [
        "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
      ]
    },
    {
      "input": "Motornya berhenti dan helikopter menjunam ke tanah, kata seorang penduduk tempatan yang bernama Agustin Vargas.\n",
      "output": [
        "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
      ]
    },
    {
      "input": "\"Ben adalah sahabat baik, dan masa yang dia habiskan di Eropah dengan Disgorge (terutamanya bermalaman di rumah saya sendiri) tiada rasa lain kecuali hebat.\"\n",
      "output": [
        "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
      ]
    },
    {
      "input": "Duit kerajaan telah digunakan dalam pengambil alihan Bear Stearns dari JPMorgan Chase pada Mac tahun ini.\n",
      "output": [
        "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
      ]
    },
    {
      "input": "Para pengkaji kemudian cuba mendapatkan kembali duit mereka dan pergi ke hotel Whitton dan Dyer menginap, hanya untuk menemui bilik kosong, dan kedua lelaki tersebut *nowhere to be found.\n",
      "output": [
        "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
      ]
    },
    {
      "input": "Pertubuhan senjata-senjata atom di Aldermaston dilaporkan akan membangunkan senjata nuklear taktikal, yang lebih kecil dan julat pendek daripada Trident sesuai untuk menembak menggunakan jenis pelancar yang sama seperti Tomahawks.\n",
      "output": [
        "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
      ]
    },
    {
      "input": "Tetapi rasa \"normal\" kembali kemudian hari itu kerana suhu dan angin meningkat dan kerana banyak 1,788 peserta mula tamat pertandingan itu sebelum tarikh akhir 14 Oktober 2007 pada pukul 12:00 tengah malam.\n",
      "output": [
        "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
      ]
    },
    {
      "input": "Menteri Pengangkutan Kanada Jean Lapierre berkata dua pertiga daripada penerbangan domestik Kanada pada satu ketika akan menyeberangi ruang udara Amerika.\n",
      "output": [
        "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
      ]
    },
    {
      "input": "Pada Julai 2004, Romania telah menilai semula mata wangnya, leu, menjadi 10,000 leu lama akan bersamaan 1 leu baru, dengan 1 euro bersamaan lebih kurang 3.6 leu baru.\n",
      "output": [
        "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
      ]
    },
    {
      "input": "Sepanjang video itu, Cruise menggunakan istilah jargon Scientologi seperti \"KSW\": \"Bagi saya, ini semua tentang KSW.\"\n",
      "output": [
        "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
      ]
    },
    {
      "input": "Spencer Dryden, pemain drum kumpulan rok ternama Amerika Jefferson Airplane, meninggal dunia pada Selasa, 11 Jan.\n",
      "output": [
        "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
      ]
    },
    {
      "input": "Sindrom Asherman biasanya disebabkan oleh trauma terhadap uterus yang mengakibatkan luka tisu dalaman.\n",
      "output": [
        "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
      ]
    },
    {
      "input": "Kesan daripada pelan pengurangan cukai dan pembelanjaan beliau terhadap peruntukan sosial masih belum dijelaskan.\n",
      "output": [
        "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
      ]
    },
    {
      "input": "Perlawanan itu telah dipindahkan dari Universiti tersebut kerana cuaca lembap baru-baru ini yang menyebabkan tanah dimasuki air.\n",
      "output": [
        "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
      ]
    },
    {
      "input": "Polis tidak berniat untuk memberi apa-apa keterangan lanjut mengenai kejadian tersebut sehingga keluarga terdekat mangsa diberitahu tentang kejadian itu.\n",
      "output": [
        "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
      ]
    },
    {
      "input": "Dalam perlumbaan sebelum ini untuk kelasi simpanan, Goldie (Cambridge) menewaskan Isis (Oxford).\n",
      "output": [
        "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
      ]
    },
    {
      "input": "Serbuan polis terhadap banglo empat tingkat Madhavan di India menemui ubat-ubatan, pakaian seragam polis, kulit bulu dari harimau terancam dan DVD lucah.\n",
      "output": [
        "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
      ]
    },
    {
      "input": "Diambil pada tahun 2002 dan 2006, gambar-gambar itu dengan jelasnya membezakan kawasan binaan sebelumnya dengan tanah semak-samun kosong yang tinggal.\n",
      "output": [
        "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
      ]
    },
    {
      "input": "Kaki pertama pusingan enam belas dalam Piala UEFA berlaku awal hari ini, dengan kesemua lapan perlawanan yang dimainkan.\n",
      "output": [
        "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
      ]
    },
    {
      "input": "Deeana Large, yang pada mulanya berkata dia hanya mempunyai 1 daripada 3 anjing yang terlibat dalam kes cedera itu, belum lagi secara rasmi dikenakan tuduhan dan menanti pendakwaan.\n",
      "output": [
        "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
      ]
    },
    {
      "input": "Pelombong-pelombong itu telah terperangkap sejak 03:00 (08:00 UTC) waktu tempatan.\n",
      "output": [
        "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
      ]
    },
    {
      "input": "Sebuah balai polis Spanish Guardia Civil telah diserang hari ini, Jumaat, oleh sebuah kereta yang mempunyai bom di bandar Basque, Durango, mencederakan dua pegawai polis.\n",
      "output": [
        "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
      ]
    },
    {
      "input": "Lebih memburukkan keadaan, indeks suhu dijangkakan mencecah melebihi 110s di sebahagian besar kawasan pantai timur disebabkan oleh kadar kelembapan yang tinggi.\n",
      "output": [
        "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
      ]
    },
    {
      "input": "Pelaburan dalam bidang pertanian, menurut Ketua Pengarah Diouf, adalah kunci untuk mengatasi kemiskinan dan kebuluran di negara-negara miskin.\n",
      "output": [
        "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
      ]
    },
    {
      "input": "Beliau juga berkata, \"Sebuah bangunan tidak pernah runtuh seperti itu, melainkan jika dengan implosi.\"\n",
      "output": [
        "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
      ]
    },
    {
      "input": "Insiden seperti itu yang paling serius melibatkan kemalangan jet pejuang Rusia di Lithuania Oktober 2005.\n",
      "output": [
        "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
      ]
    },
    {
      "input": "\"Untuk mempunyai perniagaan yang membolehkan kekotoran seperti itu ditayangkan melalui laman sesawang mereka atau melalui sistem mereka adalah sesuatu yang mereka tidak boleh tangani.\"\n",
      "output": [
        "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
      ]
    },
    {
      "input": "Apabila butiran persendiriannya dicatat dan dibebaskan, beliau telah diperhatikan oleh pegawai-pegawai polis yang dia masuk ke dalam kereta polis yang tidak bertanda.\n",
      "output": [
        "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
      ]
    },
    {
      "input": "\"Kajian itu telah dilihat oleh Komiti Pilihan Undang-Undang dan Turutan, dan apa yang diperlukan ialah kajian semula harga dan keberadaan alkohol.\"\n",
      "output": [
        "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
      ]
    },
    {
      "input": "\"Apa yang kami beritahu ialah anda boleh yakin bahawa jika undang-undang tersebut tidak diteruskan masih akan ada kenderaan alternatif untuk menjelaskan isu-isu ini dengan segera selepas ini.\"\n",
      "output": [
        "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
      ]
    },
    {
      "input": "Tiada salji turun sehingga lewat petang, dimana terdapatnya pengumpulan terhad.\n",
      "output": [
        "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
      ]
    },
    {
      "input": "Mereka tidak lama kemudian tahu, bagaimanapun, bahawa telefon baru tidak mencukupi, dan seperti negara-negara lain mengalami kelewatan dalam mengaktifkan telefon.\n",
      "output": [
        "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
      ]
    },
    {
      "input": "Timbalan syerif telah menggunakan telefon bimbit untuk berunding dengan suspek, yang mana mengenakan topeng muka, rambut palsu dan kot.\n",
      "output": [
        "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
      ]
    },
    {
      "input": "Sebahagian kain rentang mendakwa bahawa hak bersuara hendaklah tidak menyifatkan kemungkinan menghina tokoh keagamaan.\n",
      "output": [
        "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
      ]
    },
    {
      "input": "Oleh kerana wakil Virginia ke Konvensyen Kebangsaan Republikan tidak dianugerahkan dasar pemenang akan mengambil kesemuanya, calon-calon selain pemenang utama negara turut menerima wakil-wakil dari negara.\n",
      "output": [
        "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
      ]
    },
    {
      "input": "33,000 staf pembuangan undi telah diletakkan di 5000 tempat pembuangan undi.\n",
      "output": [
        "33,000 polling staff had been appointed to over 5000 polling stations.\n"
      ]
    },
    {
      "input": "Kebimbangan terhadap keselamatan daripada pencari suaka meningkat pada hujung minggu selepas kumpulan itu gagal memunculkan diri di Semenanjung Cape York Australia selepas meninggalkan pelabuhan Merauka Papua pada pagi Jumaat.\n",
      "output": [
        "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
      ]
    },
    {
      "input": "\"Sudah terlalu lama guru Bahasa Inggeris, Matematik dan Sains di sekolah menengah telah mendapati diri mereka melakukan segala-galanya untuk membolehkan murid-murid mereka untuk melompat mengatasi satu siri halangan yang sebenarnya tidak perlu,\" dakwa beliau, manakala Chris Keates, Setiausaha Agung Persatuan Kebangsaan Schoolmasters Kesatuan Wanita guru-guru, berkata bahawa \"bunyi keluhan lega akan kedengaran dari sekolah-sekolah menengah di seluruh negara ini.\"\n",
      "output": [
        "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
      ]
    },
    {
      "input": "Sehingga kini, mereka telah \"terlalu sibuk\" untuk melaksanakan perkahwinan, akibat banyak kejadian; menurut The Daily Telegraph, ini termasuk kerja Ed dalam pilihanraya umum UK 2010, kelahiran anak lelaki mereka Daniel, dan penampilan Ed pada Persidangan Perubahan Iklim Persatuan Bangsa-Bangsa Bersatu 2009.\n",
      "output": [
        "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
      ]
    },
    {
      "input": "Bates memberitahu mahkamah bahawa hospital itu telah mencapai standard \"markah yang kurang\"dari yang diperlukan, dan menambah bahawa \"pihak [p]engurusan gagal untuk meletakkan prosedur yang betul.\"\n",
      "output": [
        "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
      ]
    },
    {
      "input": "Mohsin Musa Matawalli Atwah, 45, yang dituduh sebagai seorang pakar letupan Al- Qaeda, terbunuh dalam serangan peluru berpandu pada malam Rabu di Pakistan, kata Sheikh Rashid Ahmed, Menteri Penerangan Pakistan.\n",
      "output": [
        "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
      ]
    },
    {
      "input": "Pada tahun 2004, seorang berusia tujuh tahun dari Connecticut berjaya membebaskan diri daripada bar penahanan tunggangan, dan mendaki ke bahagian tepi depan tempat duduknya.\n",
      "output": [
        "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
      ]
    },
    {
      "input": "Ini sedikit bawah dari dua kali ganda apa yang diberikan kerajaan kepada mereka selepas kekalahan pada tahun 2003.\n",
      "output": [
        "This is just under double what the government gave them after the loss in 2003.\n"
      ]
    },
    {
      "input": "Ini berbeza dengan enam puluh sembilan wartawan terbunuh semasa Perang Dunia Kedua, dan enam puluh tiga di Vietnam.\n",
      "output": [
        "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
      ]
    },
    {
      "input": "Mereka dituduh memberi rasuah kepada pegawai polis persekutuan Brazil.\n",
      "output": [
        "They have been accused of bribing Brazilian federal police officers.\n"
      ]
    },
    {
      "input": "Anak perempuan Alison Sudrajat telah ini berkata berdasarkan penemuan: \"Ia adalah sangat bermaklumat dan ia adalah baik untuk mengetahui apa sebenarnya berlaku, kerana dia agak terperinci tentang segala-galanya.\"\n",
      "output": [
        "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
      ]
    },
    {
      "input": "Setakat ini, pegawai Pakistan telah melaporkan bahawa 163 militan terbunuh, manakala 23 tenteranya mengalami kemalangan jiwa.\n",
      "output": [
        "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
      ]
    },
    {
      "input": "Walau bagaimanapun, adalah dipercayai bahawa sekutu pengganas tertuduh yang terbunuh mengeluarkan mayat mereka dan menanam mereka di lokasi yang tidak diketahui, tetapi sekurang-kurangnya empat anggota puak yang terbunuh telah dikebumikan di tanah perkuburan bandar itu.\n",
      "output": [
        "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
      ]
    },
    {
      "input": "Pada 13 November, rakyat Toronto akan menuju ke pemilihan untuk membuang undi untuk ahli majlis wad mereka dan untuk Datuk Bandar.\n",
      "output": [
        "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
      ]
    },
    {
      "input": "TELUS telah mengetuai usaha dalam meminta CRTC mengkaji struktur pemilikan Globalive/WIND, dan telah menerima sokongan dari Komunikasi Shaw, bersama-sama dengan peserta baru Awam Mobile, yang semuanya dilaporkan telah menandatangani surat terbuka kepada Menteri Industri Clement diterbitkan dalam akhbar The Hill Times Bukit Parliament apabila pengumuman bahawa beliau akan mengkaji semula berkata keputusan oleh CRTC itu.\n",
      "output": [
        "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
      ]
    },
    {
      "input": "Di awal separuh masa ke 2 Bayern Munich mendahului apabila Podolski menjaringkan goal keduanya untuk perlawanan tersebut.\n",
      "output": [
        "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
      ]
    },
    {
      "input": "Di bawah undang-undang Vanuatu, disebabkan beliau tidak menghadiri parlimen tiga kali berturut-turut tanpa memberitahu pengerusi secara bertulis, beliau akan kehilangan kerusinya.\n",
      "output": [
        "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
      ]
    },
    {
      "input": "\"Tahap kejadian keselamatan telah menurun dalam lapan daripada 12 minggu lepas, dengan tahap kejadian di dua minggunya ialah yang terendah sejak Jun 2006,\" terang Petraeus.\n",
      "output": [
        "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
      ]
    },
    {
      "input": "Menurut Biro Meteorologi, (BOM) 2005 adalah tahun yang paling panas sejak pemerhatian suhu boleh dipercayai, dan meluas tersedia pada tahun 1910.\n",
      "output": [
        "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
      ]
    },
    {
      "input": "Seorang hakim persekutuan memutuskan pada hari Isnin bahawa kontroversi pil pencegah kehamilan Pelan pil B perlu disediakan tanpa preskripsi kepada kanak-kanak perempuan seawal usia 17, memetik kesediaan Pentadbiran Makanan dan Ubat-ubatan (FDA) untuk mengalah kepada pengaruh konservatif pentadbiran Bush dengan menetapkan had umur kepada 18 pada tahun 2006.\n",
      "output": [
        "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
      ]
    },
    {
      "input": "Mereka sangat berorientasikan pasukan dan apabila ia adalah masa untuk bersaing, mereka mengabaikan segala-galanya berlaku dan memberi tumpuan kepada prestasi terbaik mereka.\n",
      "output": [
        "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
      ]
    },
    {
      "input": "Pada 2004, Doktor Aafia telah dikenalpasti oleh FBI sebagai \"Penggerak Al-Qaeda dan pemudah cara yang mengakibatkan bahaya malapetaka terhadap Amerika.\"\n",
      "output": [
        "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
      ]
    },
    {
      "input": "Komuniti antarabangsa menyatakan bahawa mereka akan menghentikan bantuan kepada Fiji yang bernilai jutaan setiap tahun.\n",
      "output": [
        "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
      ]
    },
    {
      "input": "Beribu-ribu mamalia laut dan burung laut mati setiap tahun di seluruh dunia akibat pembuangan plastik.\n",
      "output": [
        "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
      ]
    },
    {
      "input": "Ia menyebabkan tumpahan minyak lebih kurang sepanjang sembilan batu dan seluas tigapuluh ela.\n",
      "output": [
        "It has caused an oil slick about nine miles long and thirty yards wide．\n"
      ]
    },
    {
      "input": "Mercun itu kini disimpan sebagai bahan bukti oleh pihak berkuasa perlabuhan New York dan polis New Jersey, pemilik Lapangan Terbang LaGuardia.\n",
      "output": [
        "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
      ]
    },
    {
      "input": "Pada tahun pertama beliau memegang jawatan, negeri itu dalam krisis kewangan dan bank-bank telah berhenti memberi akses bandar ke atas kredit kerana defisit $5 bilion.\n",
      "output": [
        "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
      ]
    },
    {
      "input": "Ucapan ini dipanggil : Kenyataan: Trident - Penghalang Nuklear untuk Masa Depan UK.\n",
      "output": [
        "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
      ]
    },
    {
      "input": "Sokongan itu akan termasuk menyokong hutang buruk oleh Lehman.\n",
      "output": [
        "The support would consist of backing bad debts owed by Lehman.\n"
      ]
    },
    {
      "input": "Bertugas sebagai jurucakap kesihatan parti itu, beliau menyokong usaha anti-merokok Demokrat Liberal Bath di persidangan musim bunga 2004.\n",
      "output": [
        "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
      ]
    },
    {
      "input": "Menurut senarai tahunan Jutawan Dunia Forbes yang dikeluarkan semalam, hartawan Mexico Carlos Slim adalah orang terkaya di dunia untuk dua tahun berturut-turut, dengan hasilnya bernilai US$74 bilion.\n",
      "output": [
        "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
      ]
    },
    {
      "input": "Herceptin telah menunjukkan bahawa ia dapat mengurangkan risiko kanser berulang sebanyak 30% untuk pesakit.\n",
      "output": [
        "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
      ]
    },
    {
      "input": "Dalam pada itu, beliau masih digantung daripada segala tugas UN, dan sedang diberikan hanya gaji simbolik satu dolar setahun.\n",
      "output": [
        "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
      ]
    },
    {
      "input": "Di dalam kejuaraan pengeluar Renault mempunyai 9 mata di hadapan Ferrari.\n",
      "output": [
        "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
      ]
    },
    {
      "input": "Brent Pelton, salah seorang peguam Glasgow, menyatakan bahawa: \"Falsafah Landmark amat berakar umbi dalam budaya syarikat.\"\n",
      "output": [
        "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
      ]
    },
    {
      "input": "Penukar haba bahan api/minyak adalah bahagian dwiguna yang direka mencairkan ais bahan api dan menyejukkan minyak enjin secara serentak.\n",
      "output": [
        "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
      ]
    },
    {
      "input": "Agra telah dihukum penjara seumur hidup di Itali, sebelum dimaafkan oleh bekas Pope John Paul II pada 2000 dan diekstradisi ke Turki untuk memenuhi masa penjara terhadap pembunuhan Abdi Ipekci, wartawan.\n",
      "output": [
        "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
      ]
    },
    {
      "input": "Protokol keselamatan yang terperinci untuk memastikan hanya laluan yang dijangka dan diberi kuasa dirangkumi, begitu juga satu prosedur diselaraskan untuk memastikan ambulan sampai ke tempat kejadian secepat mungkin.\n",
      "output": [
        "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
      ]
    },
    {
      "input": "\"Ia merupakan hari yang emosi hari ini, tetapi dalam 3 bulan saya bertugas, ia merupakan satu pengalaman yang hebat.\"\n",
      "output": [
        "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
      ]
    },
    {
      "input": "Yahoo!7 adalah usaha sama antara Yahoo! dan rangkaian Australia, Seven.\n",
      "output": [
        "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
      ]
    },
    {
      "input": "Pelabuhan ini dikelilingi oleh tanah dan sebuah pemecah ombak yang dibina selepas bencana 1964.\n",
      "output": [
        "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
      ]
    },
    {
      "input": "Tiada seorang pun polis, yang terlibat semasa rampasan kamera dan ID, mahu mendedahkan nama mereka.\n",
      "output": [
        "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
      ]
    },
    {
      "input": "Istilah itu menjadi carian dalam talian yang terkenal, dan mendominasi enjin laman carian sesawang seperti Google, Bing dan Yahoo!.\n",
      "output": [
        "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
      ]
    },
    {
      "input": "Pemberontak menuduh tentera Sri Lanka secara rawak serangan kawasan awam.\n",
      "output": [
        "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
      ]
    },
    {
      "input": "Selepas gagal percubaan untuk berlumba dalam siri NASCAR Sprint Cup pada tahun 2008, Franchitti kembali ke siri IndyCar untuk berlumba untuk Chip Ganassi Racing.\n",
      "output": [
        "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
      ]
    },
    {
      "input": "Khamis merupakan hari kedua serangan ke atas sasaran UN selepas tiga sekolah UN yang didiami pelarian telah dibom pada hari Selasa, membunuh lebih 50 orang awam.\n",
      "output": [
        "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
      ]
    },
    {
      "input": "Bekalan makanan telah disita oleh pegawai-pegawai untuk mengesan kembali semula ke pengeluar, manakala restoran itu dibenarkan dibuka semula dengan cili disediakan daripada bahan-bahan segar.\n",
      "output": [
        "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
      ]
    },
    {
      "input": "Kevin Kenrick, Ketua Pegawai Operasi Telekom, berkata mereka kini akan boleh mensasarkan komuniti pengiklanan dalam talian yang kurang maju.\n",
      "output": [
        "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
      ]
    },
    {
      "input": "Sambil tarikh permulaan perbicaraan bekas pemimpin Iraq berdekatan, ketua hakim bagi mimbar telah menyatakan bahawa nasib Saddam Hussein akan disiarkan di televisyen secara langsung.\n",
      "output": [
        "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
      ]
    },
    {
      "input": "Di dalam kes Romania, penerimaan itu akan mengambil tempat 5-7 tahun selepas pertambahan pada 2007.\n",
      "output": [
        "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
      ]
    },
    {
      "input": "\"Cabaran yang paling segera sudah tentu adalah bagi 3000 atau lebih orang yang masih terpencil dan lebih daripada300 yang berada di pusat pemindahan pada masa ini.\"\n",
      "output": [
        "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
      ]
    },
    {
      "input": "Lima jam kemudian, perkhidmatan bomba Basque telah menerima satu panggilan amaran yang menyatakan empat bom telah ditanam di pantai Laredo dan Noja, di utara Sepanyol wilayah Cantabria.\n",
      "output": [
        "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
      ]
    },
    {
      "input": "\"Dengan negeri kita bergerak melangkaui perdebatan berbelah bahagi ini, saya berharap kita semua dapat menggandakan usaha kita dan kerja sama untuk meningkatkan keadilan dan integriti sistem keadilan jenayah kita, dan untuk meminimakan fallibilitinya,\" tambah Malloy.\n",
      "output": [
        "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
      ]
    },
    {
      "input": "Sementara PSD+PUR sekarang mendahului, pilihanraya paling panas dalam sejarah selepas Komunis Romania yang mungkin akan turun, akan diadakan pada 12 Disember.\n",
      "output": [
        "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
      ]
    },
    {
      "input": "Hamilton juga berkata bahawa Al-Megrahi tidak menderita \"kesakitan dan kelumpuhan.\"\n",
      "output": [
        "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
      ]
    },
    {
      "input": "Tiada laporan bangunan lain telah dihentam di kawasan sekitar bangunan Press TV.\n",
      "output": [
        "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
      ]
    },
    {
      "input": ":\"Sedang kami meneruskan berjalan di kaki lima jalan, tiga wanita keluar dari kedai mereka, seorang memakai kemeja kuning raja, dan berterima kasih kepada kami atas perbuatan tersebut.\"\n",
      "output": [
        ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
      ]
    },
    {
      "input": "Peringkat pertama telah dilengkapkan dengan jayanya, walaupun terdapat beberapa masalah kelihatan di peringkat kedua.\n",
      "output": [
        "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
      ]
    },
    {
      "input": "Destinasi lain termasuk Liverpool (berkembar dengan Shanghai) dan stadium Old Trafford Manchester, di mana pasukan bola sepak Manchester United bermain.\n",
      "output": [
        "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
      ]
    },
    {
      "input": "Sebuah pesawat sejak Perang Dunia Kedua telah terhempas di Shoreham Pertunjukan Udara di West Sussex, United Kingdom ketika mengambil bahagian dalam pertempuran olok-olok, membunuh juruterbang.\n",
      "output": [
        "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
      ]
    },
    {
      "input": "Penumpang bot tersebut dalam perjalanan pulang dari pesta untuk meraikan penghujung Durga Puja, sebuah festival tahunan Hindu yang merayakan pemujaan dewi Hindu Durga.\n",
      "output": [
        "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
      ]
    },
    {
      "input": "Dia dalam keadaan baik dan beransur sembuh dengan baik pada masa ini.\n",
      "output": [
        "He's well and he's recuperating very well at the moment.\n"
      ]
    },
    {
      "input": "Perampas berkata bahawa sekiranya kehendaknya tidak dipenuhi, dia akan meletupkan kapal terbang itu.\n",
      "output": [
        "The hijacker said that if his demand was not met, he would blow up the plane.\n"
      ]
    },
    {
      "input": "Rakaman yang tidak diedit telah disiarkan dengan giat oleh Al Jazeera selama beberapa bulan berikutan insiden tersebut.\n",
      "output": [
        "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
      ]
    },
    {
      "input": "Ini adalah keadaan keselamatan di Darfur, tiada siapa yang terkecuali daripada diserang,\" kata Mohammed.\n",
      "output": [
        "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
      ]
    },
    {
      "input": "Laporan ini telah disahkan oleh seorang pekerja asing yang tinggal didalam negara tersebut.\n",
      "output": [
        "This report has been confirmed by some expatriates living in the country.\n"
      ]
    },
    {
      "input": "Punca kematian telah dilaporkan akibat satu letupan, tetapi sumber tidak jelas.\n",
      "output": [
        "The cause of death has been reported to be an explosion, but the source is unclear.\n"
      ]
    },
    {
      "input": "\"Dua puluh daripada kami menghantar e-mel aduan kepada Ketua dan Pesuruhjaya polis Ernakulam dan juga Menteri Dalam Negeri Kerala,\" kata pengadu Jaya Kumar dalam kenyataan kepada Gulf Daily News.\n",
      "output": [
        "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
      ]
    },
    {
      "input": "Bas itu bertembung dengan sebuah kenderaan utiliti sukan di lebuh raya di sepanjang pantai Sepanyol, menyebabkan bas itu berubah arah dari jalan dan terbalik.\n",
      "output": [
        "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
      ]
    },
    {
      "input": "\"Perlu difahami yang ini bukanlah satu perkara tanpa tujuan yang berterusan.\"\n",
      "output": [
        "\"There's got to be a sense that this is not perpetual drift.\"\n"
      ]
    },
    {
      "input": "The Program Pencegah Hujan Batu Kebangsaan dilancarkan pada tahun 2000 dan dijangka dimuktamadkan pada 2014.\n",
      "output": [
        "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
      ]
    },
    {
      "input": "Semalam, Menteri Pertahanan Iran bercakap mengenai rancangan Iran untuk pelancar satelit mereka sendiri, dan mendedahkan keinginan negaranya untuk menyertai kelab negara-negara dengan program angkasa.\n",
      "output": [
        "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
      ]
    },
    {
      "input": "\"Yang manakah paling kurang bermanfaat, atau bahkan berbahaya, kepada riding ini?\"\n",
      "output": [
        "\"Which was least beneficial, or even harmful, to this riding?\"\n"
      ]
    },
    {
      "input": "\"Hujah-hujah mereka akan didengar dengan penghormatan di Khartoum, kerana mereka tidak boleh dikatakan berasaskan apa jenis budaya imperialisme, atau digerakkan oleh Islamofobia.\"\n",
      "output": [
        "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
      ]
    },
    {
      "input": "Kemenangan Olympiacos ke atas AEK, 3-0, menaikkan kemarahan penyokong AEK, yang mana dipercayai menjadi pemangkin kepada kerosakan kedua-dua stadium dan kapal.\n",
      "output": [
        "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
      ]
    },
    {
      "input": "Pelbagai versi IE merupakan 70 peratus daripada pasaran pada tahun 2009; telah menurun ke kira-kira 56 peratus hari ini.\n",
      "output": [
        "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
      ]
    },
    {
      "input": "Iran telah sentiasa menegaskan bahawa ia hanya membangunkan teknologi nuklear untuk pengeluaran kuasa elektrik, walaupun ini telah dipertikaikan oleh banyak negara.\n",
      "output": [
        "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
      ]
    },
    {
      "input": "Hujan lebat dan berterusan di seluruh wilayah darat yang lebih rendah itu telah menyebabkan tanah runtuh dan banjir, dan jalan raya dan lebuh raya ditutup dan keluarga dipindahkan.\n",
      "output": [
        "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
      ]
    },
    {
      "input": "Di waktu dulu, aktiviti berunsur politik yang merupakan taboo di dalaman China telah ditoleransi oleh pihak berkuasa Special Administrative Region of the People's Republic of China (SAR).\n",
      "output": [
        "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
      ]
    },
    {
      "input": "Jumaat merupakan Yom Hashoah, atau Hari Memperingati Holocaust di Israel hari untuk muhasabah diri terhadap kehilangan 5 hingga 7 juta nyawa orang Yahudi hasil dari provokasi Nazi dalam perang Dunia Kedua.\n",
      "output": [
        "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
      ]
    },
    {
      "input": "Perubahan ini dijangka mengurangkan bilangan ujian yang diambil kepada separuh, menurut The Guardian.\n",
      "output": [
        "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
      ]
    },
    {
      "input": "Tiada mangsa dalam pikap itu yang memakai tali pinggang keledar, menurut Fox News.\n",
      "output": [
        "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
      ]
    },
    {
      "input": "UEFA telah menolak rayuan mereka sekali lagi, mengatakan ada bukti kesilapan teknikal telah dibentangkan.\n",
      "output": [
        "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
      ]
    },
    {
      "input": "Kedua lelaki tidak mengeluarkan sebarang kenyataan umum berikut mesyuarat itu, tetapi mereka mengarahkan perunding mereka untuk membentuk kumpulan kerja untuk membincangkan isu-isu teras seperti status Jerusalem, sempadan Israel dengan negara Palestin masa depan dan isu pelarian Palestin.\n",
      "output": [
        "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
      ]
    },
    {
      "input": "Di antara tiga dan enam juta orang dianggarkan telah dijangkiti pada tahun 2005.\n",
      "output": [
        "Between three and six million people are thought to have been infected in 2005.\n"
      ]
    },
    {
      "input": "Setelah perjanjian penyertaan itu disahkan oleh semua 25 negara anggota Kesatuan Eropah, Romania dan Bulgaria akan menjadi ahli penuh pada 1 Januari 2007.\n",
      "output": [
        "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
      ]
    },
    {
      "input": "Dan, \"Setakat ini, usaha-usaha untuk mencapai pemberontakan senjata konvensional telah terhad dan dibendung oleh tindakan gabungan.\"\n",
      "output": [
        "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
      ]
    },
    {
      "input": "Para penyelidik mendapati, bagaimanapun, bahawa pil melatonin yang boleh didapati secara komersial mungkin mengandungi 10 kali jumlah yang berkesan.\n",
      "output": [
        "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
      ]
    },
    {
      "input": "Sekolah di Seattle dan di pinggir bandar ditutup pada hari Jumaat, kebanyakkannya disebabkan oleh gangguan kuasa.\n",
      "output": [
        "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
      ]
    }
  ]
}