{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the English lqnguagx and your task is to convert it into the Indlnesian oanguage.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Indonesian"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "I've never seen a more beautiful brandy glass filled with wine.",
            "output": "Saya belum pernah melihat gelas brendi yang lebih indah diisi dengan anggur.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        },
        {
            "input": "Although it wasn't a pot of gold, Nancy was still enthralled at what she found at the end of the rainbow.",
            "output": "Meskipun itu bukan pot emas, Nancy masih terpesona dengan apa yang dia temukan di ujung pelangi.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        }
    ],
    "Negative Examples": [
        {
            "input": "We have a lot of rain in June.",
            "output": "Pengamen itu berharap orang-orang yang lewat akan membuang uang, tetapi mereka malah melemparkan tomat, jadi dia menukar topinya dengan pembuat jus.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        },
        {
            "input": "Grape jelly was leaking out the hole in the roof.",
            "output": "Saya hanya ingin memberi tahu Anda bahwa saya dapat melihat cinta yang Anda miliki untuk anak Anda dari cara Anda memandangnya.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Events in Lewes, East Sussex (noted for Bonfire events and processions) were for the most part peacful, with only 16 arrests, mainly for public order offences.",
            "output": [
                "Acara di Lewes, Sussex Timur (dicatat untuk acara api unggun dan prosesi) yang untuk sebagian besar damai, dengan hanya 16 penangkapan, terutama untuk pelanggaran ketertiban umum."
            ]
        },
        {
            "input": "The release went on to state the opinion that prosecution may bring total foreclosure to the case and could only be counterproductive.",
            "output": [
                "Rilis melanjutkan untuk menyatakan pendapat penuntutan mungkin akan membawa penyitaan total untuk kasus ini dan akan menjadi kontraproduktif."
            ]
        },
        {
            "input": "The Magic's coach blames the loss partly on not preparing adequately to play against the Steel's Donna Wilkins, who gave birth to her third child in January of this year.",
            "output": [
                "Pelatih Magic menyalahkan sebagian kesalahan ini pada tidak cukupnya persiapan untuk bermain melawan Donna Wilkins dari Steel, yang telah melahirkan anak ketiganya pada bulan Januari tahun ini."
            ]
        },
        {
            "input": "Winfrey made the announcement on Friday's broadcast of The Oprah Winfrey Show.",
            "output": [
                "Winfrey membuat pernyataan tersebut pada siaran The Oprah Winfrey Show hari Jumat."
            ]
        },
        {
            "input": "The cause of the crash has not been identified, although the possibility of an explosion or terrorist attack on board the aircraft has been ruled out.",
            "output": [
                "Penyebab kecelakaan belum teridentifikasi, meskipun kemungkinan sebuah ledakan atau serangan terorisme di atas pesawat telah dikesampingkan."
            ]
        },
        {
            "input": "The current standard was set up in the 1980s; it gives everything on the Internet a twelve-digit address and allows for 4.3 billion combinations.",
            "output": [
                "Standar saat ini dibuat pada tahun 1980-an; memberikan segalanya dalam dua belas digit alamat di internet dan memungkinkan 4,3 miliar kombinasi."
            ]
        },
        {
            "input": "Batey, who was born in Brampton, Carlisle in 1928, was at one time a ventriloquist.",
            "output": [
                "Batey, yang lahir di Brampton, Carlisle pada tahun 1928, pada suatu waktu adalah seorang ventriloquist."
            ]
        },
        {
            "input": "Swung in from the left of the field, the ball clipped the head of Paraguayan captain Carlos Gamarra on its way to the net.",
            "output": [
                "Berayun dari kiri lapangan, bola terpotong kepala kapten Paraguay Carlos Gamarra dalam perjalanan ke net."
            ]
        },
        {
            "input": "China Daily said of President Chen that, \"his participation in the protest added to his record as a man of bad faith.",
            "output": [
                "Harian China Daily mengutip perkataan Presiden Chen bahwa, \"Partisipasinya dalam protes menambah rekornya sebagai seseorang dengan takdir buruk."
            ]
        },
        {
            "input": "Blair, a longtime supporter of the Kyoto treaty, recognized that countries will not accept the limits imposed on Kyoto:",
            "output": [
                "Blair, pendukung lama perjanjian Kyoto, mengenali bahwa negara ini tidak akan menerima batas yang dikenakan pada Kyoto:"
            ]
        },
        {
            "input": "The arrest has been confirmed by the Italian Minister of the Interior.",
            "output": [
                "Penangkapan itu telah dikonfirmasi oleh Menteri Dalam Negeri Italia."
            ]
        },
        {
            "input": "\"As for the French being weak, it's true that in comparison with the strong and good Americans preventing aliens from invading the Earth, we are more than weak,\" Lavorel said.",
            "output": [
                "\"Sehubungan dengan Perancis yang lemah, itu benar bila dibandingkan dengan orang Amerika yang kuat dan baik yang mencegah mahluk luar angkasa yang menyerbu bumi, kita lebih dari lemah, \" kata Lavorel."
            ]
        },
        {
            "input": "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.",
            "output": [
                "Hubungan Australia yang kuat dengan Amerika Serikat dan dukungannya kepada koalisi pimpinan AS di perang Irak merupakan isu utama dalam kemenangan ke-empat Howard secara berturut dalam pemilu Australia di akhir 2004."
            ]
        },
        {
            "input": "However, the Union of Concerned Scientists (UCS) said on February 12 that the debris could have taken 10 days or less to reenter over portions of the planet.",
            "output": [
                "Namun, Persatuan Ilmuwan Peduli (UCS) mengatakan pada 12 Februari bahwa puing-puing bisa mengambil 10 hari atau kurang untuk masuk kembali lebih ke bagian dari planet ini."
            ]
        },
        {
            "input": "The passengers, including women and children, were from Bagsibundu village in Koppal district and were going to visit the Alamatti dam after going on a pilgrimage to Koodalasangama.",
            "output": [
                "Para penumpang, termasuk wanita dan anak-anak, berasal dari desa Bagsibundu di wilayah Koppal dan akan mengunjungi dam Alamatti setelah pergi berziarah ke Koodalasangama."
            ]
        },
        {
            "input": "In the hot market of WiFi products, WeFi is software that will allow groups of users, such as friends, share knowledge about the location of free Internet WiFi access, and also provide codes and keys for certain hot spots, with access provided only to the trusted users within a group.",
            "output": [
                "Dalam pasar yang menjanjikan dari produk WiFi, WeFi adalah perangkat lunak yang memperbolehkan sekelompok pengguna, membagikan pengetahuan tentang lokasi akses WiFi gratis, dan juga menyediakan kode-kode dan kunci hot spot tertentu, dengan akses hanya disediakan bagi pengguna yang ada dalam kelompok tersebut."
            ]
        },
        {
            "input": "Gordon connected with Thompson on a play that gave Thompson a layup.",
            "output": [
                "Gordon bekerjasama dengan Thompson dalam bermain yang memberi Thompson layup."
            ]
        },
        {
            "input": "After speaking with his sister who was in Lincoln, Nebraska, he was in tears and being consoled by manager Joe Girardi.",
            "output": [
                "Setelah berbicara dengan adiknya yang berada di Lincoln, Nebraska, dia menangis dan dihibur oleh manajer Joe Girardi."
            ]
        },
        {
            "input": "On some philosophical questions the candidates differed in their moral stances.",
            "output": [
                "Dalam beberapa pertanyaan filosofi para kandidat berbeda dalam sikap moral mereka."
            ]
        },
        {
            "input": "The news comes as the first families of victims of Flight OG269 launch legal action against the airline, as well as parent airline Orient Thai and lessor Grandmax Group.",
            "output": [
                "Berita ini muncul saat keluarga pertama korban Penerbangan OG269 meluncurkan tindakan hukum terhadap maskapai, serta induk maskapai Orient Thai dan pemberi sewa Grandmax Group."
            ]
        },
        {
            "input": "\"It really doesn't show any of the features we would have expected from water.\"",
            "output": [
                "\"Ini benar-benar tidak menunjukkan salah satu fitur yang kita akan harapkan dari air.\""
            ]
        },
        {
            "input": "Likewise, in Oregon, Portland International Airport reported at least 40 flights cancelled.",
            "output": [
                "Demikian juga, di Oregon, Portland International Airport melaporkan sedikitnya 40 penerbangan tertunda."
            ]
        },
        {
            "input": "McHale has been long critical of the Ontario Provincial Police over the land claim saying that they treat aboriginals differently.",
            "output": [
                "McHale sudah sejak lama mengkritik Kepolisian Provinsi Ontario tentang klaim lahan itu dan berkata bahwa mereka memperlakukan penduduk aborigin secara berbeda."
            ]
        },
        {
            "input": "Thousands of sheep and cattle have also been killed in the fires.",
            "output": [
                "Ribuan domba dan sapi juga tewas terpanggang amukan api."
            ]
        },
        {
            "input": "At one point, the sun was blocked by the black smoke rising from the building.",
            "output": [
                "Pada satu titik, matahari terhalang oleh asap hitam yang mengepul dari gedung."
            ]
        },
        {
            "input": "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.",
            "output": [
                "Pusat pengungsian banjir di Urunga mengalami pemadaman listrik tetapi masih mengamankan 300 yang mengungsi."
            ]
        },
        {
            "input": "The Arab League has confirmed that the Syrian government have been seen using snipers against protesters elsewhere in Daraa.",
            "output": [
                "Liga Arab telah mengkonfirmasi bahwa pemerintah Suriah terlihat menggunakan para penembak jitu untuk melawan pengunjuk rasa di tempat lain di Daraa."
            ]
        },
        {
            "input": "Professor Plimer said the previous book received feedback from parents concerned about education.",
            "output": [
                "Profesor Plimer mengatakan buku yang terdahulu mendapat umpan balik dari para orang tua yang memiliki perhatian dengan pendidikan."
            ]
        },
        {
            "input": "However Bortolussi scored his fourth penalty of the match, followed by tries from Mauro Bergamasco and a second from Andrea Masi to wrap up the win for Italy.",
            "output": [
                "Akan tetapi Bortolussi mencetak skor dari pinalti keempatnya dipertandingan itu, diikuti dengan try dari Mauro Bergamasco dan second dari Andrea Masi menutup kemenangan Italia."
            ]
        },
        {
            "input": "I would say it's a good practice to attribute text or content whenever possible.",
            "output": [
                "Saya akan mengatakan ini adalah latihan yang bagus untuk menandai teks dan konten jika memungkinkan."
            ]
        },
        {
            "input": "It prematurely ends the lives of 5 million people a year, a figure which will double by 2020 if current trends are not reversed.",
            "output": [
                "Konsumsi tembakau secara prematur mengakhiri hidup 5 juta orang setiap tahun, sebuah angka yang akan meningkat dua kali lipat di tahun 2020 jika tren tersebut tidak diubah."
            ]
        },
        {
            "input": "In August another deadly incident resulting from a stampede occurred in the second day of a nine-day religious festival at the Naina Devi Temple in Himachal Pradesh state; more than 130 people were killed due to panic in Northern India.",
            "output": [
                "Pada bulan Agustus insiden mematikan yang lain akibat dari kepanikan yang terjadi pada hari kedua festival keagamaan sembilan hari di Kuil Naina Devi di negara bagian Himachal Pradesh; lebih dari 130 orang tewas selama kepanikan di daerah utara India."
            ]
        },
        {
            "input": "Raleigh-Durham International Airport currently has 223 daily departures to 37 cities.",
            "output": [
                "Raleigh-Durham Bandara Internasional sekarang ini mempunyai 223 keberangkatan tiap hari ke 37 kota."
            ]
        },
        {
            "input": "The bombing was blamed on insurgents, but it is unclear which group is responsible.",
            "output": [
                "Pemboman itu dituduhkan pada para gerilyawan, tetapi tidak jelas kelompok mana yang bertanggung jawab."
            ]
        },
        {
            "input": "The decision affects such companies as Grokster and StreamCast, both of which were defendants in this suit.",
            "output": [
                "Keputusan tersebut mempengaruhi perusahaan seperti Grokster dan StreamCast, yang keduanya terdakwa dalam gugatan ini."
            ]
        },
        {
            "input": "The explosives were home-made and weighed 600 lb (270 kg).",
            "output": [
                "Bahan peledak tersebut buatan sendiri dan beratnya 600 lb (270 kg)."
            ]
        },
        {
            "input": "It is not the first to test solar sails, as the Japanese have deployed two solar sails in space.",
            "output": [
                "Ini bukan pengujian layar surya pertama, sebagaimana Jepang telah mengerahkan 2 layar surya di ruang angkasa."
            ]
        },
        {
            "input": "Jurors have been provided for in the Chinese Constitution since 1954, but their role in the system was not well-defined by law until now.",
            "output": [
                "Para juri telah disiagakan di Konstitusi Cina sejak tahun 1954, namun tugas mereka di dalam sistem tidak dijelaskan secara jelas oleh undang-undang hingga sekarang."
            ]
        },
        {
            "input": "\"There was clear evidence of vigor and enthusiasm among political parties as they conducted their campaigns,\" said the South African Development Community (SADC), which sent 98 observers to oversee the elections.",
            "output": [
                "\"Ada bukti yang jelas tentang semangat dan antusiasme diantara partai-partai politik pada saat mereka mengadakan kampanye\", ujar Masyarakat Pembangunan Afrika Selatan (SADC), yang mengirim 98 pengamat untuk mengamati pemilihan umum."
            ]
        },
        {
            "input": "Paul Collingwood made just one run before being run out to leave England on 83-4.",
            "output": [
                "Paul Collingwood membuat hanya 1 run sebelum keluar meninggalkan Inggris pada 83-4."
            ]
        },
        {
            "input": "The value of the US dollar fell against other world currencies, but gold prices increased.",
            "output": [
                "Nilai dollar AS jatuh terhadap mata uang negara-negara dunia lainnya, namun harga emas meningkat."
            ]
        },
        {
            "input": "The State government has said that the contract prevents it from revealing how much taxpayers money will be spent.",
            "output": [
                "Pemerintah Negara Bagian mengatakan bahwa perjanjian tersebut mencegah dari pengungkapan berapa banyak uang pembayar pajak yang akan dihabiskan."
            ]
        },
        {
            "input": "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"",
            "output": [
                "\"Semangat, kami sekali lagi muncul di toko kecil dan membeli minuman tambahan untuk dibagikan.\""
            ]
        },
        {
            "input": "There are also allegations that the double-decker bus may have been in a poor state of repair.",
            "output": [
                "Ada juga dugaan-dugaan bahwa bus tingkat 2 tersebut dalam kondisi perawatan yang buruk."
            ]
        },
        {
            "input": "Marius was found guilty of five counts of trafficking women into the UK for sexual exploitation, one count of conspiracy to traffic a woman into the UK for sexual exploitation, two counts of trafficking women within the UK for sexual exploitation, one count of trafficking a woman out of the UK for sexual exploitation, four counts of rape, five counts of assault, two counts of causing a woman to engage in sexual activity without consent, five counts of controlling prostitution for gain, and one count of witness intimidation to total 27 offences.",
            "output": [
                "Marius terbukti bersalah dari 5 tuduhan pada perdagangan wanita ke dalam Inggris untuk eksploitasi seksual, 1 tuduhan untuk konspirasi perdagangan wanita ke dalam Inggris untuk eksploitasi seksual, 2 tuduhan untuk perdagangan wanita di dalam Inggris untuk eksploitasi seksual, 1 tuduhan untuk perdagangan wanita di luar Inggris untuk eksploitasi seksual, 4 tuduhan untuk pemerkosaan, 5 tuduhan untuk penyerangan, 2 tuduhan untuk menyebabkan wanita ikut dalam aktivitas seksual tanpa persetujuan, 5 tuduhan untuk mengatur prostitusi untuk keuntungan, dan satu tuduhan untuk intimidasi saksi dengan total 27 pelanggaran."
            ]
        },
        {
            "input": "Candidates must write their answers for the general paper in English or French.",
            "output": [
                "Para pelamar harus menuliskan jawaban mereka menggunakan bahasa Inggris atau Perancis pada ujian tulis yang bersifat umum."
            ]
        },
        {
            "input": "A press release sent Sunday night by Katrine Williams, the Chair of PCS Wales, states 70% of members who voted were in favour of the industrial action.",
            "output": [
                "Siaran pers yang dikirim Minggu malam oleh Katrine Williams, Ketua PCS Wales, menyatakan 70% dari anggota mendukung aksi mogok."
            ]
        },
        {
            "input": "Afghan government officials have said that a powerful suicide car bomb hit near the Indian Embassy in Kabul on Thursday, killing at least 17 people and wounding more than 80 others.",
            "output": [
                "Pejabat pemerintah Afganistan menyatakan bahwa sebuah bom mobil bunuh diri meledak di dekat Kedutaan Besar India di Kabul pada hari Kamis, menewaskan sedikitnya 17 orang dan melukai lebih 80 orang."
            ]
        },
        {
            "input": "The House IP address was briefly banned from editing Wikipedia articles in the wake of the initial controversy, but the ban was lifted on January 30 after Wikipedia administrators decided that there have been a number of valuable contributions made through the House and Senate IP addresses in addition to the controversial edits.",
            "output": [
                "Alamat IP DPR segera diblokir dari pengeditan artikel Wikipedia ketika muncul kontroversi pertama kali, tetapi pemblokiran kemudian dilbuka pada tanggal 30 Januari setelah administrator Wikipedia memutuskan terdapat sejumlah kontribusi yang bernilai yang dibuat melalui alamat IP DPR dan Senat selain edit yang kontroversial."
            ]
        },
        {
            "input": "It was also reported that the French were in control of the airport in Abidjan.",
            "output": [
                "Dilaporkan juga bahwa Perancis yang menguasai bandara di Abidjan."
            ]
        },
        {
            "input": "Earlier this month, the US sent 30 officials to a torture committee hearing in Geneva.",
            "output": [
                "Awal bulan ini, AS mengirimkan 30 pejabat untuk menghadiri komite jajak pendapat hak asasi manusia di Jenewa."
            ]
        },
        {
            "input": "The Electronic Frontier Foundation, a San Francisco-based privacy advocate group, said the ruling was \"a setback to privacy rights, and will allow Viacom to see what you are watching on YouTube.\" said EFF's senior staff attorney Kurt Opsahl.",
            "output": [
                "The Electronic Frontier Foundation, sebuah kelompok pengacara privasi yang berbasis di San Francisco, menyatakan bahwa keputusan tersebut adalah \"sebuah kemunduran atas hak-hak privasi, dan akan membuat Viacom tahu yang Anda tonton di YouTube\" kata Kurt Opshal seorang staf pengacara senior di EFF."
            ]
        },
        {
            "input": "The culmination was the flight of 12 planes (made up of SU-25s and MIG-29s), which emitted white, blue and red smoke to paint a Russian flag in the air.",
            "output": [
                "Puncak acara adalah menerbangkan 12 pesawat (terdiri dari SU-25s dan MIG-29s), yang memancarkan asap putih, biru dan merah mewarnai bendera Rusia di udara."
            ]
        },
        {
            "input": "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.",
            "output": [
                "Tetapi Gullermo Sardina, 55, dari Hamilton, New Jersey mengatakan \"Saya tidur sampai malam.\""
            ]
        },
        {
            "input": "On the question of what the West should do, Chaindrawa replies that the West should support the Georgian population, its civil society, and its institutions rather than the Saakashvili government.",
            "output": [
                "Pada pertanyaan tentang apa yang harus dilakukan Barat, Chaindrawa membalas Barat harus mendukung populasi Georgia, masyarakat sipil dan lembaga dan bukan pemerintahan Saakashvili."
            ]
        },
        {
            "input": "Wikinews has investigated the claim further, after seeing these allegations.",
            "output": [
                "Wikinews telah menyelidiki klaim tersebut lebih lanjut, setelah melihat tuduhan ini."
            ]
        },
        {
            "input": "These are the same guys who think patriotism is paying higher taxes.\"",
            "output": [
                "Ini adalah orang yang sama yang berpikir patriotisme adalah membayar pajak yang lebih tinggi.\""
            ]
        },
        {
            "input": "Shankbone went to find out what these businesses are like, who runs them, who works at them, and who frequents them.",
            "output": [
                "Shankbone pergi untuk mencari tahu seperti apa bisnis ini, siapa yang menjalankan mereka, siapa yang bekerja pada mereka, dan siapa yang sering mengunjungi mereka."
            ]
        },
        {
            "input": "Fernando Alonso and Giancarlo Fisicella started from the first line of the grid, but were unable to hold the old champion behind.",
            "output": [
                "Fernando Alonso dan Giancarlo Fisicella memulai balapan dari posisi grid terdepan, namun mereka tidak mampu menahan laju mantan juara dunia ini."
            ]
        },
        {
            "input": "Last month, 57 people in an election convoy were massacred in the southern part of the Maguindanao province, which has since been placed under martial law.",
            "output": [
                "Bulan lalu, 57 orang dalam sebuah konvoi pemilu dibantai di bagian selatan provinsi Maguindanao, yang sejak itu ditempatkan di bawah darurat militer."
            ]
        },
        {
            "input": "With the new updates, Twitter can now withdraw individual posts and accounts in specific countries, as opposed to a global deletion.",
            "output": [
                "Dengan update baru, Twitter sekarang dapat menarik pemberitahuan individu dan akun di beberapa negara khusus, seperti menentang untuk penghapusan secara menyeluruh."
            ]
        },
        {
            "input": "So far authorities have yet to identify the three people who were killed.",
            "output": [
                "Sejauh ini pihak berwenang belum mengidentifikasi tiga orang yang tewas."
            ]
        },
        {
            "input": "Over 300 people directly suffered the effects of mercury poisoning.",
            "output": [
                "Lebih dari 300 orang langsung mengalami dampak keracunan logam merkuri itu."
            ]
        },
        {
            "input": "Bergwik appeared on a 2004 investigative journalism program on Sweden's Channel 4, Kalla Fakta (Cold Facts).",
            "output": [
                "Bergwik muncul pada sebuah program investigasi jurnalisme pada tahun 2004 di Channel 4 Swedia, Kalla Fakta (Cold Facts)."
            ]
        },
        {
            "input": "A year after the swine flu pandemic was declared, stocks are left unused and governments try to abandon contracts, pharmaceutical companies have profited at least £4.6billion from the sale of vaccines alone.",
            "output": [
                "Setahun setelah pandemi flu babi diumumkan, saham telah tidak digunakan dan pemerintah berusaha untuk membatalkan kontrak, perusahaan farmasi telah mendapat keuntungan sedikitnya £4,6 triliun dari penjualan vaksin itu sendiri."
            ]
        },
        {
            "input": "GUN's current international acts - including Wales' Bullet for My Valentine, Finland's Lordi and the Netherlands' Within Tempatation - will now be handled out of Sony's Munich international division.",
            "output": [
                "Kegiatan internasional GUN yang sekarang - termasuk Bullet for My Valentine dari Wales, Lordi dari Finlandia dan Within Temptation dari Belanda - akan ditangani oleh divisi internasional Sony di Munich."
            ]
        },
        {
            "input": "Sorenson, now aged 63, was discovered to be downloading child pornography by an employee of his parish at the St. John Fisher Church in Churchill, Allegheny County in December 2011.",
            "output": [
                "Sorenson, sekarang berusia 63 tahun, ditemukan mendownload pornografi anak oleh karyawan parokinya di Gereja St. John Fisher di Churchill, Allegheny County bulan Desember 2011."
            ]
        },
        {
            "input": "Paul Clement, the current Solicitor General, will serve as the acting Attorney General until a replacement has been confirmed by the Senate.",
            "output": [
                "Paul Clement, Jaksa Agung Muda saat ini, akan bertindak sebagai Jaksa Agung sampai penggantinya telah dikonfirmasi oleh Senat."
            ]
        },
        {
            "input": "At the time of his death, Bustos was with his wife and five of his seven children, who were deeply upset by the death.",
            "output": [
                "Pada saat meninggal, Bustos sedang bersama istri dan lima dari kerujuh anaknya, yang begitu bersedih atas kematiannya."
            ]
        },
        {
            "input": "Issawi returned Monday to his home in the Issawiyeh neighborhood in East Jerusalem after his release from the Shatta prison in northern Israel.",
            "output": [
                "Issawi dikembalikan hari Senin ke rumahnya di Issawiyeh bertetangga dengan Yerusalem Timur setelah pembebasannya dari penjara Shatta di Israel Utara."
            ]
        },
        {
            "input": "Health warnings must occupy at least half of the principal display areas of a pack, but they must not be less than 30%.",
            "output": [
                "Peringatan kesehatan harus mengambil porsi paling tidak setengah dari area utama dari sebuah bungkus rokok, tetapi peringatan kesehatan tersebut tidak harus kurang dari 30%."
            ]
        },
        {
            "input": "The Xinhua news agency reports the latest coal mine disaster occurred around 5:00 a.m. on Saturday in Xingtai City.",
            "output": [
                "Kantor berita Xinhua melaporkan bencana tambang batubara terakhir terjadi sekitar pukul 05.00 pagi pada hari Sabtu di kota Xingtai."
            ]
        },
        {
            "input": "A British church group has defended a city mosque accused of \"extremism\", following an investigation by Channel 4 television.",
            "output": [
                "Sebuah kelompok gereja Inggris membela sebuah masjid kota yang dituduh \"ekstrem\", menyusul penyelidikan oleh stasiun televisi Channel 4."
            ]
        },
        {
            "input": "A gunman who walked into the building shot one person dead and wounded five others.",
            "output": [
                "Penembak yang memasuki bangunan menembak mati satu orang dan melukai lima lainnya."
            ]
        },
        {
            "input": "Francis O'Donovan, a graduate student in astronomy at the California Institute of Technology which operates one of the TrES telescopes said, \"We continue to be surprised by how relatively large these giant planets can be.",
            "output": [
                "Francis O'Donovan, mahasiswa pasca sarjana bidang astronomi di Institut Teknologi Kalifornia yang mengoperasikan satu dari teleskop TrES mengatakan, \"Kami terus menerus dikejutkan oleh besarnya planet raksasa ini.\""
            ]
        },
        {
            "input": "It was three stories high, plastered on the inside, made mostly of wood and was covered with ornamental staff on the outside, which made it semi-fireproof.",
            "output": [
                "Itu 3 tingkat tingginya, bagian dalamnya diplester, sebagian besar terbuat dari kayu dan ditutupi dengan ornamen tongkat di bagian luar, yang membuatnya semi-tahan api."
            ]
        },
        {
            "input": "Kaka had two more shots from range at the net, but neither were on target.",
            "output": [
                "Kaka memiliki 2 lagi tembakan dari jarak ke jala, namun tidak ada yang mencapai target."
            ]
        },
        {
            "input": "Morsi opposed the ruling, threatening action, but later respected the decision.",
            "output": [
                "Morsi menentang keputusan pengadilan tersebut, mengancam akan melakukan tindakan, namun kemudian dia menghargai keputusan itu."
            ]
        },
        {
            "input": "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.",
            "output": [
                "Kedua badan nasional ini mengkonfirmasi korban jiwa dan luka dari badai tersebut disebabkan karena terkena reruntuhan dari pohon-pohon yang tumbang karena angin badai tersebut."
            ]
        },
        {
            "input": "Defendants are accused of copyright violations over both the Marvel superhero characters and intellectual properties created by Stan Lee.",
            "output": [
                "Terdakwa dituduh atas pelanggaran hak cipta atas dua karakter superhero Marvel dan hak intelektual yang di ciptakan oleh Stan Lee."
            ]
        },
        {
            "input": "Michael Ryan told Peter Garty to not make a copy of it.",
            "output": [
                "Michael Ryan mengatakan pada Peter Garty untuk tidak menyalin dokumen tersebut."
            ]
        },
        {
            "input": "The company was bought in 1999 by Tata Steel, part of India's Tata Group.",
            "output": [
                "Perusahaan tersebut dibeli di tahun 1999 oleh Tata Steel, bagian dari Tata Grup India."
            ]
        },
        {
            "input": "So far, three people (including a baby) have been killed, and at least ten others were injured when two semi trucks collided in a tunnel on Interstate 5 (Newhall Pass) between Los Angeles and Santa Clarita California, United States in the late evening of October 12, setting off a chain reaction pileup that involved between 28 and 30 semi trucks and one passenger car.",
            "output": [
                "Sejauh ini, tiga orang (termasuk bayi) telah tewas, dan sedikitnya sepuluh lainnya terluka ketika dua semi truk bertabrakan di terowongan pada Interstate 5 (Newhall Pass) antara Los Angeles dan Santa Clarita California, Amerika Serikat pada akhir malam tanggal 12 Oktober, membuat reaksi berantai dari tabrakan beruntun yang melibatkan antara 28 dan 30 semi truk dan satu mobil penumpang."
            ]
        },
        {
            "input": "PSE, which had already enlisted additional powerline workers from neighboring states, did not send crews out until mid Friday morning due to continued high winds.",
            "output": [
                "PSE, yang telah mendapatkan bantuan pekerja saluran listrik dari negara tetangga, tidak mengirimkan pegawainya sampai pertengahan Jumat disebabkan oleh angin kencang yang berkelanjutan."
            ]
        },
        {
            "input": "The Netherlands were forced to play with only ten players near the end of extra time after John Heitinga was kicked out of the game.",
            "output": [
                "Belanda terdesak bermain hanya dengan sepuluh pemain dekat di akhir waktu tambahan setelah John Heitinga dikeluarkan dari permainan."
            ]
        },
        {
            "input": "All 16 of the cases confirmed on Thursday were from Suva, 8 men and 8 women.",
            "output": [
                "Keenambelas kasus yang dikonfirmasi pada hari Kamis berasal dari Suva, 8 laki-laki dan 8 perempuan."
            ]
        },
        {
            "input": "Professor Ian Enting, complex system scientist at the University of Melbourne, said the book includes scientific errors and insufficient references.",
            "output": [
                "Profesor Ian Enting, ilmuwan sistem kompleks di Universitas Melbourne, mengatakan buku tersebut termasuk kesalahan ilmiah dan kurangnya referensi."
            ]
        },
        {
            "input": "Balsican also noted that poor infrastructure may also have a negative impact although spending on infrastructure, which may cost nearly $200 million in investment, may contribute to growth.",
            "output": [
                "Baliscan juga menyatakan bahwa kurangnya infrastruktur juga memberi pengaruh negatif meskipun pengeluaran di bidang infrastruktur, yang bernilai hampir 200 juta dollar dalam investasi, yang mungkin berkontribusi untuk perkembangan."
            ]
        },
        {
            "input": "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.",
            "output": [
                "Pengembangan mulai dari laptop baru yang menggunakan prosesor Intel daripada prosesor saat ini yang dibuat oleh Advanced Micro Devices, saingan Intel."
            ]
        },
        {
            "input": "According to Iranian state run media, current Iranian president Mahmoud Ahmadinejad has won re-election by a margin of 2 to 1.",
            "output": [
                "Menurut media Iran yang dijalankan negara, presiden Iran sekarang Mahmoud Ahmadinejad telah memenangkan pemilihan ulang dengan selisih 2 hingga 1."
            ]
        },
        {
            "input": "Takatoshi Kato, Deputy Managing Director and Acting Chairman of the IMF executive committee, said the loan will \"make significant resources available to replenish international reserves and bolster investor confidence, with the aim of sustaining private capital inflows that have been critical to Georgia's economic growth in recent years.\"",
            "output": [
                "Takatoshi Kato, Deputy Managing Director and Acting Chairman dari komite eksekutif IMF, mengatakan bahwa pinjaman tersebut akan \"membuat sumber signifikan yang tersedia untuk mengisi cadangan internasional dan meningkatkan kepercayaan investor, dengan tujuan mempertahankan modal swasta yang masuk yang telah kritis pada pertumbuhan ekonomi Georgia tahun terakhir.\""
            ]
        },
        {
            "input": "44 teenagers from Israel were amongst those present, there in respect to astronaut Ilan Ramon.",
            "output": [
                "44 remaja dari Israel ada di antara yang hadir, mereka berada di sana untuk menghormati astronot Ilan Ramon."
            ]
        },
        {
            "input": "\"Exposure to violence greatly increases the risk of a person taking their life.\"",
            "output": [
                "\"Rentan terhadap kekerasan menambah besar resiko seseorang mengakhiri hidupnya.\""
            ]
        },
        {
            "input": "With studies suggesting the existence of life on Mars, the new system may soon see implementation.",
            "output": [
                "Dengan studi menunjukkan adanya kehidupan di Mars, sistem baru akan segera melihat pelaksanaannya."
            ]
        },
        {
            "input": "However, the Indonesian authorities have recently generated intense controversy by deciding to prosecute Mr Komar for his role in the disaster.",
            "output": [
                "Namun, pemerintah Indonesia baru-baru ini menimbulkan kontroversi yang kuat dengan memutuskan untuk mengadili Bapak Komar karena peranannya dalam kecelakaan."
            ]
        },
        {
            "input": "The anouncement on the involvement of hostile fire, which had previously been ruled out, was made at Fort Drum shortly after a memorial service for the two crews, who had been based there.",
            "output": [
                "Pada pengumuman tentang keterlibatan tembakan musuh, yang sebelumnya telah dikesampingkan, yang dibuat di Fort Drum tak lama setelah upacara pemakaman untuk dua orang kru, yang telah berbasis di sana."
            ]
        },
        {
            "input": "\"He smiled and accepted the offering and handed them out to his men.\"",
            "output": [
                "\"Dia tersenyum dan menerima sumbangan tersebut dan memberikannya pada orangnya.\""
            ]
        },
        {
            "input": "This comes a week after the Presidential election which saw the re-election of the incumbent Alexander Lukashenko who has ruled Belarus since the establishment of the office in 1994.",
            "output": [
                "Ini datang seminggu setelah pemilihan Presiden yang melihat terpilihnya kembali petahana Alexander Lukashenko yang memerintah Belarusia sejak pembentukan resminya pada tahun 1994."
            ]
        },
        {
            "input": "\"We don't have to have increased costs to Americans,\" McCain said.",
            "output": [
                "\"Kami tidak harus meningkatkan biaya untuk rakyat Amerika, \" kata McCain."
            ]
        },
        {
            "input": "Officers have sealed off the scene, including a neighbouring street of shops.",
            "output": [
                "Petugas telah menutup lokasi kejadian, termasuk sebuah jalan dengan pertokoan di sebelahnya."
            ]
        },
        {
            "input": "Originally driving a Citroën Picasso, he was later said to be on foot when he crashed his vehicle.",
            "output": [
                "Pada mulanya mengemudikan Citroen Picasso, dia akhirnya mengatakan bahwa dia berjalan kaki ketika dia menabrakkan mobilnya."
            ]
        },
        {
            "input": "In the original filing, requests were made to drop the hourly wages down to $12.50 an hour.",
            "output": [
                "Pada pengajuan aslinya, dilakukan permintaan penurunan gaji per jam menjadi 12,5 dolar 1 jam."
            ]
        },
        {
            "input": "The campaign was especially harsh, most governmental parties calling for acceptance, except the far-right wing Swiss People's Party (though Swiss People's Party's charismatic figure Christoph Blocher personally called for acceptance as well).",
            "output": [
                "Kampanye nya sangat keras, sebagian besar pihak pemerintah meminta pengakuan, kecuali sayap kanan Partai Rakyat Swis yang paling jauh (walaupun panutan Partai Rakyat Swis Christoph Blocher secara pribadi juga menerima hal tersebut)."
            ]
        },
        {
            "input": "Platini made the suggestion to freeze all investigations into technology and to try two additional assistants behind each goal.",
            "output": [
                "Platini memberikan saran untuk membekukan semua penyelidikan terhadap teknologi dan mencoba dua asisten tambahan di belakang gawang."
            ]
        },
        {
            "input": "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.",
            "output": [
                "Hamas, sebuah partai Islam radikal, telah meraih kemenangan mayoritas dalam pemilihan dewan di Jalur Gaza yang diadakan bulan lalu."
            ]
        },
        {
            "input": "\"He has been with him lock-step from day one on this war in Iraq.\"",
            "output": [
                "\"Dia sudah bersama dengannya sejak hari pertama pencetusan perang di Iraq.\""
            ]
        },
        {
            "input": "FreeMediaOnline.org also noted that uncovering the truth about the murders of Politkovskaya and Litvinenko would be difficult because independent journalists in Russia have been either silenced or intimidated by President Putin's media advisors, government regulators, and security services.",
            "output": [
                "FreeMediaOnline. org juga mencatat bahwa membuka kebenaran tentang pembunuhan Politkovskaya dan Litvinenko akan sulit karena para jurnalis independen di Rusia telah diam atau diintimidasi oleh penasehat media Presiden Putin, pengatur pemerintahan dan badan keamanan."
            ]
        },
        {
            "input": "The incident came 70 minutes into the show on Halloween night.",
            "output": [
                "Insiden tersebut terjadi 70 menit pada saat pertunjukan pada malam Halloween."
            ]
        },
        {
            "input": "According to first-hand reports as many as 1 million people and several large organizations such as Microsoft are without power this morning.",
            "output": [
                "Menurut laporan secara langsung sebanyak 1 juta orang dan beberapa organisasi besar termasuk Microsoft tanpa listrik pagi ini."
            ]
        },
        {
            "input": "\"It does seem likely that we'll need to make a natural disaster emergency declaration and that's something which obviously then brings some resources in.\"",
            "output": [
                "\"Nampaknya kita perlu membuat pernyataan bencana alam darurat dan dan sesuatu yang jelas kemudian membawa beberapa sumber ke dalamnya.\""
            ]
        },
        {
            "input": "\"We aren't particularly concerned with this\", said Walsh who also added that \"I'm only aware of this situation through media coverage I've seen, nor do we or I have any in-depth detail about the situation.\"",
            "output": [
                "\"Kami tidak ada perhatian khusus untuk hal tersebut\", kata Walsh yang juga menambahkan bahwa \"Saya hanya menyadari pada situasi seperti ini melalui liputan media yang saya lihat, tidak juga kami atau saya mempunyai detil yang mendalam tentang situasi tersebut.\""
            ]
        },
        {
            "input": "One suspect, Vinod Mistri, was arrested on Monday morning in Patna.",
            "output": [
                "Satu tersangka, Vinod Mistri, ditahan pada Senin pagi di Patna."
            ]
        },
        {
            "input": "Elton Chigumbura and Gary Brent fought back for Zimbabwe with a partnership of 115 runs, with Chigumbura being run out for 59 runs and Brent finishing on 59 not out.",
            "output": [
                "Elton Chigumbura dan Gary Brent bertanding untuk Zimbabwe dengan berpasangan dari 115 angka, dengan nilai keluarChigumbura pada 59 angka dan Brent menyelesaikan 59 tidak keluar."
            ]
        },
        {
            "input": "Troops then moved on and the man's body was never recovered.",
            "output": [
                "Kemudian kesatuan tentara berpindah dan jasad lelaki itu tidak pernah ditemukan kembali."
            ]
        },
        {
            "input": "It was also the first time that a European team emerged as the World Cup victors on a continent other than Europe.",
            "output": [
                "Itu juga pertama kalinya tim Eropa muncul sebagai pemenang Piala Dunia di benua selain Eropa."
            ]
        },
        {
            "input": "Bolton Wanderers opened the scoring after only eight minutes when Ricardo Gardner scored on a deflected shot.",
            "output": [
                "Bolton Wanderers mencetak skor hanya delapan menit setelah Ricardo Gardner membuat skor dalam sebuah tembakan yang meleset."
            ]
        },
        {
            "input": "Fifteen years after the Winnipeg Jets left the province of Manitoba, Canada, an announcement on Tuesday made official what ice hockey fans have been anticipating: The National Hockey League's (NHL) Atlanta Thrashers are moving to Winnipeg.",
            "output": [
                "15 tahun setelah Winnipeg Jets meninggalkan provinsi Manitoba, Kanada, sebuah pengumuman pada hari Selasa secara resmi dibuat yang telah diantisipasi penggemar hoki es: Liga Hoki Nasional (NHL) Atlanta Thrashers pindah ke Winnipeg."
            ]
        },
        {
            "input": "She is contesting, for her party the National League for Democracy (NLD), for Kawhmu, among the 48 seats in the election scheduled in April.",
            "output": [
                "Dia adalah peserta, untuk partainya National League for Democracy (NLD), for Kawhmu, di antara 48 kursi pada pemilihan yang dijadwalkan di bulan April."
            ]
        },
        {
            "input": "These viruses have acquired a mutation that makes them resistant, and the WHO statement said that a resistant strain has probably emerged spontaneously.",
            "output": [
                "Virus-virus tersebut tampaknya telah mengalami mutasi yang membuat mereka resisten terhadap obat, dan WHO menyatakan bahwa galur yang resisten kemungkinan sudah muncul secara spontan."
            ]
        },
        {
            "input": "The document stated, in Spanish, that the countries aim to \"build and operate a line of fiber optic cables between Venezuela and Cuba.\"",
            "output": [
                "Dokumen menyatakan, dalam bahasa Spanyol, bahwa negara bertujuan untuk \"membangun dan mengoperasikan jalur kabel serat optik antara Venezuela dan Kuba.\""
            ]
        },
        {
            "input": "However, New Zealand isn't the most up-to-date country with implementing similar legislation, Farrar says, “We are in fact almost the last country in the OECD to have such legislation.”",
            "output": [
                "Namun, Selandia Baru bukanlah negara terkini yang mengimplementasikan undang-undang serupa, kata Farrar, \"Kenyataannya kita nyaris menjadi negara terakhir di OECD yang memiliki undang-undang seperti itu.\""
            ]
        },
        {
            "input": "The central midfielder, who will now partner Brazilian - Emerson, has signed a 5 year contract at the Stadio Delle Alpi.",
            "output": [
                "Gelandang sentral, yang sekarang akan bermitra dengan pemain Brasil - Emerson, telah menandatangani kontrak 5 tahun di Stadion Delle Alpi."
            ]
        },
        {
            "input": "An advisor to Mr. Netanyahu told American officials at the time that the Likud leader was willing to take the post of foreign minister, while Mr. Olmert would have become prime minister.",
            "output": [
                "Seorang penasehat Netanyahu mengatakan kepada para pejabat Amerika pada waktu itu bahwa pemimpin Likud bersedia untuk mengambil jabatan menteri luar negeri, sementara Bapak Olmert akan menjadi perdana menteri."
            ]
        },
        {
            "input": "In addition, since 1957, Honolulu has had a comprehensive law regulating the size and content of signs.",
            "output": [
                "Selain itu, sejak 1957, Honolulu memiliki keseluruhan ukuran aturan hukum dan isi dari tanda-tanda tersebut."
            ]
        },
        {
            "input": "Ballistic reports confirm that the same gun was used in both instances of the campus shootings, but police could not confirm if the shooter was the same.",
            "output": [
                "Laporan balistik mengkonfirmasi bahwa pistol yang sama digunakan di kedua kasus penembakan kampus, namun polisi tidak dapat mengkonfirmasi apakah penembaknya sama."
            ]
        },
        {
            "input": "\"From 2000 to 2005, the growth rate of carbon dioxide emissions was more than 2.5% per year, whereas in the 1990s it was less than 1% per year,\" Dr Raupach says.",
            "output": [
                "\"Dari tahun 2000 sampai 2005, laju pertumbuhan emisi karbondioksida lebih dari 2,5% per tahun, sedangkan di tahun 1990 kurang dari 1% per tahun, \" kata Dr Raupach."
            ]
        },
        {
            "input": "Dr. Grillmair: \"The observations are showing us that things are not the way we expected them.\"",
            "output": [
                "Dr. Grillmair: \"Pengamatan memperlihatkan kepada kami bahwa hal-hal tersebut bukan yang kami harapkan.\""
            ]
        },
        {
            "input": "\"I accept that I've done the wrong thing and, as I say, it is still my job as a senior police officer to encourage safe driving and I will continue to do that regardless of my actions\".",
            "output": [
                "\"Saya mengakui bahwa saya telah melakukan pelanggaran dan, seperti yang saya katakan, sebagai seorang petugas polisi senior, saya tetap bekerja untuk menegakkan peraturan berkendara yang aman dan saya akan terus melakukan tugas saya itu walau saya juga melakukan kesalahan.\""
            ]
        },
        {
            "input": "All of our families went through so much that day.",
            "output": [
                "Seluruh keluarga kami mengalami saat yang sulit hari itu."
            ]
        },
        {
            "input": "A Norwegian Member of Parliament (MP) whose daughter killed herself after taking such a test, supports the idea of prosecuting illegal practices rather than trying to ban the movement as a whole.",
            "output": [
                "Anggota parlemen Norwegia (MP) yang anak perempuannya bunuh diri setelah mengikuti tes tersebut, mendukung ide untuk menuntut sebagai praktek ilegal dari pada mencoba melarang pergerakannya secara keseluruhan."
            ]
        },
        {
            "input": "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.",
            "output": [
                "Minggu ini juga Howard Bath, Anggot Komisi Anak untuk wilayah Utara Australia, menunjukkan area yang mempunyai proporsi tertinggi dari gadis Aborigin untuk bunuh diri di Barat."
            ]
        },
        {
            "input": "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.",
            "output": [
                "Sebuah penelitian diterbitkan hari ini oleh asosiasi Intesaconsumatori Italia (Persatuan Para Konsumen) mengatakan bahwa 61% rakyat Italia takut terbang, sementara 41% penduduk merasa kurang aman mengenai keamanan pesawat daripada yang mereka lakukan 1 bulan lebih awal."
            ]
        },
        {
            "input": "Berrigan also added that if in fact the United States wanted to cut military aid at this time they have precedent to do so, citing as an example the Reagan administration's cut of military aid and freezing of weapons sales to Israel during its last invasion of Lebanon in 1981, during the then conflict's first 10 weeks.",
            "output": [
                "Berriga juga menambahkan bahwa jika sebenarnya Amerika Serikat ingin memotong bantuan kemiliteran saat ini mereka memiliki contoh, seperti pemotongan bantuan kemiliteran dan pembekuan penjualan senjata kepada Israel oleh pemerintahan Reagan selama invasi terakhir oleh Lebanon pada tahun 1981, selama 10 minggu pertama konflik tersebut."
            ]
        },
        {
            "input": "Work began in 1900 and finished just before the beginning of the exposition.",
            "output": [
                "Pekerjaan dimulai pada 1900 dan selesai sebelum awal pameran."
            ]
        },
        {
            "input": "Benn, a regular on BBC Radio 4's satirical programme The Now Show, decided to release I'm Proud of the BBC as a single after realising that it was provoking emotional responses from audiences during his nationwide tour.",
            "output": [
                "Benn, sebuah program reguler 4 satirik di Radio BBC The Now Show, memutuskan untuk merilis Saya Bangga pada BBC sebagai lagu setelah menyadari bahwa lagu tersebut menimbulkan respon emosional dari penonton selama tur nasionalnya."
            ]
        },
        {
            "input": "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.",
            "output": [
                "Iran telah mengklaim menggunakan program nuklirnya hanya pada energi nuklir dengan damai, daripada untuk senjata nuklir, tapi ada kekhawatiran di Uni Eropa dan Amerika Serikat apakah mereka jujur."
            ]
        },
        {
            "input": "The house was built by 1894 and the original owner and builder of the house is currently unknown.",
            "output": [
                "Rumah ini dibangun oleh 1894 dan pemilik asli dan pembangun rumah saat ini tidak diketahui."
            ]
        },
        {
            "input": "\"I told him we will not have ten years – we will not even have ten days free from pressure, because we are legitimizing one-sided withdrawals from Jewish areas – each withdrawal will only invite more pressure.\"",
            "output": [
                "\"Saya mengatakan kepadanya kami tidak akan sampai 10 tahun - kami bahkan tidak sampai 10 hari dari tekanan, karena kami mengesahkan penarikan sepihak dari area Yahudi - setiap penarikan kami hanya meminta lebih tekanan.\""
            ]
        },
        {
            "input": "At least ten more species of plants are believed to be new species but are still being studied.",
            "output": [
                "Sedikitnya ada 10 spesies tanaman lain yang diyakini sebagai spesies yang baru, namun masih dalam tahap penelitian."
            ]
        },
        {
            "input": "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.",
            "output": [
                "Sebuah kudeta di tahun 2006 menggulingkan Thaksin setelah anggota parlemen membelot selama kepemimpinan militer."
            ]
        },
        {
            "input": "He asks if the advice reached then prime minister Tony Blair or Chancellor of the Exchequer Gordon Brown, \"And if not, why not?\"",
            "output": [
                "Ia menanyakan jika saran tersebut sampai kepada perdana menteri Tony Blair atau penasehat bendahara Gordon Brown, \"dan jika tidak, kenapa tidak?\""
            ]
        },
        {
            "input": "The rationale used by Dr. Steven Galson, the acting director of the Centre for Drug Evaluation and Research for rejecting the application was novel and did not follow usual FDA practices.",
            "output": [
                "Pemikiran rasional yang digunakan oleh Dr. Steven Galson, direktur aksi Centre for Drug Evaluation and Research untuk menolak aplikasi tersebut dirasa aneh dan tidak berdasarkan pada praktek FDA pada umumnya."
            ]
        },
        {
            "input": "The IDF arrested five wanted Islamic Jihad members in the city.",
            "output": [
                "IDF menangkap lima anggota Jihad Islam yang paling dicari di kota."
            ]
        },
        {
            "input": "\"I regard climate change as the number one environmental challenge …\"",
            "output": [
                "\"Saya menganggap perubahan iklim sebagai tantangan lingkungan nomer satu. .\""
            ]
        },
        {
            "input": "Authorities said that the situation in the eastern city of Lahore was under control, following separate attacks on the country's Federal Investigation Agency (FIA) and two police training centers.",
            "output": [
                "Pihak berwenang mengatakan bahwa situasi di sebelah timur kota Lahore berada di bawah kendali, menyusul serangan terpisah pada Badan Investigasi Federal (FIA) negara dan dua pusat pelatihan polisi."
            ]
        },
        {
            "input": "The new study is an international study of survival and mortality.",
            "output": [
                "Penelitian baru tersebut adalah sebuah penelitian internasional mengenai hidup dan kematian."
            ]
        },
        {
            "input": "The committee, known as the Preparation for Government Committee, convened Monday to begin its first task: the election of a chairperson for the committee.",
            "output": [
                "Komite, dikenal sebagai Komite Pemerintah untuk Persiapan, bersidang pada hari Senin untuk memulai pembicaraan tugas pertamanya: pemilihan ketua komite."
            ]
        },
        {
            "input": "Meanwhile, two survivors, Adrianus Meliala and Retno Gunowati, went to the House of Representatives (DPR) to challenge those opposed to legal processes against the pilot.",
            "output": [
                "Sementara itu, dua orang selamat, Adrianus Meliala dan Retno Gunowati, mendatangi Dewan Perwakilan Rakyat (DPR) untuk menantang mereka yang menentang proses hukum terhadap pilot."
            ]
        },
        {
            "input": "Based on past experience, this pandemic will be with us for some months, if not years, to come.\"",
            "output": [
                "Berdasarkan pengalaman sebelumnya, wabah ini akan bertahan selama beberapa bulan, kalau tidak tahun ini, yang akan datang.\""
            ]
        },
        {
            "input": "The coup apparently took place during a cabinet meeting in the capitol building, and was preceded by a several-hour long gun battle in the capital, Niamy.",
            "output": [
                "Kudeta tampaknya berlangsung selama pertemuan kabinet di gedung gedung dewan perwakilan, dan didahului oleh beberapa jam pertempuran senjata di ibukota, Niamy."
            ]
        },
        {
            "input": "The Iranian Islamic Revolutionary Guard has conducted a missile test exercise, in which nine missiles of three different types were launched simultaneously.",
            "output": [
                "Pengawal Revolusi Iran melaksanakan pelatihan uji coba misil, 3 misil yang jenisnya berbeda dari 9 misil diluncurkan secara serempak."
            ]
        },
        {
            "input": "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.",
            "output": [
                "Nature mencatat bahwa Britannica mengkritik 'kurang dari setengah point ulasan [mereka] terbitkan', dan menetapkan bahwa kedua ensiklopedia menjadi subyek dengan perlakuan yang sama."
            ]
        },
        {
            "input": "\"We evacuated passengers from the affected area and suspended flights for around 30 minutes,\" he said.",
            "output": [
                "\"Kami mengungsikan penumpang dari daerah yang terkena dan menunda penerbangan sekitar 30 menit, \" katanya."
            ]
        },
        {
            "input": "The Government with their House majority moved that these speakers and their necessary seconders be no longer heard (the 'gag'), and voted down the motions.",
            "output": [
                "Pemerintah dengan mayoritas Dewan mereka tergerak bahwa para juru bicara ini dan wakilnya tidak lagi didengarkan ('lelucon'tersebut), dan ditolak mosinya."
            ]
        },
        {
            "input": "I made my debut for the Matildas at 21 (2004–2012) I have spent the past two years working in community football at FFA delivering a Drug and Alcohol program.",
            "output": [
                "Saya membuat debut saya untuk Matildas di usia 21 (2004-2012) saya telah menghabiskan 2 tahun terakhir dengan bekerja di komunitas sepakbola di FFA menyampaikan program Obat dan Alkohol."
            ]
        },
        {
            "input": "However, some residents of the local areas are not so certain.",
            "output": [
                "Namun, beberapa penduduk dari daerah setempat tidak terlalu yakin."
            ]
        },
        {
            "input": "The students' protest concerns the Bologna reforms and the tuition fees.",
            "output": [
                "Para mahasiswa juga melakukan protes terkait masalah reformasi Bologna dan biaya pendidikan."
            ]
        },
        {
            "input": "Shortly afterwards, with only Semrau near the man, two gunshots were heard.",
            "output": [
                "Tidak lama setelah itu, dengan hanya Semurau di dekat pada orang, suara tembakan tersdengar 2 kali."
            ]
        },
        {
            "input": "Colombia admitted the payment of a reward for Granda, but rebutted accusations of bribery.",
            "output": [
                "Kolombia mengakui adanya pembayaran hadiah untuk Granda, tetapi membantah adanya tuduhan penyuapan."
            ]
        },
        {
            "input": "There are unconfirmed reports that a second officer has also been injured.",
            "output": [
                "Tidak ada kepastian laporan bahwa petugas kedua juga mengalami cedera."
            ]
        },
        {
            "input": "The goal early in the second period made for a more exciting match which had been mostly uneventful in a first half during which neither side could muster more than a single shot.",
            "output": [
                "Gol awal di babak kedua membuat pertandingan lebih seru daripada babak pertama yang kebanyakan tanpa peristiwa apapun selama kedua pihak tidak mengerahkan apa-apa kecuali tembakan tunggal."
            ]
        },
        {
            "input": "Doeg's second assumption is that the French are arrogant, and Lavorel agrees again.",
            "output": [
                "Asumsi kedua Doeg bahwa Perancis arogan, dan Lavorel menyetujuinya juga."
            ]
        },
        {
            "input": "\"We watched as the doors of our homes were forced open by the water.\"",
            "output": [
                "\"Kami mengamati pintu rumah kami terbuka paksa oleh air.\""
            ]
        },
        {
            "input": "Reports say the man's methods in Canada matched the techniques used by the Russian intelligence agency's Directorate S, which runs the Russian spy network.",
            "output": [
                "Laporan mengatakan metode pria tersebut di Kanada sama dengan teknik yang digunakan oleh agen intelijen Rusia Directorate S, yang menjalankan jaringan mata-mata Rusia."
            ]
        },
        {
            "input": "Naturalized Canadian Yuan points to her immigrant history, giving her an empathy with the immigrant and ethnic neighborhoods of the riding.",
            "output": [
                "Naturalis Kanada Yuan menunjuk pada sejarah imigran, yang memberinya empati pada imigran dan lingkungan daerah pemilihan."
            ]
        },
        {
            "input": "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.",
            "output": [
                "Salinan dokumen telah disediakan untuk para pemimpin Uni Eropa, Rusia, Jepang dan Amerika Serikat."
            ]
        },
        {
            "input": "Jacobson has reported at WMAQ for the last ten years.",
            "output": [
                "Jacobson dilaporkan di WMAQ untuk sepuluh tahun terakhir."
            ]
        },
        {
            "input": "Lehman Brothers, a major American investment banker, has filed paperwork for bankruptcy.",
            "output": [
                "Lehman Brothers, sebuah bank investasi besar di Amerika, mengajukan dokumen untuk kebangkrtutan."
            ]
        },
        {
            "input": "Former dot-com company STM further alleges that it has agreed to pay Lee a $250,000 annual salary plus $100 million in company stock in exchange for the rights to the superhero characters.",
            "output": [
                "Mantan perusahaan dot-com STM kemudian menuduh bahwa sudah di setujui untuk membayar gaji pertahun Lee $250.000 ditambah $100 juta saham perusahaan sebagai ganti dari hak atas karakter superhero."
            ]
        },
        {
            "input": "Investing in its communication tool may strengthen the company's leading position on the Chinese market.",
            "output": [
                "Investigasi untuk peralatan komunikasi akan menperkuatkan perusahaan yang berposisi sebagai pemimpin di pasar Cina."
            ]
        },
        {
            "input": "The repeal bill was passed in the state's house of representatives with 86 supporting the measure and 63 opposing it.",
            "output": [
                "Pencabutan undang-undang disahkan di dewan perwakilan dengan 86 mendukung langkah tersebut dan 63 menentangnya."
            ]
        },
        {
            "input": "A door to the attic was locked and people could not escape through an emergency exit.",
            "output": [
                "Pintu ke loteng telah dikunci dan orang tidak bisa berlali melalui pintu darurat."
            ]
        },
        {
            "input": "Earlier this year, an unsafe arrangement with a two-ton steel ladle resulted in the Qinghe Special Steel Corporation disaster, in which molten steel was accidentally poured into a room full of workers, killing 32.",
            "output": [
                "Awal tahun ini, pengaturan yang tidak aman dari 2 ton sendok baja mengakibatkan bencana di Qinghe Special Steel Corporation, yang mana sendok baja yang dicairkan secara tidak sengaja tertuang dalam ruangan yang penuh dengan pekerja, menewaskan 32 orang."
            ]
        },
        {
            "input": "There have been complaints about the conduct of police which are alleged to of misused special search powers which only apply to the fenced zone surrounding APEC facilities and of heavy-handedness by police.",
            "output": [
                "Sudah ada keluhan tentang perilaku polisi yang dituduh melakukan penyalahgunaan kekuasaan pencarian khusus yang hanya berlaku untuk zona yang dipagari di sekitar Fasilitas APEC dan tentang kekakuan tindakan oleh polisi."
            ]
        },
        {
            "input": "Then Kaka, in search of a brace, sent a volley over the net after being left alone during a corner kick.",
            "output": [
                "Kemudian Kaka, dalam mencari penahan, mengirim tembakan melambung melewati jala sesudah tertinggal sendirian di sepak pojok."
            ]
        },
        {
            "input": "Woodruff was evacuated to the Balad Airbase, 68 kilometers north of Baghdad and is currently undergoing surgery.",
            "output": [
                "Woodruff dievakuasi ke Pangkalan Udara Balad, 68 kilometer sebelah utara Baghdad dan saat ini sedang menjalani operasi."
            ]
        },
        {
            "input": "Chan, who claimed to have rediscovered his Christian faith, prayed for divine intervention prior to the sentence being handed down.",
            "output": [
                "Chan, mengaku telah menemukan kembali keimanan Kristennya, berdoa untuk campur tangan ilahi sebelum keputusan dijatuhkan."
            ]
        },
        {
            "input": "This is the first step in the long expected military coup.",
            "output": [
                "Ini adalah langkah awal dari kudeta militer yang diperkirakan lama."
            ]
        },
        {
            "input": "\"It came down within the city limits (in Perm) in a patch of waste ground.\"",
            "output": [
                "\"Ini turun di perbatasan kota (di Perm) di sepetak tanah tandus.\""
            ]
        },
        {
            "input": "The talent and form of the South Africans clearly showed as they have been touring for the past months.",
            "output": [
                "Bakat dan penampilan dari Afrika Selatan telah menunjukkan dengan jelas bahwa mereka telah melakukan tur pada bulan lalu."
            ]
        },
        {
            "input": "12 firefighters in Buffalo, New York, United States have been taken to the hospital where they are being treated for smoke and chemical inhalation after a massive fire broke out at a warehouse on Buffalo's west side, early Monday morning.",
            "output": [
                "12 petugas pemadam kebakaran di Buffalo, New York, Amerika Serikat dibawa ke rumah sakit tempat mereka sedang dirawat karena menghirup asap dan kimia setelah kebakaran hebat terjadi di sebuah gudang di sisi barat Buffalo, Senin pagi."
            ]
        },
        {
            "input": "That was said by some, especially from nationalistic and populist parties, such as Peace and Justice, and Self-Defense and League of Polish Families, candidates in the last elections (both parliamentary and presidential), who had been promising people a strengthening of the position of Polish president.",
            "output": [
                "Yang dikatakan oleh beberapa orang, terutama dari nasionalis dan pihak populis, seperti Perdamaian dan Keadilan, dan Pertahanan-Diri dan Liga Keluarga Polandia, calon dalam pemilu terakhir (kedua parlemen dan presiden), yang telah menjanjikan orang-orang penguatan posisi presiden Polandia."
            ]
        },
        {
            "input": "There is absolutely no place in hockey for what I did.",
            "output": [
                "Sama sekali tidak ada tempat dalam hoki untuk apa yang saya lakukan."
            ]
        },
        {
            "input": "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.",
            "output": [
                "Sejak itu, Yakub berada di tahanan dan menurut pengacaranya Subhash Kanse, sedang menjalani perawatan depresi."
            ]
        },
        {
            "input": "Many regions across the globe also reported an exceptionally warm year.",
            "output": [
                "Banyak wilayah di seluruh dunia juga melaporkan tahun yang luar biasa hangat."
            ]
        },
        {
            "input": "I enjoy it very much!",
            "output": [
                "Saya menikmatinya!"
            ]
        },
        {
            "input": "Over the next few days, it is projected to gradually turn towards the northwest, while reducing in forward speed.",
            "output": [
                "Dalam beberapa hari ke depan, badai ini diprediksi akan bergerak ke arah barat laut, dan akan mengalami penurunan kecepatan arah maju."
            ]
        },
        {
            "input": "Note that he did not answer the question \"Of the decisions made by Ontario's 38th Legislative Assembly, which was the most beneficial to your electoral district?\"",
            "output": [
                "Perhatikan bahwa ia tidak menjawab pertanyaan \"Dari keputusan yang dibuat oleh Majelis Legislatif Ontario ke-38, yang manakah yang paling bermanfaat untuk daerah pemilihan Anda?\""
            ]
        },
        {
            "input": "Taliban militants also attacked the Serena Hotel in January 2008, in a commando-style assault that killed at least eight people.",
            "output": [
                "Militan Taliban juga menyerang Hotel Serena pada Januari 2008, dalam sebuah penyerbuan komando yang membunuh paling sedikit 8 orang."
            ]
        },
        {
            "input": "\"Returning to Soi Charansandwong, I approached an ATM and withdrew a couple of hundred dollars worth of Baht, the currency of Thailand, with my US bank issued card.\"",
            "output": [
                "\"Kembali pada Soi Charansandwong, saya mendekati ATM dan mengambil beberapa ratus dolar senilai Baht, mata uang Thailand, dengan kartu bank Amerika saya.\""
            ]
        },
        {
            "input": "Eight have been killed in Somalia since the beginning of 2009.",
            "output": [
                "8 telah tewas di Somalia sejak awal tahun 2009."
            ]
        },
        {
            "input": "Residents of Porta Farm had fought eviction in the past, winning judgements from the High Court of Zimbabwe that they should not be evicted unless the government provided suitable alternative accommodation.",
            "output": [
                "Penduduk Porta Farm berjuang melawan pengusiran di masa lalu, memenangkan pengadilan di Pengadilan Tinggi Zimbabwe bahwa mereka tidak seharusnya digusur kecuali pemerintah menyediakan tempat tinggal alternatif yang sesuai."
            ]
        },
        {
            "input": "However, Verizon said it would not mention the cost of data plans at this time, with Mead saying, \"We talked about the device pricing, but we're not going to talk about the pricing for the network for that connectivity.\"",
            "output": [
                "Namun, Verizon mengatakan itu tidak menyebutkan biaya rencana data pada saat ini, kemudian Mead mengatakan, \"Kami berbicara tentang harga perangkat, tapi kami tidak akan berbicara tentang harga untuk jaringan konektivitas itu.\""
            ]
        },
        {
            "input": "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.",
            "output": [
                "Mahdi Abdel Hadi yang memimpin tim penyelidik Palestina, PASSIA, menyatakan bahwa Bapak Olmert dan Bapak Abbas sama-sama sedang mengalami tekanan di bidang politik, dan peluangnya kecil bagi kedua pihak untuk mencapai kesepakatan."
            ]
        },
        {
            "input": "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.",
            "output": [
                "Pria-pria tersebut yang diselamatkan pada 9 Mei belum berbicara secara publik tentang waktu yang mereka habiskan terjebak di bawah tanah."
            ]
        },
        {
            "input": "It is believed that about 80 of such bluestone blocks were transported from the Preseli Hills in Pembrokeshire, Wales to the Salisbury plains.",
            "output": [
                "Diyakini bahwa sekitar 80 blok batu bluestone telah diangkut dari bukit Preseli Hills di Pembrokeshire, Wales ke dataran Salisbury."
            ]
        },
        {
            "input": "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.",
            "output": [
                "Hanya setelah pukul 6.00 sore (EDT) situs kembali mengudara dengan hanya beberapa masalah koneksi."
            ]
        },
        {
            "input": "It was replaced by a series of privately owned regional train franchises for set periods, several unfranchised open access services and a track control and maintenance company.",
            "output": [
                "Itu digantikan oleh sebuah jajaran waralaba kereta api daerah milik pribadi untuk menetapkan titik, beberapa non waralaba membuka layanan akses dan pengawasan lintasan serta perusahaan pemeliharaan."
            ]
        },
        {
            "input": "Japan and Croatia drew 0-0 in the heat of Nuremburg, Sunday.",
            "output": [
                "Jepang dan Kroasia bermain imbang 0-0 dalam pertandingan di Nuremburg, hari Minggu."
            ]
        },
        {
            "input": "Police have released the names of the victims, eighteen-year-old Cody McGrath, nineteen-year-old Shayne Davis, nineteen-year-old Zacharia Gietl and 22-year-old Leland McGlocklin.",
            "output": [
                "Polisi telah merilis nama-nama korban, Cody McGrath delapan belas tahun, Shayne Davis sembilan belas tahun, Zacharia Gietl sembilan belas tahun dan Leland McGlocklin 22 tahun."
            ]
        },
        {
            "input": "Lake Erie is the fourth largest lake of the five Great Lakes in the U.S., but the smallest by volume, and the tenth largest fresh water lake in the world.",
            "output": [
                "Danau Erie adalah danau ke-4 terbesar dari 5 danau besar di Amerika Serikat., namun yang terkecil dalam volumenya, dan ke-10 terbesar danau air tawar di dunia."
            ]
        },
        {
            "input": "When he was booked and released, he was observed by officers getting into the unmarked police car.",
            "output": [
                "Ketika dia masuk dan dilepaskan, dia telah diamati oleh petugas masuk ke dalam mobil polisi yang tidak ditandai."
            ]
        },
        {
            "input": "The EU is not a sovereign country and is not a member of the ICAO (International Civil Aviation Organisation).",
            "output": [
                "UE bukan negara berdaulat dan bukan anggota dari ICAO (Organisasi Penerbangan Sipil Internasional)."
            ]
        },
        {
            "input": "Jiang said China had an interest in supporting the region, saying eurozone member states would, in the future, become \"a major market\" for Chinese foreign exchange investments.",
            "output": [
                "Jiang menyebut Cina memiliki sebuah kepentingan dalam membantu daerah tersebut, mengatakan negara-negara anggota zona euro akan, di masa depan, menjadi \"sebuah pasar utama\" untuk pertukaran investasi asing Cina."
            ]
        },
        {
            "input": "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.",
            "output": [
                "New York Yankees kembali pulih dari kekalahan besar pada hari Sabtu untuk memenangkan pertandingan hari Minggu 9-4 melawan Cleveland Indians berkat pemukulan tepat waktu."
            ]
        },
        {
            "input": "\"I think both leaders, Olmert and Abbas are weak, vis-à-vis their constituencies,\" he explained.",
            "output": [
                "\"Menurut saya, kedua pemimpin, Olmert dan Abbas sedang lemah di hadapan konstituen mereka, \" ujarnya."
            ]
        },
        {
            "input": "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.",
            "output": [
                "Sidorsky adalah Perdana Menteri Belarusia sejak Juli 2003 ketika ia ditunjuk oleh Presiden Lukashenko."
            ]
        },
        {
            "input": "The result of the match gave Poland three points but they did not qualify for the next round of the Fifa World Cup as Ecuador had six and Germany nine.",
            "output": [
                "Hasil pertandingan memberikan Polandia tiga poin tetapi mereka tidak lolos kualifikasi putaran berikutnya dari Fifa World Cup dimana Ekuador punya enam dan Jerman sembilan."
            ]
        },
        {
            "input": "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.",
            "output": [
                "Berdasarkan daftar Miliarder Dunia tahunan Forbes yang dirilis kemarin, konglomerat asal Meksiko Carlos Slim dinobatkan menjadi orang terkaya di dunia untuk tahun kedua secara berturut-turut, dengan kekayaan bersih sekitar 74 miliar dolar."
            ]
        },
        {
            "input": "Instead of returning to practise from a fractured finger today as scheduled, flamboyant Dallas Cowboys receiver Terrell Owens is instead recovering at Baylor Medical Center this morning from an apparent suicide attempt last night.",
            "output": [
                "Bukannya kembali ke berlatih dari jari patah hari ini seperti yang dijadwalkan, flamboyan penerima Dallas Cowboys Terrell Owens malah pulih di Baylor Medical Center pagi ini dari upaya bunuh diri tadi malam."
            ]
        },
        {
            "input": "An inquest was held this week after a 10-year-old boy died after being shot with an air rifle in Swansea, Wales.",
            "output": [
                "Sebuah penyelidikan dilakukan setelah seorang anak laki-laki berusia 10 tahun tewas akibat ditembak mengunakan senapan angin di Swansea, Wales."
            ]
        },
        {
            "input": "Supporters who include the majority of the main opposition party, argue that because of the proliferation of nuclear weapons and threats from countries such as Iran and North Korea, Britain must have a nuclear defence capability.",
            "output": [
                "Pendukung yang meliputi sebagian besar partai oposisi utama, berpendapat bahwa karena perkembangan senjata nuklir dan ancaman dari negara-negara seperti Iran dan Korea Utara, Inggris harus memiliki kemampuan pertahanan nuklir."
            ]
        },
        {
            "input": "\"This chapter in our space history known as the space shuttle has been incredible,\" said Bryan Lunney, lead space shuttle flight director for the mission.",
            "output": [
                "\"Dalam sejarah penerbangan luar angkasa kita, pesawat ulang alik luar angkasa diakui sebagai pesawat yang sangat hebat, \" jelas Bryan Lunney, direktur penerbangan ulang alik luar angkasa untuk misi ini."
            ]
        },
        {
            "input": "\"Apparently, right around closing time -- there was a pen with four tigers in it -- one of the tigers got out.\"",
            "output": [
                "\"Ketika kebun binatang akan ditutup -- ada sebuah kandang yang berisi empat harimau -- salah satu harimau lepas dari kandang.\""
            ]
        },
        {
            "input": "As of 2 pm EDT Wednesday, 19 October (18:00 UTC), the center of Hurricane Wilma was located near 17°5′ N 83°5′ W or about 300 miles (480 km) southeast of Cozumel, Mexico.",
            "output": [
                "Pada pukul 2 siang EDT hari Rabu, tanggal 19 Oktober (18.00 UTC), pusat angin topan Wilma terletak di dekat 17º5'N 83º5'W atau sekitar 300 mil (480 km) tenggara Cozumel, Meksiko."
            ]
        },
        {
            "input": "Obama, the BBC reports, is quoted as calling McCain \"cynical,\" \"desperate\" and \"in the pocket of Big Oil.\"",
            "output": [
                "Obama dalam laporan BBC, dikutip seraya menyebut McCain \"sinis, \" \"putus asa\" dan \"di dalam saku Perusahan Besar Minyak.\""
            ]
        },
        {
            "input": "There is fluency about Sreesanth's run-up and action that is hard to ignore, and he did bowl well at the death, swinging the ball into the right-hander.",
            "output": [
                "Ada kelancaran tentang tindakan dan run-up Sreesanth yang sangat sulit dihindari, dan dia melempar dengan baik pada akhirnya, mengayunkan bolanya ke arah pemain tangan kanan tersebut."
            ]
        },
        {
            "input": "Turkish Prime Minister Recep Tayyip Erdogan condemned the assassination of a Catholic priest.",
            "output": [
                "Perdana Menteri Turki Recep Tayyip Erdogan mengutuk pembunuhan pastor Katolik tersebut."
            ]
        },
        {
            "input": "The current First Minister of Scotland, Jack McConnell of Labour said: \"While I recognise that the SNP are the largest party by the narrowest of margins, Alex Salmond must himself recognise that he does not have a majority in the Scottish Parliament or anywhere near a majority of the vote.\"",
            "output": [
                "Menteri Utama Skotlandia, Jack McConnell dari Partai Buruh mengatakan: \" Sementara saya mengakui bahwa SNP adalah partai terbesar dengan margin yang kecil, Alex Salmond wajib mengakui sendiri bahwa ia tidak memiliki mayoritas di Parlemen Skotlandia atau dimana saja dekat suara mayoritas.\""
            ]
        },
        {
            "input": "The results have been greeted by most of the political establishment.",
            "output": [
                "Haslinya sudah diterima oleh sebagian besar pembentukan politik."
            ]
        },
        {
            "input": "Deployment is about 75 percent complete with 25 of 31 bays deployed.",
            "output": [
                "Penyebaran hampir 75 persen komplet dengan 25 dari 31 dinding disebarkan."
            ]
        },
        {
            "input": "One such premiere location is Los Angeles, in the US state of California, which will have the film starting at 1800 PT.",
            "output": [
                "Salah satu lokasi pemutaran perdana adalah di Los Angeles, di negara bagian Kalifornia AS, yang akan mulai memutar film pada pukul 18.00 Waktu Pasifik."
            ]
        },
        {
            "input": "They do not produce pollution themselves, rather, they carry in other forms of marine pollution.",
            "output": [
                "Mereka tidak memproduksi polusi mereka sendiri, sebaliknya, mereka membawa bentuk-bentuk lain dari polusi maritim."
            ]
        },
        {
            "input": "Casa Maria was paid $100 for two weeks' use of its wall, co-owner Mario Arana told Wired News.",
            "output": [
                "Casa Maria telah dibayar 100 dolar selama 2 minggu untuk menggunakan dindingnya, ujar pemilik Mario Arana kepada Wired News."
            ]
        },
        {
            "input": "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.",
            "output": [
                "Gencatan senjata antara Israel dan Hisbullah yang diperantarai oleh PBB sebagian besar tengah dilaksanakan karena Israel telah mulai menarik pasukannya dari Lebanon."
            ]
        },
        {
            "input": "Later, the Dutch parliament failed to convince its EU representatives to reverse their vote.",
            "output": [
                "Kemudian, parlemen Belanda gagal meyakinkan wakil EU-nya untuk membalikkan pengambilan suaranya."
            ]
        },
        {
            "input": "\"I don't think he had a guy that wasn't his friend,\" added Shanahan.",
            "output": [
                "\"Saya tidak yakin orang tersebut adalah temannya, \" tambah Shanahan."
            ]
        },
        {
            "input": "Amazingly, America may have another chance to protect the future of this spectacular bird and the awesome forests in which it lives.\"",
            "output": [
                "Hebatnya, Amerika mungkin memiliki kesempatan lain untuk melindungi masa depan burung spektakuler dan hutan yang mengagumkan di mana ia hidup.\""
            ]
        },
        {
            "input": "No independent study has yet confirmed the Duisburg-Essen team's findings.",
            "output": [
                "Belum ada satupun penelitian mandiri yang mengkonfirmasi hasil temuan tim Duisburg-Essen ini."
            ]
        },
        {
            "input": "A Texas grand jury is taking a hard look at Delay’s fund raising practices, and has already indicted three of his close associates.",
            "output": [
                "Seorang hakim dari Texas menyelidiki praktek penggalangan dana Delay, dan telah mendakwa tiga rekan dekatnya."
            ]
        },
        {
            "input": "Delay’s representative, Dan Allen, told reporters \"Congressman DeLay's effective leadership to build and strengthen the House majority is exactly the reason he is being targeted by liberal groups funded by George Soros.\"",
            "output": [
                "Perwakilan dari Delay, Dan Allen, mengatakan pada wartawan \"Kepemimpinan yang efektif dari Anggota Kongres DeLay untuk membangun dan memperkuat mayoritas Dewan adalah alasan utama dirinya menjadi target kelompok-kelompok liberal yang didanai oleh George Soros.\""
            ]
        },
        {
            "input": "Zelaya's return takes place after the Organization of American States (OAS) voted in favour of suspending Honduras from the organization.",
            "output": [
                "Kepulangan Zelaya terjadi setelah Organisasi Negara-Negara Amerika (OAS) memberikan suara untuk mengeluarkan Honduras dari organisasi tersebut."
            ]
        },
        {
            "input": "Rosa Venerini helped to establish Italy's first public schools for girls.",
            "output": [
                "Rosa Venerini membantu mendirikan sekolah-sekolah publik pertama Italia untuk anak-anak perempuan."
            ]
        },
        {
            "input": "Analysis of postmortem brain tissue also revealed that the proteins aren't produced at normal levels in human Alzheimer's sufferers.",
            "output": [
                "Analisis postmortem dari jaringan otak juga menunjukan bahwa protein tidak diproduksi pada tingkat normal dalam manusia penderita Alzheimer."
            ]
        },
        {
            "input": "Additionally, the form lists Pig Latin, which is a method of rearranging words to obscure a language, rather than a language in itself.",
            "output": [
                "Sebagai tambahan, masuk dalam daftar tampilan Pig Latin, yang dengan metode menata ulang kata-kata untuk mengaburkan bahasa, lebih baik daripada bahasa itu sendiri."
            ]
        },
        {
            "input": "The Minister of the Government Information Office Jhy-wey Hsieh complained in the City's Government of the sponsorships.",
            "output": [
                "Menteri dari Kantor Informasi Pemerintah Jhy-wey Hsieh mengeluh di Pemerintah Kota atas pensponsoran tersebut."
            ]
        },
        {
            "input": "The eye of the storm hit Tecolutla, a major tourist town.",
            "output": [
                "Badai melanda Tecolutla, kota wisatawan utama."
            ]
        },
        {
            "input": "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.",
            "output": [
                "Hadir untuk bersaksi atas nama penerbit kartu kredit yaitu Roger C. Hochschild dari Discover Financial Services, Bruce L. Hammonds dari Bank of America, dan Ryan Schneider dari Capital One Financial Corporation."
            ]
        },
        {
            "input": "The basis for Coleman's appeal has yet to be given and will be included in a legal brief to be filed by the Coleman campaign later this week.",
            "output": [
                "Dasar dari banding Coleman masih diberikan dan akan termasuk dalam ringkasan hukum yang akan dipenuhi pada kampanye Coleman berikutnya minggu ini."
            ]
        },
        {
            "input": "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.",
            "output": [
                "Secara Visual-dirugikan Pemain ski tunanetra baris B3 Bathum berbicara kepada pemandunya, Sean Ramsden, langsung sesudah mengikuti kedua perlombaannya."
            ]
        },
        {
            "input": "The virology samples will be destroyed as the coolers went out of service after the power supply was cut for security reasons during fire-fighting.",
            "output": [
                "Sampel-sampel virologi akan dihancurkan karena alat-alat pendingin rusak setelah power supply dimatikan untuk alasan keamanan selama pemadaman api berlangsung."
            ]
        },
        {
            "input": "\"Often the Parisians I know belittle other people when they understand a complicated concept better than another person.",
            "output": [
                "\"Sering para penduduk Paris yang saya ketahui meremehkan orang lain bila mereka mengerti sebuah konsep yang rumit dengan lebih baik daripada orang lain."
            ]
        },
        {
            "input": "A few members of Team USA had difficulties, and were not able to start or finish their races.",
            "output": [
                "Beberapa anggota tim Amerika Serikat mendapatkan kesulitan, dan tidak mampu memulai atau mengakhiri lomba."
            ]
        },
        {
            "input": "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.",
            "output": [
                "Pilihan lainnya Musyarraf mungkin akan nengumumkan negara dalam keadaan darurat, sehingga dia bisa mendapatkan dukungan militer, atau membubarkan parlemen, meskipun ini bisa menimbulkan kekacauan politik."
            ]
        },
        {
            "input": "He also deems two other regulations, namely the prohibition of distracting MTR staff members and photography and video-recording in the train carriages, 'unreasonable'.",
            "output": [
                "Dia juga menganggap dua regulasi yang lain, yaitu larangan mengganggu anggota staf MTR dan memotret dan merekam video dalam gerbong kereta, 'tidak masuk akal'."
            ]
        },
        {
            "input": "A try from Nathan Sharpe and a hat-trick from Rocky Elsom put the Wallabies ahead by 23-3 at half time.",
            "output": [
                "Sebuah try dari Nathan Sharpe dan sebuah hat-trick dari Rocky Elsom membawa Wallabies unggul dengan 23-3 pada saat turun minum."
            ]
        },
        {
            "input": "Some schools were turned into places of torture after teachers were driven out.",
            "output": [
                "Beberapa sekolah telah berubah menjadi tempat penyiksaan setelah guru-guru diusir."
            ]
        },
        {
            "input": "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.",
            "output": [
                "Dia berjanji bahwa jika pemerintah Inggris maju dengan proyek Trident, SNP akan mengusulkan untuk menggunakan kekuatan-kekuatan untuk menghentikannya melanjutkan di Skotlandia."
            ]
        },
        {
            "input": "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.",
            "output": [
                "Perusahaan itu tetap dalam perlindungan kebangkrutan sampai wali US untuk distrik pusat California memutuskan untuk menghapus proses kebangkrutan atas kegagalan persusahaan sebagai debitur dalam kepemilikan untuk memenuhi kebutuhan dasar dari pengisian laporan bulanan dan membayar biaya triwulan kepada pihak wali."
            ]
        },
        {
            "input": "Also, in January, the Independent Monitoring Commission will give another report on the status of the Provisional Irish Republican Army revocation of violence.",
            "output": [
                "Juga, pada bulan Januari, Komisi Pemantauan Independen akan memberikan laporan lain pada status pencabutan kekerasan Tentara Sementara Republik Irlandia."
            ]
        },
        {
            "input": "Iraq lies over one-third of known oil reserves but since the Iraq war in 2003 has been unable to pump more than 2 million barrels a day - 1 million less than prior to the coalition invasion.",
            "output": [
                "Irak terletak pada lebih dari sepertiga dari cadangan minyak yang diketahui tetapi setelah perang Irak pada tahun 2003 telah mampu memompa lebih dari 2 juta barel per hari - 1 juta kurang dari sebelum invasi koalisi."
            ]
        },
        {
            "input": "At least eight other alleged terrorists, both foreign and of Pakistani descent, were also believed to have been killed in the strike.",
            "output": [
                "Sedikitnya delapan orang yang diduga teroris lainnya, baik keturunan asing dan Pakistan, juga diyakini telah tewas dalam serangan tersebut."
            ]
        },
        {
            "input": "\"Nor would they necessarily add anything positive to the game and could harm the authority of the referee.\"",
            "output": [
                "\"Atau tidakkah mereka diperlukan untuk menambah hal positif pada pertandingan dan dapat mengganggu otoritas wasit.\""
            ]
        },
        {
            "input": "\"I am delighted that the major supermarkets are committed to achieving the 50 per cent goal by the end of this year.\"",
            "output": [
                "\"Saya gembira bahwa supermarket besar berkomitmen untuk mencapai 50 persen tujuan akhir tahun ini.\""
            ]
        },
        {
            "input": "According to NASA, the discovery was made when Cassini flew by the moon on March 12.",
            "output": [
                "Menurut NASA, penemuan terjadi ketika Cassini terbang di bulan pada tanggal 12 Maret."
            ]
        },
        {
            "input": "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.",
            "output": [
                "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral."
            ]
        },
        {
            "input": "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.",
            "output": [
                "Tidak jelas apakah pemenang 7 kali Tour de France tersebut bermaksud untuk bertanding di klasifikasi umum, tetapi dia gagal memisahkan diri pada hari Minggu dalam mengejar panggung kemenangan."
            ]
        },
        {
            "input": "The country's educators were targeted by Zimbabwe's ZANU-PF party, for alleged support of the opposition.",
            "output": [
                "Pendidik dalam negara tersebut menjadi sasaran partai ZANU-PF Zimbabwe, untuk dugaan mendukung oposisi."
            ]
        },
        {
            "input": ":\"Even newsreaders on the local television news can sometimes be seen wearing the yellow shirt as a showing of support for the King.\"",
            "output": [
                ":\"Bahkan pembaca berita pada TV berita setempat kadang bisa terlihat memakai kemeja kuning untuk menunjukkan dukungan pada Raja.\""
            ]
        },
        {
            "input": "Tropical Storm Danielle is now a Category 1 hurricane, with winds up to 130 km/h (80 mph).",
            "output": [
                "Badai Tropis Danielle sekarang menjadi topan kategori 1, dengan angin hingga 130 km per jam (80 mph)."
            ]
        },
        {
            "input": "In the guidelines imposed, arrested offenders who cannot pay the fine, will face legal action.",
            "output": [
                "Dalam petunjuk dikenakan, yang tertangkap melanggar dan tidak dapat membayar denda tersebut, akan menghadapi tindakan hukum."
            ]
        },
        {
            "input": "\"I want my children to have the basics of scientists, I don't want to be fed activism'.\"",
            "output": [
                "\"Saya ingin anak saya mempunyai dasar-dasar ilmu pengetahuan, saya tidak ingin diajari aktifisme.\""
            ]
        },
        {
            "input": "Former Russian nuclear energy minister Yevgeny Adamov was arrested on Monday by Swiss authorities.",
            "output": [
                "Mantan menteri energi nuklir Rusia Yevgeny Adamov telah ditahan pada hari Senin oleh pihak berwenang Swiss."
            ]
        },
        {
            "input": "Upon receiving the notice Preston says that he \"became completely depressed and sad\".",
            "output": [
                "Setelah menerima pemberitahuan Preston mengatakan bahwa ia \"menjadi benar-benar tertekan dan sedih.\""
            ]
        },
        {
            "input": "Skipper Brad Butterworth, coincidently a New Zealander, led the Switzerland-based boat to a second straight \"Auld Mug\" trophy.",
            "output": [
                "Pengemudi Brad Butterworth, yang kebetulan dalah seorang New Zealand, memimpin team Switzerland dalam dua kali berturut turut dalam piala \"Auld mug.\""
            ]
        },
        {
            "input": "The second problem is if good Samaritans are more easily located, instead of just happened-upon, how many will keep their WiFi access free?",
            "output": [
                "Masalah kedua adalah jika penduduk Samarita yang baik lebih mudah dipindahkan, dibanding hanya baru saja terjadi, berapa banyak yang akan tetap membiarkan akses WiFi mereka terbuka secara gratis?"
            ]
        },
        {
            "input": "Amidst ongoing Israeli bombings of Gaza, with the death toll of the bombardments up to 537 with another 2,500 people wounded, UN food agencies again warned that the people of Gaza are facing a heavy humanitarian crisis.",
            "output": [
                "Di tengah pemboman Israel yang sedang berlangsung atas Gaza, dengan korban tewas dari pemboman yang mencapai 537 dengan 2.500 orang yang lain terluka, badan-badan pangan PBB memperingatkan lagi bahwa rakyat Gaza menghadapi krisis kemanusiaan yang berat."
            ]
        },
        {
            "input": "The scientists' results showed that the anterior preoptic area of the rams' hypothalamus was 50 percent smaller in male-oriented rams as opposed to female oriented rams.",
            "output": [
                "Hasil penelitian para peneliti menunjukkan bahwa daerah preoptic anterior domba jantan hipotalamus adalah 50 persen lebih kecil pada domba jantan yang berorientasi jantan dibandingkan dengan domba jantan berorientasi betina."
            ]
        },
        {
            "input": "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.",
            "output": [
                "Pelopor blogger Malaysia Ahiruddin Attan dan Jeff Ooi telah digugat atas tuduhan melakukan fitnah oleh harian terkemuka Malaysia, The New Straits Times."
            ]
        },
        {
            "input": "However, the United States Geological Survey (USGS) reported that it reached a magnitude of 5.8; had a depth of 8,5 kilometers; and that the epicenter was located 65 kilometers at the southwest of San Antonio, Valparaíso; 100 kilometers at the west of Rancagua, O'Higgins 105 kilometers at the northwest of Curicó, Maule and; 135 kilometers at the southwest of Santiago, Metropolitan Region.",
            "output": [
                "Meskipun demikian, Survei Geologi Amerika (USGS) melaporkan bahwa kekuatan gempa mencapai 5,8; dengan kedalaman 8,5 kilometer; dan pusat gempa berlokasi 65 kilometer di barat daya San Antonio, Valparaiso; 100 kilometer di barat Rancagua, O'Higgins 105 kilometer di barat laut Curico, Maule dan; 135 kilometer di barat laut Santiago, wilayah ibukota."
            ]
        },
        {
            "input": "The book includes 101 questions for students to use to challenge their climate science teachers.",
            "output": [
                "Dalam Buku tersebut termasuk 101 pertanyaan untuk para murid untuk menantang kecenderungan pengetahuan guru-guru mereka."
            ]
        },
        {
            "input": "Nine people have died in a fiery tourist bus crash in Egypt on Thursday.",
            "output": [
                "Sembilan orang tewas dalam tabrakan bus wisata yang terbakar di Mesir pada hari Kamis."
            ]
        },
        {
            "input": "According to Air Force spokesperson Karl Lewis, the aircraft were from the 457th Fighter Squadron and the error in the initial report was due to an internal communications problem between offices at the base.",
            "output": [
                "Menurut juru bicara Angkatan Udara Karl Lewis, pesawat itu dari Fighter Squadron 457 dan kesalahan dalam laporan awal adalah karena masalah komunikasi internal antara kantor-kantor di pangkalan."
            ]
        },
        {
            "input": "Initial results gave Afghan President Hamid Karzai more than the 50% of votes necessary to re-elect him in the country's recent presidential elections.",
            "output": [
                "Hasil awal yang memberi presiden Afganistan Hamid Karzai lebih dari 50% dari suara yang diperlukan untuk memilih kembali dia di pemilihan presiden baru-baru ini di daerah."
            ]
        },
        {
            "input": "The West African group of countries Ecowas has already dispatched a delegation to talk to the group responsible for the coup.",
            "output": [
                "Kelompok negara-negara Afrika Barat Ecowas telah mengirimkan delegasi untuk berbicara dengan kelompok yang bertanggung jawab atas kudeta."
            ]
        },
        {
            "input": "To address this the government will provide extra funding for drug and alcohol rehabilitation services.",
            "output": [
                "Untuk mengatasi ini pemerintah akan menyediakan dana ekstra untuk layanan rehabilitasi alkohol dan obat."
            ]
        },
        {
            "input": "A Brazilian military official later said four Brazilian soldiers who were part of the UN mission were killed.",
            "output": [
                "Seorang pejabat militer Brasil kemudian mengatakan 4 tentara Brasil yang merupakan bagian dari misi PBB tewas."
            ]
        },
        {
            "input": "The Government of the United Kingdom has assumed direct rule over the Turks and Caicos Islands in the Caribbean, after an enquiry discovered what it alleges to be corruption and \"serious dishonesty\" at the highest levels.",
            "output": [
                "Pemerintah UK telah memulai pemerintahan langsung atas kepulauan Turks dan Caicos di Karibia, setelah suatu penyelidikan menemukan adanya korupsi dan \"ketidakjujuran serius\" tingkat tinggi."
            ]
        },
        {
            "input": "Bodies were flown into Juba Airport were relatives waited for hours for news.",
            "output": [
                "Jenazah diterbangkan ke Juba Airport tempat kerabat menunggu berjam-jam untuk berita."
            ]
        },
        {
            "input": "Miriam Stucky is running for the Green Party of Ontario in the Ontario provincial election, in the Peterborough riding.",
            "output": [
                "Miriam Stucky mencalonkan diri dari Partai Hijau Ontario di pemilihan provinsi Ontario, di daerah pemilihan Peterborough."
            ]
        },
        {
            "input": "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.",
            "output": [
                "Situasi dalam pemenang balap menjadi hampir kritis bagi Schumacher yang kehilangan 10 poin akhir minggu ini."
            ]
        },
        {
            "input": "The agency increased its pandemic alert level to the sixth level, its highest.",
            "output": [
                "Kantor meningkatkan level peringatan pandemi ke level enam, yang paling tinggi."
            ]
        },
        {
            "input": "During all these events none of the representatives from the Office of Public Prosecutor were present at the place of the event, even though both Krishna people and legal service people demanded meeting with representatives of the Office of Public Prosecutor who are obligated to be present during this type of actions.",
            "output": [
                "Selama seluruh acara ini berlangsung, tidak ada satupun perwakilan dari Kantor Jaksa Penuntut Umum datang di tempat kejadian, meskipun baik orang Krishna dan orang dari layanan hukum diminta bertemu dengan perwakilan dari Kantor Jaksa yang diwajibkan datang selama tindakan jenis ini."
            ]
        },
        {
            "input": "The model also bolsters controversial suggestions that chronic infections could lead the immune system awry, ultimately resulting in rheumatoid arthritis or other autoimmune ailments.",
            "output": [
                "Model tersebut juga mendukung saran kontroversial bahwa infeksi kronis dapat membuat sistem kekebalan tubuh serba salah, pada akhirnya menyebabkan rheumatoid arthritis atau penyakit autoimun lain nya."
            ]
        },
        {
            "input": "On February 15 Associated Press Television received a video showing Sgrena demanding help from Italian politicians and people, and asking for Italian troop's withdrawal from Iraq.",
            "output": [
                "Pada tanggal 15 Februari Asosiasi Media Televisi menerima video yang menunjukkan Sgrena meminta tolong pada politikus Italia dan rakyat, dan meminta pasukan Italia ditarik dari Irak."
            ]
        },
        {
            "input": "Yesterday, Republican Fred Thompson confirmed his campaign for the United States presidential election, 2008.",
            "output": [
                "Kemarin, anggota partai Republik Fred Thompson mengkonfirmasi kampanyenya untuk pemilihan presiden Amerika Serikat, tahun 2008."
            ]
        },
        {
            "input": "The Internal Revenue Service said Alamo owed the U.S. government US$7.9 million.",
            "output": [
                "Departemen Kantor Pajak berkata Alamo berhutang kepada Pemerintah AS $7,9AS juta."
            ]
        },
        {
            "input": "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.",
            "output": [
                "Philadelphia akan mencapai suhu 100ºF, Washington D.C. akan mencapai suhu 101ºF dan Baltimore serta Richmond akan merasakan suhu meningkat sampai di atas garis 100."
            ]
        },
        {
            "input": "Ronald G. Latimer, M.D., of Santa Barbara, CA, warned \"The fact that surgeons may have to open the patient or might actually need to revert to standard laparoscopic techniques demands that this basic training be a requirement before a robot is purchased.",
            "output": [
                "Ronald G. Latimer, M. D., dari Santa Barbara, CA, memperingatkan \"Kenyataannya bahwa para ahli bedah boleh membedah pasien atau mungkin benar-benar dituntut dan membutuhkan kembali pada teknik standar laparoskopi yang pelatihan dasar tersebut merupakan kebutuhan sebelum robot itu dibeli."
            ]
        },
        {
            "input": "The 13 defendants are charged with conspiracy, false statements, wire fraud, federal program fraud and tax crimes related to the financing for the Governor's 1999-2002 campaigns for Resident Commissioner, the sole representative of the island in the U.S. Congress, and for his subsequent 2004 gubernatorial run.",
            "output": [
                "13 terdakwa dituduh persekongkolan, pernyataan salah, penipuan informasi, federal program penipuan dan pelanggaran pajak berhubungan dengan pendanaan kampanye Gubernur 1999-2002 untuk Komisaris Penduduk, perwakilan tunggal pulau pada Kongres A. S., dan menyusul masa menjabatnya 2004 berikutnya."
            ]
        },
        {
            "input": "\"Now Europe has the opportunity to have a constructive debate on the severe shortcomings of the current Council text, under the new Luxembourgish EU presidency next year.\"",
            "output": [
                "\"Sekarang Eropa mempunyai sikap untuk debat yang konstruktif pada kekurangan yang parah dari naskah Dewan saat ini, dibawah presiden baru EU dari Luxembourg tahun depan.\""
            ]
        },
        {
            "input": "Later when the plants die, the process of their decomposition on the bottom consumes oxygen to a state where the water becomes anoxic, and unable to support life.",
            "output": [
                "Setelah tanaman mati, proses penguraian mereka di dasar memerlukan oksigen dalam keadaan yang mana kondisi air menjadi anoxic, dan tidak bisa mendukung kehidupan."
            ]
        },
        {
            "input": "Benn says that he has always been a supporter of the BBC, and yesterday compared it to the emergency services.",
            "output": [
                "Benn mengatakan bahwa dia selalu menjadi pendukung BBC dan kemarin membandingkannya pada layanan darurat."
            ]
        },
        {
            "input": "In the aftermath of significant press coverage of Amazon's actions to remove content, legal action was started against them in Washington alleging violations of the company's published terms of service, the Computer Fraud and Abuse Act, and Washington's consumer protection legislation.",
            "output": [
                "Sebagai buntut dari liputan pers yang signifikan dari tindakan Amazon untuk menghapus konten, tindakan hukum dimulai terhadap mereka di Washington menuduh pelanggaran dari jangka layanan yang diterbitkan perusahaan, Pelanggaran dan Penipuan Komputer, dan undang-undang perlindungan konsumen Washington."
            ]
        },
        {
            "input": "Defending 2006 champions Normann Stadler and Michellie Jones and 2005 champion Faris Al-Sultan were struck down with stomach ailments; six-time winner and 2005 champion Natascha Badmann totaled her bike after crashing into road cone; and Luke Bell was sidelined with a leg injury.",
            "output": [
                "Juara bertahan tahun 2006 Normann Stadler dan Michellien Jones dan juara tahun 2005 Faris Al-sultan diserang kram perut; pemenang enam kali dan pemenang tahun 2005 Natascha Badmann merusakkan sepedanya karena menabrak pembatas jalan; dan Luke Bell menepi karena cedera kaki."
            ]
        },
        {
            "input": "If they do not, they will be required to take it up by September 16th.",
            "output": [
                "Jika mereka tidak melakukan, mereka akan diminta untuk melakukan itu pada tanggal 16 September."
            ]
        },
        {
            "input": "The Pakistani police stated the journalist, Faisal Qureshi, who was working for a London-based online site, The London Post, was murdered on Friday in the early morning.",
            "output": [
                "Polisi Pakistan menyebut jurnalis tersebut Faisal Qureshi yang bekerja untuk situs online yang berbasis di London yaitu London Post, terbunuh pada Jumat dini hari."
            ]
        },
        {
            "input": "\"Certainly, there is a still a demand for payphones around Australia.\"",
            "output": [
                "\"Tentu saja, masih ada permintaan telepon umum sekitar Australia."
            ]
        },
        {
            "input": "The course, entitled \"Special Topics in Religion: Intelligent Design, Creationism and other Religious Mythologies\" was intended to support evolution, and explore creationism as a mythology.",
            "output": [
                "Kelas tersebut bertema \"Topik Spesial dalam Agama: rancangan intelligen, penciptaan, dan mitologi keagamaan lainya\" yang bermaksud mendukung evolusi dan mengeksplor penciptaan sebagai mitos."
            ]
        },
        {
            "input": "When asked about the record after the game, a subdued Favre said,\"It's just a number.\"",
            "output": [
                "Ketika ditanyakan tentang rekor setelah permainan, Favre yang menaklukkan hanya mengatakan, \"itu hanya sebuah angka.\""
            ]
        },
        {
            "input": "The \"roadmap\" that came out of Oslo remains the official Israeli (and American) policy for peace in the Palestinian conflict.",
            "output": [
                "\"Peta perjalanan\" yang keluar dari Oslo tetap merupakan kebijakan resmi Israel (dan Amerika) bagi perdamaian dalam konflik Palestina."
            ]
        },
        {
            "input": "Agliotti was later arrested in connection with the murder of Brett Kebble.",
            "output": [
                "Aggliotti belakangan ditangkap terkait dengan hubungannnya dengan pembunuh Brett Kebble."
            ]
        },
        {
            "input": "The lifting of the ban comes at a time when continued US orders will no longer be guaranteed and that the aircraft's continued production is important for Lockheed Martin Aeronautics' business.",
            "output": [
                "Pencabutan larangan tersebut datang pada saat kelanjutan pesanan AS tidak akan dijamin lagi dan terus memproduksi pesawat adalah penting bagi bisnis Lockheed Martin Aeronautics'."
            ]
        },
        {
            "input": "Going into their match against the USA, they notched an 8–7 victory over China, an 18 to nil victory against Germany, and a 9–7 overtime shootout win against Russia.",
            "output": [
                "Di perjalanan mereka sampai pertandingan melawan USA, mereka meraih kemenangan 8-7 atas Cina, kemenangan 18 nol melawan Jerman, dan menang 9-7 adu perpanjangan waktu melawan Rusia."
            ]
        },
        {
            "input": "\"We wish to emphasize that no congressional authority exists for unilateral military action against Iran,\" she said in an open letter on November 1, 2007.",
            "output": [
                "\"Kami ingin menekankan bahwa tidak ada kewenangan kongres untuk aksi militer secara sepihak melawan Iran\", dia mengatakannya pada surat terbuka pada 1 November 2007."
            ]
        },
        {
            "input": "The statement promised 3 million euros of emergency EU aid to the people of Gaza.",
            "output": [
                "Pernyataan itu senilai 3 juta euro bantuan darurat Uni Eropa untuk rakyat Gaza."
            ]
        },
        {
            "input": "Early voters wreaked havoc on the city streets, causing backups near polling locations and interrupting traffic flows to area elementary and senior high schools.",
            "output": [
                "Pemilih awal menciptakan malapetaka di jalan-jalan kota, menyebabkan cadangan di dekat tempat pemilihan dan mengganggu arus lalu lintas di area sekolah-sekolah dasar dan menengah pertama."
            ]
        },
        {
            "input": "The mostly peaceful demonstration marched from Sydney's Town Hall to Hyde Park where they were greeted with a carnival atmosphere.",
            "output": [
                "Demonstrasi yang sebagian besar damai tersebut berbaris dari Balai Kota Sydney ke Hyde Park di tempat mereka disambut dengan suatu suasana karnaval."
            ]
        },
        {
            "input": "By surviving and recovering, Jeanna became the only person known in medicine to overcome rabies without a vaccine.",
            "output": [
                "Dengan bertahan hidup dan pulih, Jeanna menjadi satu-satunya orang yang dikenal dalam pengobatan untuk mengatasi rabies tanpa vaksin."
            ]
        },
        {
            "input": " There were three answers possible, yes, no or both.",
            "output": [
                "Ada 3 jawaban yang mungkin dijawab, ya, tidak atau keduanya."
            ]
        },
        {
            "input": "Prince Harry has today been ordered to return home, after details that the 23 year old's front line engagement was leaked by an American website.",
            "output": [
                "Pangeran Harry hari ini diperintahkan untuk kembali ke rumah, setelah hal-hal detil menjadi berita utama pertunangannya berusia 23 tahun ini dibocorkan oleh sebuah situs web Amerika."
            ]
        },
        {
            "input": "Said Sir Paul \"I was extremely proud to find out that one of my songs was played for Discovery this summer.",
            "output": [
                "Sir Paul berkata, \"Saya sangat bangga mengetahui bahwa salah satu laguku ternyata diputar untuk Discovery musim panas ini.\""
            ]
        },
        {
            "input": "Some people have deemed the floods in this region to be the worst in 50 years.",
            "output": [
                "Beberapa orang menganggap banjir di daerah ini adalah yg terparah dalam 50 tahun."
            ]
        },
        {
            "input": "United States and Iraqi forces have captured the al-Qaeda in Iraq's second in command, Hamad Jama al-Saedi.",
            "output": [
                "Amerika Serikat dan pasukan Irak telah menangkap pemimpin kedua al-Qaeda di Irak, Hamad Jama al-Saedi."
            ]
        },
        {
            "input": "I don't know where he's at right now,\" said Charlie Tiger the chief of the Seminole Police Department also adding that Smith's 5 month old baby was not with them.",
            "output": [
                "\"Saya tidak tahu di mana dia saat ini, \" kata Charlie Tiger kepala Departemen Polisi Seminole, juga menambahkan bahwa bayi berusia 5 bulan Smith tidak bersama mereka."
            ]
        },
        {
            "input": "Wikinews contacted Steven Elgersma, to talk about the issues facing Canadians, and what they and their party would do to address them.",
            "output": [
                "Wikinews menghubungi Steven Elgersma, untuk bicara mengenai masalah yang dihadapi Kanada, dan apa mereka dan partai meneka lakukan untuk menghadapinya."
            ]
        },
        {
            "input": "The high-profile event is expected to boost the image of Bucharest worldwide, especially in the artistic scene.",
            "output": [
                "Acara dengan profil tinggi ini diharapkan mendorong citra Bukares secara mendunia, terutama dalam bidang seni."
            ]
        },
        {
            "input": "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.",
            "output": [
                "\"Kekurangan tenaga listrik ini merupakan akibat dari krisis energi yang berpotensi untuk merusak sektor industri negara ini, \" ujar seorang pedagang di pasar saham Indonesia."
            ]
        },
        {
            "input": "Still, Harlan was in attendance at Yankee Stadium during the team's Opening Day series this year.",
            "output": [
                "Namun, Harlan hadir di Stadion Yankee selama Hari Pembukaan tim seri tahun ini."
            ]
        },
        {
            "input": "Japan Airlines and All Nippon Airways, Japan's two largest air carriers, both said 240 domestic and eight international flights have been cancelled as a direct result of the storm, which is expected to be immediately followed by Tropical Storm Danas.",
            "output": [
                "2 maskapai udara terbesar Jepang, Japan Airlines dan All Nippon Airways, sama-sama menyatakan bahwa 240 penerbangan domestik dan 8 penerbangan internasional telah dibatalkan akibat langsung dari badai itu, dan diperkirakan akan diikuti oleh sebuah badai tropis bernama Danas."
            ]
        },
        {
            "input": "The bridge spans the San Francisco Bay between Oakland and Yerba Buena Island.",
            "output": [
                "Jembatan tersebut merentang di Teluk San Francisco antara Oakland dan pulau Yerba Buena."
            ]
        },
        {
            "input": "Among the decorations were a giant Noel sign, holly leaves, and a skiing penguin.",
            "output": [
                "Di antara dekorasi terlihat tanda Noel raksasa, daun suci dan penguin yang bermain ski."
            ]
        },
        {
            "input": "The expulsions have sparked widespread outcry on the part of human rights groups and opposition politicians, including Paris Mayor Bertrand Delanoe.",
            "output": [
                "Pengusiran telah memicu jeritan yang meluas pada sebagian kelompok hak asasi manusia dan politisi oposisi, termasuk Walikota Paris Bertrand Delanoe."
            ]
        },
        {
            "input": "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.",
            "output": [
                "Kekhawatiran akan keselamatan para penumpang kapal pencari suaka itu memuncak pekan ini setelah kapal itu ternyata tidak pernah muncul di semenanjung Cape York Australia padahal mereka sudah meninggalkan pelabuhan Merauke Papua sejak hari Jumat pagi."
            ]
        },
        {
            "input": "Shawn Milne and Peter McDonald still threatened the current sprint and overall leader John Murphy within a difference less than 10 seconds.",
            "output": [
                "Shawn Milne dan Peter McDonald masih mengancam lari cepat saat ini dan pemimpin keseluruhan John Murphy dalam perbedaan kurang dari 10 detik."
            ]
        },
        {
            "input": "This is the second fatal mine accident in the area in two weeks.",
            "output": [
                "Ini adalah kecelakaan tambang yang fatal kedua yang terjadi di daerah tersebut dalam dua minggu."
            ]
        },
        {
            "input": "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.",
            "output": [
                "Kudeta datang setelah krisis politik diperpanjang yang mana Presiden Tandja telah membubarkan kedua Majelis Nasional dan Pengadilan Tinggi Niger, serta memperpanjang masa jabatan presiden itu dengan tiga tahun, dan menghapus semua batasan lebih lanjut pada masa jabatannya."
            ]
        },
        {
            "input": "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".",
            "output": [
                "Menurut kantor Presiden Rusia, air minum tidak lagi tersedia di daerah yang merupakan ibukota Ossetia Selatan, Tskhinvali, karena \"tempat pengolahan air dan limbah telah hancur.\""
            ]
        },
        {
            "input": "The former Chief Operating Officer, Tim Cook will be succeeding Jobs as CEO.",
            "output": [
                "Mantan Chief Operating Officer, Tim Cook akan meneruskan Jobs sebagai CEO."
            ]
        },
        {
            "input": "The billboard states on it: \"painter-gate, corn-gate, doone-gate, speed-gate, pledge-gate and (next to an arrow) departure gate,\" all these words were accompanied by a picture of Helen Clark, PM, which slowly decreased in size.",
            "output": [
                "Papan iklan tersebut bertuliskan: \"skandal painter-gate, corn-gate, doone-gate, speed-gate, pledge-gate dan (sebelah anak panah) gerbang keberangkatan departure gate, \" semua kata-kata ini disertai foto Helen Clark, PM, yang secara perlahan mengurangi ukurannya."
            ]
        },
        {
            "input": "The social networking site admitted this is double what they anticipated last year.",
            "output": [
                "Situs jejaring sosial mengakui ini adalah dua kali lipat dari apa yang mereka antisipasi tahun lalu."
            ]
        },
        {
            "input": "First reports from the area indicate that the Western parts of New Britain have no power or telecommunications.",
            "output": [
                "Laporan pertama dari daerah tersebut menunjukkan bahwa bagian Barat Britania Baru tidak memiliki daya atau telekomunikasi."
            ]
        },
        {
            "input": "However, according to Mr O'Conner, one company had used removable sticker that were later removed due to consultation.",
            "output": [
                "Namun, menurut Bapak O'Conner, satu perusahaan telah menggunakan stiker yang dapat dipindah yang kemudian dihapus sesuai dengan pertimbangan."
            ]
        },
        {
            "input": "The vote ended with 449 in favour, 149 against and 82 abstentions, CNN reports.",
            "output": [
                "Pemilihan berakhir dengan 449 setuju, 149 menentang dan 82 absen, laporan CNN."
            ]
        },
        {
            "input": "In Australia last week, Rijsberman said he would \"not be surprised to see the price of water double or triple over the next two decades.\"",
            "output": [
                "Di Australia minggu lalu, Rijsberman mengatakan dia \"tidak akan kaget melihat harga air dua atau tiga kali untuk dua dekade mendatang.\""
            ]
        },
        {
            "input": "In that same letter, Jobs stated that his desire was to remain as chairman of the board.",
            "output": [
                "Dalam surat yang sama, Jobs menyatakan keinginannya untuk tetap menjabat sebagai ketua dewan."
            ]
        },
        {
            "input": "A spokesperson for Lordi said: \"We won the contest, looking like this,\"he said.",
            "output": [
                "Jurubicara Lordi mengatakan: \"Kami memenangkan kontes, terlihat seperti ini, \" katanya."
            ]
        },
        {
            "input": "Its location in an area accessible only via narrow alleys is hampering search and rescue efforts as heavy equipment such as cranes is having difficulty reaching the scene.",
            "output": [
                "Lokasinya yang ada di daerah yang hanya bisa dijangkau melalui gang-gang sempit itu menghambat upaya pencarian dan penyelamatan berhubung peralatan berat seperti derek mengalami kesulitan untuk mencapai tempat kejadian tersebut."
            ]
        },
        {
            "input": "Recently, in August 2004, a US$543 million lawsuit was filed against Newmont Mining by the Indonesian Environmental Ministry and local villagers.",
            "output": [
                "Baru-baru ini di bulan Agustus 2004, Newmont dituntut AS$543 juta oleh Kementrian Lingkungan Hidup Indonesia dan sejumlah warga desa."
            ]
        },
        {
            "input": "Williams was born Howard Andrew Williams on December 3, 1927 in Wall Lake, Iowa.",
            "output": [
                "Williams dilahirkan oleh Howard Andrew Williams pada 3 Desember 1927, di Wall Lake, Iowa."
            ]
        },
        {
            "input": "John Calvert, managing director of the Intelligent Design Network, had previously objected to Professor Mirecki's focus on creationism as mythology, and claimed that the religious studies professor was \"labeling anybody who proposes [intelligent design] to be simply a religious nut\".",
            "output": [
                "John Calvert, direktur Intelligent Design Network, sebelumnya keberatan dengan Profesor Mirecki fokus pada penciptaan sebagai mitologi, dan mengklaim bahwa profesor studi agama adalah \"label siapa saja yang mengusulkan [desain kecerdasan] menjadi hanya gila agama.\""
            ]
        },
        {
            "input": "\"If Mr Netanyahu is serious, he can send a team of experts, and we'll send a team of experts to Turkey.\"",
            "output": [
                "\"Bila Bapak Netanyahu serius, dia bisa mengirim sebuah tim ahli, dan kami akan mengirim sebuah tim ahli ke Turki.\""
            ]
        },
        {
            "input": "Emergency Services Rescue Helicopter crew officer Rod Morgan said the woman had suffered massive blood loss.",
            "output": [
                "Kru petugas Layanan Helikopter Penyelamat Darurat Rod Morgan mengatakan wanita tersebut mengalami kehilangan banyak darah."
            ]
        },
        {
            "input": "The five firefighters that were killed died when their truck was overrun by the flames.",
            "output": [
                "5 petugas pemadam kebakaran yang tewas saat truk mereka dikelilingi kobaran api tersebut."
            ]
        },
        {
            "input": "The state-run Xinhua news agency says the cause of the disaster is under investigation.",
            "output": [
                "Media yang menjalankan negara Kantor berita Xinhua mengatakan bahwa penyebab dari bencana tersebut sedang dalam penyelidikan."
            ]
        },
        {
            "input": "\"In a future companion paper we will suggest explanations for the persisting higher rate of suicide in Scotland.\"",
            "output": [
                "\"Pada makalah tambahan di masa mendatang kami akan memberikan penjelasan untuk angka lebih tinggi yang bertahan dari bunuh diri di Scotlandia.\""
            ]
        },
        {
            "input": "The Church of Scientology was offered the opportunity to respond to the claims made by Stollery during the interview.",
            "output": [
                "Gereja Scientology menerima tawaran untuk merespon tuduhan yang dibuat oleh Stollery selama wawancara."
            ]
        },
        {
            "input": "A resolution passed by the European Parliament Thursday asked EU states \"to find a common solution to ensure that Mehdi Kazemi is granted asylum or protection on EU soil and not sent back to Iran.\"",
            "output": [
                "Sebuah resolusi selanjutnya dikeluarkan oleh Parlemen Eropa pada hari Kamis yang meminta negara-negara UE \"untuk mencari solusi bersama untuk menjamin bahwa Mehdi Kazemi akan mendapatkan suaka atau perlindungan di dalam kawasan UE dan tidak akan dikirim kembali ke Iran.\""
            ]
        },
        {
            "input": "Police are yet to rule out that the dusting was deliberate.",
            "output": [
                "Polisi belum mengesampingkan kemungkinan bahwa debu itu disengaja."
            ]
        },
        {
            "input": "Ballard says that he won't say happy things about his experience in the camp, but also no unpleasant ones either.",
            "output": [
                "Ballard mengatakan bahwa hidup mereka tidak bahagia di camp tersebut, namun tidak juga menderita."
            ]
        },
        {
            "input": "Meanwhile protests around the world took place in response to Israel's latest attacks and ground assault on Gaza.",
            "output": [
                "Sementara itu protes seluruh dunia terjadi tanggapan atas serangan terbaru Israel dan serangan darat pada Gaza."
            ]
        },
        {
            "input": "A Japanese official has stated that Japan is opposed to re-entering into six-party talks between the United States, China, Russia, South Korea, and North Korea in regards to the N. Korean nuclear weapons program stating that N. Korea must \"compromise.\"",
            "output": [
                "Pejabat Jepang menyatakan bahwa Jepang menolak masuknya kembali ke dalam perundingan enam-pihak antara Amerika Serikat, Cina, Rusia, Korea Selatan dan Korea Utara sehubungan dengan program senjata nuklir Korea Utara dengan menyebutkan bahwa Korea Utara harus \"kompromi.\""
            ]
        },
        {
            "input": "Celtic vainly tried to tie the game, bringing on Kenny Miller, but AC finished the game comfortably, and advanced to the next round of the tournament.",
            "output": [
                "Celtic sia-sia mencoba mengikat permainan dengan membawa Kenny Miler, namun AC Milan menyelesaikan permainan dengan nyaman dan memiliki keuntungan bagi putaran berikutnya dari turnamen."
            ]
        },
        {
            "input": "NATO and Afghan authorities are investigating but NATO officials have yet to comment.",
            "output": [
                "NATO dan pemerintah Afganistan sedang menyelidikinya tetapi para pejabat NATO belum berkomentar."
            ]
        },
        {
            "input": "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.",
            "output": [
                "Ini mengikuti mandat di seluruh negara bagian membutuhkan ethanol yang dicampurkan ke dalam minyak gas─juga yang pertama di Minnesota─mulai berlaku di tahun 1997."
            ]
        },
        {
            "input": "The Labour Party's 2005 election manifesto read \"We are committed to retaining the independent nuclear deterrent”.",
            "output": [
                "Dalam manifesto pemilihan Partai Buruh tahun 2005 tertuliskan, \"Kami berkomitmen untuk mendapatkan alat deterensi nuklir yang independen.\""
            ]
        },
        {
            "input": "It is scheduled to be released in other countries shortly thereafter.",
            "output": [
                "Dijadwalkan akan diluncurkan di negara-negara lainnya sesudah itu dengan segera."
            ]
        },
        {
            "input": "So far there are no reports of injuries, deaths or damage, but the USGS reports that damage could be \"moderate to heavy.\"",
            "output": [
                "Sejauh ini tidak ada laporan cedera, kematian atau kerusakan, tapi USGS melaporkan bahwa kerusakan bisa \"menengah hingga berat.\""
            ]
        },
        {
            "input": "According to Indian Space Research Organisation (ISRO) officials, the Moon Impact Probe (MIP), with an Indian flag painted on it, will be dropped late tonight.",
            "output": [
                "Menurut petugas Organisasi Penelitian Antariksa India (ISRO), Pemeriksaan Dampak Bulan (MIP), dengan sebuah bendera India digambarkan di atasnya, akan diturunkan malam ini."
            ]
        },
        {
            "input": "He also recommends having two people on this job as this will help when it comes to shorting a circuit.",
            "output": [
                "Dia juga merekomendasikan untuk menggunakan 2 orang pada pekerjaan ini yang akan membantu ketika sirkuit konslet."
            ]
        },
        {
            "input": "Authorities identified the sole hijacker as Jose Mar Flores, 44, who is being described as an alcoholic, drug addicted, religious fanatic.",
            "output": [
                "Pihak berwenang mengidentifikasi satu-satunya pembajak sebagai Jose Mar Flores, 44 tahun, yang dijelaskan sebagai alkoholik, pecandu obat bius, fanatik agama."
            ]
        },
        {
            "input": "Norm Coleman filed an appeal with the Minnesota Supreme Court challenging opponent Al Franken's court victory last week which gave Franken a 312-vote lead in the disputed 2008 Minnesota United States Senate election, reports the Minneapolis Star-Tribune.",
            "output": [
                "Norm Coleman mengajukan banding dengan Pengadilan Tinggi Minnesota menantang lawan kemenangan pengadilan Al Franken minggu lalu yang memberi Franken 312 pemilih mengungguli pada sengketa pemilihan Senat Amerika Minnesota 2008, menurut Minneapolis Star-Tribune."
            ]
        },
        {
            "input": "Pakistan plans to trap Taliban within the area while approaching the towns of Makeen and Ladha, both of which are major Taliban strongholds.",
            "output": [
                "Pakistan berencana menjebak Taliban di dalam area selama mendekati kota Makeen dan Ladha, keduanya di pegang kuat oleh Taliban."
            ]
        },
        {
            "input": "Christian Heritage Party candidate Jerome Dondo, CGA is standing for election in the riding of Brandon—Souris.",
            "output": [
                "Jerome Dondo calon dari Partai Warisan Kristen, CGA menghadapi pemilihan dalam pengajuan Brandon-Souris."
            ]
        },
        {
            "input": "Ross Brawn however remains confident of competing with new Formula One frontrunners BMW Sauber and Formula One supremo Bernie Ecclestone has tipped the team as a great buy, saying \"I've no doubt Honda would have been in top four next year without any problems.\"",
            "output": [
                "Ross Brawn tetap percaya diri bersaing dengan kandidat baru tim Formula Satu BMW Sauber dan Formula Satu supremo Bernie Ecclestone telah berkunjung mengatakan pembelian yang bagus, mengatakan \"Aku sudah tidak ragu lagi Honda akan menjadi empat teratas tahun depan tanpa masalah.\""
            ]
        },
        {
            "input": "Professor Reiss, who was director of education at the Royal Society, said that since a substantial number of pupils have concerns about the issue, they are likely to \"detach from\" science if their concerns and world view are not addressed.",
            "output": [
                "Profesor Reiss, yang seorang direktur pendidikan di Royal Society, mengatakan bahwa sejak sejumlah besar murid memiliki kekhawatiran tentang masalah ini, mereka cenderung \"melepaskan diri dari\" sains jika kekhawatiran mereka dan pandangan dunia tidak diatasi."
            ]
        },
        {
            "input": "But there was no acknowledgement from Myanmar's meteorological office, or any indication of a response.",
            "output": [
                "Tetapi tidak ada sambutan dari kantor meteorologi Myanmar, atau tanda-tanda adanya tanggapan."
            ]
        },
        {
            "input": "The election also raises a serious dilemma for the Labour party's Gordon Brown, a Scotsman widely tipped to succeed Tony Blair as the next prime minister of the United Kingdom.",
            "output": [
                "Pemilu juga meningkatkan dilema serius bagi Anggota Partai Buruh Gordon Brown, pria Skotlandia yang banyak memberi tip untuk kesuksesan Tony Blair sebagai perdana menteri Inggris."
            ]
        },
        {
            "input": "The peak may be getting smaller from subsidence as it reaches extreme heights, and again the glaciers and snow help to stabilize and expand the mountain itself.",
            "output": [
                "Puncaknya mungkin menjadi kecil dari penurunannya saat mencapai ketinggian yang extrim, dan bertambahnya es dan salju membantu untuk menstabilkan dan melebarkan gunung itu sendiri."
            ]
        },
        {
            "input": "Forced to retire early from competitive sport due to multiple sclerosis, Heuga continued to train as an athlete.",
            "output": [
                "Dipaksa pensiun lebih awal dari olah raga kompetitif karena multiple sclerosis, Heuga terus berlatih sebagai atlet."
            ]
        },
        {
            "input": "The Zasyadko mine is nearly 1,000 meters deep, and 457 people were in the mine when the explosion occurred at 3:11 am.",
            "output": [
                "Tambang Zasyadko hampir 1.000 meter kedalamannya, dan 457 orang berada di tambang ketika ledakan terjadi pada pukul 03.11 pagi."
            ]
        },
        {
            "input": "An Indonesian fisherman was last week fined $A130,000, setting a new record, after his boat was caught off with over 100kg of dried reef fish, 300kg of fish on ice and 10kg of dried shark fin.",
            "output": [
                "Seorang nelayan Indonesia pekan lalu didenda 130.000 AUD, membuat rekor baru, setelah kapalnya tertangkap dengan lebih dari 100kg ikan karang kering, 300kg ikan di es dan 10kg sirip ikan hiu kering."
            ]
        },
        {
            "input": "\"Two flashes of fire next to each other,\" he said, as quoted by the BBC.",
            "output": [
                "\"Dua kilatan api di samping satu sama lain, \" katanya, seperti dikutip dari BBC."
            ]
        },
        {
            "input": "The terms of the out-of-court settlement were not made public, but the employees' attorney Amy Totenberg told The Wall Street Journal that the case \"has made employers come to grips with the legitimate boundaries of employee training\".",
            "output": [
                "Aturan-aturan resolusi sengketa sebelum adanya putusan pengadilan tidak dipublikasikan, tetapi pengacara para karyawan Amy Totenberg berkata pada Wall Street Journal bahwa kasus ini \"telah membuat para karyawan berusaha mengatasi masalah dengan batasan legitimasi dari pelatihan karyawan.\""
            ]
        },
        {
            "input": "It appears that the steroid controversy concerning Bonds will only intensify as he continues to march on towards the career home runs record, one of baseball's most sacred records.",
            "output": [
                "Kelihatannya kontroversi steroid menyangkut Bonds hanya akan mengintensifkannya terus berjalan menuju karir mencetak home run, satu dari catatan sucinya mengenai bisbol."
            ]
        },
        {
            "input": "Duckworth, who lost her legs in Iraq in 2004, received a strong showing of support from outside the district, including large fundraisers in New York and Chicago.",
            "output": [
                "Duckworth, yang kehilangan kakinya di Irak pada tahun 2004, menerima dukungan nyata yang kuat dari luar wilayah mereka, termasuk penggalangan dana yang besar di New York dan Chicago."
            ]
        },
        {
            "input": "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.",
            "output": [
                "Gabriel Amorth, seorang pengusir setan ternama Gereja Katolik Roma, membisikkan bahwa siswi Emanuela Orlandi yang hilang telah diculik untuk pelecehan seksual pada sebuah pesta liar yang dihadiri oleh diplomat luar negeri dan diselenggarakan oleh polisi Vatikan."
            ]
        },
        {
            "input": "The other battle for the fifth place involving two Honda's, Nick Heifeld, Takuma Sato (+1 lap) and Christijan Albers (+3 laps) took place on the last lap when the slight rain touches the track.",
            "output": [
                "Pertarungan lain yang memperebutkan posisi kelima melibatkan dua orang pembalap Honda, Nick Heifeld, Takuma Sato (+1 lap) dan Christijan Albers (+3 lap) yang terjadi pada lap terakhir ketika hujan rintik turun membasahi jalur balap."
            ]
        },
        {
            "input": "Robertson was one of the people at the heart of the project which was supported by many other evangelicals who worked to raise $50 million (USD).",
            "output": [
                "Robertson adalah salah satu dari orang-orang di jantung proyek yang didukung oleh banyak pendeta lain yang bekerja untuk mengumpulkan $ 50 juta (USD)."
            ]
        },
        {
            "input": "In a interview with David Brody of CBN, Lieberman stated in response to the question about the possibility of him being at the convention that, \"well, it's not clear yet but you might just see me there.\"",
            "output": [
                "Dalam sebuah wawancara dengan David Brody dari CBN, Lieberman memberi pernyataan dalam menanggapi pertanyaan tentang kemungkinan dirinya berada di konvensi itu, \"baik, itu belum jelas, tetapi Anda mungkin hanya melihat saya di sana.\""
            ]
        },
        {
            "input": "On Monday, Yarra Trams spokesperson Colin Tyrus told The Age that there had been \"a mystery collision in the depot on April 10\".",
            "output": [
                "Pada hari Senin, juru bicara Yarra Trams, Colin Tyrus memberitahu The Age bahwa ada \"Tabrakan Misterius di halte pada 10 April.\""
            ]
        },
        {
            "input": "On Thursday, Saskatchewan quarterback Kerry Joseph was declared this year's CFL Outstanding Player at a player awards ceremony in Toronto.",
            "output": [
                "Pada hari Kamis, gelandang Saskatchewan Kerry Joseph dinyatakan sebagai Pemain Terbaik Tahun Ini pada upacara penghargaan pemain di Toronto."
            ]
        },
        {
            "input": "On September 26, United States Representative Duncan Hunter (R-Calif.) introduced a bill to prohibit federal grants to Columbia University in response to Columbia's decision to allow Iran's President Mahmoud Ahmadinejad to speak on campus.",
            "output": [
                "Pada 26 September, wakil Amerika Serikat Duncan Hunter (R-Calif. ) memperkenalkan sebuah rancangan undang-undang yang melarang dana federal pada Universitas Columbia sebagai respon pada keputusan Columbia untuk mengijinkan Presiden Iran Mahmoud Ahmadinejad untuk bicara di kampus."
            ]
        },
        {
            "input": "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.",
            "output": [
                "\"Pembukaan akses\" baru (tidak diatur dan non waralaba) perusahaan Grand Northern diberikan ruang (dikenal dalam industri sebagai \"jalur\") untuk mengelola tiga layanan kereta api satu hari antara London King's Cross dan Bradford, Halifax, Wakefield dan Pontefract di West Yorkshire."
            ]
        },
        {
            "input": "However, the economic slowdown has forced the UN’s World Food Programme to shut down some of its operations, as it receives less financial aid from donor countries.",
            "output": [
                "Walaupun demikian penurunan ekonomi memaksa Program Pangan Dunia PBB untuk menutup beberapa operasinya, karena menerima bantuan keuangan yang lebih sedikit dari negara pendonor."
            ]
        },
        {
            "input": "Uranium hexafluoride cannot itself be used in a nuclear weapon, but can be enriched into weapons-grade uranium, or it can be converted into plutonium in a nuclear reactor.",
            "output": [
                "Uranium hexafluoride sendiri tidak bisa digunakan pada senjata nuklir, tapi bisa memperkaya pada tingkat senjata uranium, atau bisa diubah menjadi plutonium pada reaktor nuklir."
            ]
        },
        {
            "input": "Wikibooks is a project operated by the Wikimedia Foundation, a non-profit organization based in the United States which runs several free content wikis, including Wikipedia, a free encyclopedia, and Wikinews, a free news source.",
            "output": [
                "Wikibooks adalah sebuah proyek yang dijalankan oleh Wikimedia Foundation, suatu organisasi nirlaba yang berbasis di Amerika Serikat yang menjalankan beberapa situs wiki tak berbayar, termasuk Wikipedia, suatu ensiklopedia tak berbayar, dan Wikinews, suatu sumber berita tak berbayar."
            ]
        },
        {
            "input": "After an investigation, Wikinews has learned that oil spewing from a rupture in the seafloor of the Gulf of Mexico on June 13 was 50 to 60 feet from the Deepwater Horizon leak.",
            "output": [
                "Setelah sebuah investigasi, Wikinews menemukan bahwa semburan minyak dari retakan di dasar laut Teluk Meksiko pada tanggal 13 Juni berjarak 50 sampai 60 kaki dari kebocoran Deepwater Horizon."
            ]
        },
        {
            "input": "As a result, many heart conditions now go undiagnosed, especially in children and others who rarely undergo an ECG procedure.",
            "output": [
                "Menurut hasil, banyak kondisi jantung yang tidak terdiagnosa, khususnya pada anak-anak dan lainnya yang jarang mengalami prosedur ECG."
            ]
        },
        {
            "input": "Officials said they suspect Taliban militants for being responsible for the attacks.",
            "output": [
                "Para pejabat mengatakan mereka mencurigai gerilyawan Taliban bertanggung jawab atas serangan."
            ]
        },
        {
            "input": "The space shuttle Discovery is coming back to Earth after 11 days in orbit.",
            "output": [
                "Penemuan kendaraan angkasa kembali ke bumi setelah 11 hari edaran orbit."
            ]
        },
        {
            "input": "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.",
            "output": [
                "Sampai separuh waktu, Australia telah berjuang kembali untuk mengambil alih kepemimpinan 4-3, hanya untuk menyelesaikan periode ketiga seri 4-4 dengan Amerika Serikat, dan akhirnya kalah 4-6."
            ]
        },
        {
            "input": "However shrewd, Mr. O’Leary has plans to spend up to 200 million purchasing back shares in the company, which equates to 3% of the company share capital.",
            "output": [
                "Dengan cerdas, Pak O'Leary telah mempunyai rencana untuk membelanjakan hingga 200 juta membeli kembali saham-saham dalam perusahaan, yang sama dengan 3% modal saham perusahaan tersebut."
            ]
        },
        {
            "input": "\"I have been given the task of stopping the navy shaking public opinion.\"",
            "output": [
                "\"Saya diberi tugas untuk menghentikan angkatan laut menggoyang opini publik.\""
            ]
        },
        {
            "input": "When AOL was issued with an advance copy of the report, StopBadware.org was \"very impressed\" with their response, and that they look forward to working with AOL.",
            "output": [
                "Ketika AOL dipermasalahkan dengan salinan penting laporan tersebut, StopBadware. org \"sangat terkesan\" dengan respon mereka, dan bahwa mereka berharap untuk bekerja dengan AOL."
            ]
        },
        {
            "input": "\"In the video, the rhino comes out of the jungle brush and then proceeds to sniff the camera and equipment surrounding it.\"",
            "output": [
                "\"Dalam video ini, badak tersebut keluar dari semak-semak hutan dan lalu berjalan untuk mengendus kamera dan peralatan yang berada di sekitarnya.\""
            ]
        },
        {
            "input": "Al Jazeera correspondent Rula Amin said, \"It seems from the people in Daraa that the government is seriously trying to contain [the situation in] Daraa because that is where it all started.\"",
            "output": [
                "Wartawan Al Jazeera Rula Amin mengatakan, \"itu tampaknya dari rakyat di Daraa bahwa pemerintah benar-benar berusaha untuk menahan [situasi di dalam] Daraa karena tempat itu semuanya dimulai.\""
            ]
        },
        {
            "input": "Inhabitants of the Valley were advised to seek high ground and take immediate precautions against flooding.",
            "output": [
                "Penduduk di Valley diperingatkan untuk mencari daerah yang lebih tinggi dan mengambil tindakan pencegahan dengan segera untuk mengantisipasi terjadinya banjir."
            ]
        },
        {
            "input": "The roadmap sets a target date for a new Northern Ireland Executive to be set up.",
            "output": [
                "Peta jalan tersebut menetapkan sebuah target tanggal kapan Komite Eksekutif Irlandia Utara akan dibentuk."
            ]
        },
        {
            "input": "The murder probably took place on Sunday, July 31 according to the local police, which also states that at least ten suspects have been questioned.",
            "output": [
                "Pembunuhan kemungkinan terjadi pada hari Minggu tanggal 31 Juli menurut Polisi setempat, yang juga berkata bahwa paling sedikit 10 orang yang dicurigai telah diinterogasi."
            ]
        },
        {
            "input": "On October 2 the two women were arrested by Ontario Police.",
            "output": [
                "Pada 2 Oktober dua perempuan ditangkap oleh Kepolisian Ontario."
            ]
        },
        {
            "input": "Reports indicate that many residents of the vast region rely heavily on poorly-maintained river ferries for cheap transportation, since many areas are inaccessible by road.",
            "output": [
                "Laporan menunjukkan bahwa banyak penduduk wilayah yang luas tersebut mengandalkan feri sungai yang berat dan kurang terawat untuk transportasi murah, karena banyak daerah yang tidak dapat diakses melalui jalan darat."
            ]
        },
        {
            "input": "The Somalian government called on Saturday for the international community to help stem the wave of recent seafaring pirate attacks off their coast in the Indian Ocean.",
            "output": [
                "Pada hari Sabtu, pemerintah Somalia meminta komunitas Internasional untuk membantu mengatasi perkembangan serangan bajak laut di Samudra Hindia."
            ]
        },
        {
            "input": "IBM's T.J. Watson Research Center in Cambridge released a free tool March 25 for visualizing the changing history of a document or directory of documents, called history flow.",
            "output": [
                "IBM T. J Pusat Penelitian Watson di Cambridge mengeluarkan perangkat gratis pada 25 maret untuk menyatakan perubahan sejarah atas dokumen atau direktori dokumen, yang disebut alur histori."
            ]
        },
        {
            "input": "As a result, the TCSI have now issued a fine of to the company for breaking its operating license.",
            "output": [
                "Sebagai akibatnya, TCSI saat ini menerbitkan denda pada perusahaan karena tidak mematuhi lisensi beroperasi."
            ]
        },
        {
            "input": "Moussaoui pleaded guilty in April last year to the conspiracy charges.",
            "output": [
                "Moussaoui dinyatakan bersalah pada bulan April tahun lalu dengan tuduhan konspirasi."
            ]
        },
        {
            "input": "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.",
            "output": [
                "Agca dijatuhi hukuman penjara seumur hidup di Italia, sebelum diampuni oleh mantan Paus Yohanes Paulus II pada tahun 2000 dan diekstradisi ke Turki untuk menjalani penjara atas pembunuhan Abdi Ipekci, seorang wartawan."
            ]
        },
        {
            "input": "US State Department spokesman Sean McCormack has rejected the report and stated that it was an example of the \"same old reports wrapped up in some new rhetoric.\"",
            "output": [
                "Juru bicara Departemen Luar Negeri AS Sean McCormack menolak laporan itu dan menyatakan bahwa itu adalah contoh dari \"laporan lama yang sama terbungkus dalam beberapa retorika baru.\""
            ]
        },
        {
            "input": "Private Justin Watt testified that Pte. Howard told him before the incident that Pte. Green, Sgt. Cortez and Spc. Barker were planning to rape a girl, and Pte. Howard was going to be the lookout.",
            "output": [
                "Secara pribadi Justin Watt bersaksi bahwa Pte. Howard memberitahunya sebelum insiden itu Pte. Green, Sgt. Cortez dan Spc. Barker telah merencanakan untuk memperkosa gadis itu, dan Pte. Howard akan menjadi penontonnya."
            ]
        },
        {
            "input": "The building has been a huge vacancy in the downtown core, with only the broadcasting corporation CHUM Limited using any space.",
            "output": [
                "Gedung tersebut telah menjadi kekosongan besar di pusat kota, dengan hanya ditempati beberapa ruang saja oleh perusahaan penyiaran CHUM Limited."
            ]
        },
        {
            "input": "The court's ruling was based on the clause in Constitutional law summarized popularly with the phrase \"Crying fire in a crowded theater\": that when the degree to which the speech puts the safety of others at risk outweighs the degree to which it benefits others, so does their right to safety and security outweigh one's right to free expression.",
            "output": [
                "Putusan pengadilan didasarkan pada klausul dalam hukum Konstitusi yang diringkas dengan kalimat populer \"Menangis ada api di sebuah teater ramai\": bahwa ketika sebuah pidato menempatkan keselamatan orang lain pada risiko melebihi manfaatnya bagi orang lain, sehingga melakukan hak mereka untuk keselamatan dan keamanan lebih besar daripada hak seseorang untuk bebas berekspresi."
            ]
        },
        {
            "input": "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.",
            "output": [
                "Nasib buruk dan pergantian nampaknya meletakkan Jerman dalam tanggung jawab permainan taktis untuk pertama kali dalam pertandingan."
            ]
        },
        {
            "input": "International Labor Day, or May Day, has been marked by protests throughout Switzerland.",
            "output": [
                "Hari Buruh Internasional atau May Day telah di tandai dengan protes di seluruh Swiss."
            ]
        },
        {
            "input": "North Yorkshire Police said that the car had left the road, driven through a fence and ended up on the track.",
            "output": [
                "Polisi Yorkshire Utara mengatakan bahwa mobil telah meninggalkan jalan, didorong melalui pagar dan berakhir di lintasan kereta."
            ]
        },
        {
            "input": "While no one is predicting major bank failures at this point, it is feared that their profits could be hurt.",
            "output": [
                "Ketika tidak seorangpun memprediksi kegagalan bank-bank besar pada saat ini, ditakutkan bahwa keuntungan mereka mungkin akan terpengaruh."
            ]
        },
        {
            "input": "Duelfer summary of the intelligence obtained, as understood by the ISG, includes, \"[T]he risk of Iraqi WMD expertise of material advancing the WMD potential in other countries is attenuated by many factors and is presently small ...\"",
            "output": [
                "Ringkasan Duelfer tentang yang diperoleh intelijen, seperti yang dipahami oleh ISG, meliputi, \"Risiko Irak pada keahlian WMD dalam percepatan potensi WMD di negara lainnya menipis oleh banyak faktor dan kecil kemungkinannya...\""
            ]
        },
        {
            "input": "Both teams worked hard and had clear chances to score but lacked the necessary ruthlessness in front of goal.",
            "output": [
                "Kedua tim bekerja keras dan memiliki peluang jelas untuk mencetak angka namun kurang perlunya ketidakcerobohan di depan gawang."
            ]
        },
        {
            "input": "At least 12 trees were reported to have toppled during the storm.",
            "output": [
                "Setidaknya 12 pohon dilaporkan tumbang selama badai tersebut."
            ]
        },
        {
            "input": "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.",
            "output": [
                "Seni Visual Brampton menawarkan pada anak-anak kesempatan untuk menciptakan karya seni untuk Pertunjukan Seni Kartu Pos Dunia Snail Mail mereka, sementara Dewan Seni Brampton memberikan ember pasir merah muda dengan air botolan Region of Peel."
            ]
        },
        {
            "input": "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.",
            "output": [
                "Rencana ini terungkap setelah tersangka 15 tahun kehilangan catatannya di restoran McDonalds tempatnya bekerja."
            ]
        },
        {
            "input": "The scheme was announced after it gained planning permission from the local council, the plans having been submitted in February of last year.",
            "output": [
                "Skema ini telah diumumkan setelah berhasil mendapatkan izin dari pemerintah daerah, rencana-rencana ini telah diajukan pada bulan Februari tahun lalu."
            ]
        },
        {
            "input": "Serial killer Michael Ross appeared before a Connecticut court today, and told Judge Patrick Clifford that he wanted to die.",
            "output": [
                "Pembunuh berantai Michael Ross muncul di hadapan pengadilan Connecticut hari ini, dan mengatakan kepada Hakim Patrick Clifford bahwa ia ingin mati."
            ]
        },
        {
            "input": "The EC also insisted that combined BA/bmi routing be made available for competitors to buy transfer seats upon.",
            "output": [
                "EC juga menginginkan kondisi dimana kombinasi rute BA atau bmi dibuat sedemikian rupa sehingga kompetitor bisa membeli kursi-kursi transfer."
            ]
        },
        {
            "input": "After birth, the cub was immediately taken into the arms of its mother.",
            "output": [
                "Setelah lahir, anaknya segera dibawa ke pelukan ibunya."
            ]
        },
        {
            "input": "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.",
            "output": [
                "Sebuah ledakan dan kebakaran tengah malam pada sebuah penyulingan minyak Negara Bagian Washington di Anacortes, Washington, Amerika Serikat, sebuah kota sekitar 80 mil selatan Vancouver, Kanada, kemarin menewaskan empat orang dan mencederai kritis tiga orang lainnya."
            ]
        },
        {
            "input": "Early Cinco De Mayo celebrations were interrupted after a suspicious package caused the closure of a busy street in Buffalo, New York's Allentown District.",
            "output": [
                "Perayaan awal Cinco De Mayo terganggu setelah paket mencurigakan menyebabkan penutupan jalan sibuk di Buffalo, distrik Allentown New York."
            ]
        },
        {
            "input": "\"I look forward to the extra vehicles developing this vital, much-appreciated, and indeed attractive, form of transport further.\"",
            "output": [
                "\"Saya berharap untuk kendaraan tambahan dikembangkan ini penting, sangat dihargai, dan memang menarik, untuk transportasi lebih lanjut.\""
            ]
        },
        {
            "input": "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.",
            "output": [
                "Korea Utara mengejutkan dunia pada saat diluncurkannya sebuah misil balistik di atas utara Jepang di 1998."
            ]
        },
        {
            "input": null,
            "output": [
                null
            ]
        },
        {
            "input": "The new snake, which can grow to 80 centimeters long, has been given the name white-lipped keelback because of a yellow-white stripe on the top of its head and makes its home near small streams and feeds on small animals and frogs.",
            "output": [
                "Spesies ular baru yang bisa mencapai panjang 80 sentimeter itu diberi nama ular keelback berbibir putih karena adanya garis kuning-putih pada bagian atas kepalanya dan dia bersarang di dekat sungai-sungai kecil dan memakan hewan-hewan kecil dan kodok."
            ]
        },
        {
            "input": "During a press conference yesterday, United States military and intelligence officials presented material they say link weapons used by Iraq fighters to Iran.",
            "output": [
                "Selama konferensi pers kemarin, militer Amerika Serikat dan intelijen resmi menampilkan materi yang membahas tentang jaringan senjata yang di guanakan pejuang Irak di Iran."
            ]
        },
        {
            "input": "President Karzai said it was \"time to move forward to stability and national unity\".",
            "output": [
                "Presiden Karzai berkata ini adalah \"saatnya untuk melangkah maju untuk stabilitas dan kesatuan nasional.\""
            ]
        },
        {
            "input": "The empty train was in the process of being moved between sets of tracks.",
            "output": [
                "Kereta kosong sedang dalam proses dipindahkan diantara set rel."
            ]
        },
        {
            "input": "\"I don't think prosecuting the man is going to make any difference.\"",
            "output": [
                "\"Saya tidak berpikir menuntut seseorang yang akan membuat perubahan.\""
            ]
        },
        {
            "input": "The doctor, a medical superintendent at that hospital, was also the General Secretary of the Church of Pakistan.",
            "output": [
                "Dokter tersebut, pengawas medis di rumah sakit, juga adalah Sekretaris Umum pada Church of Pakistan."
            ]
        },
        {
            "input": "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.",
            "output": [
                "Video tersebut, yang disiarkan oleh BBC News panjangnya sekitar 45 detik dan memperlihatkan paling sedikit dua peluru kendali yang lepas kontrol telah meluncur dari dalam pangkalan saat api mengamuk dan jatuh di sekitar itu."
            ]
        },
        {
            "input": "An ambulance crew in the area alerted police after seeing smoke inside the car.",
            "output": [
                "Kru ambulans di daerah itu memperingatkan polisi setelah melihat asap di dalam mobil."
            ]
        },
        {
            "input": "Australia and the United States are the only developed nations to have refused to sign the Kyoto Protocol, which calls on countries to cut greenhouse emissions by 5.2 per cent below 1990 levels by 2012.",
            "output": [
                "Hanya bangsa yang berkembang Australia dan Amerika yang telah menolak untuk tanda tangan Protokol Kyoto, yang menyerukan pada negara-negara untuk menghentikan emisi rumah kaca dengan 5,2 persen dibawah level 1990 sampai tahun 2012."
            ]
        },
        {
            "input": "He said \"Gray checked into the extended-stay hotel on Saturday and was scheduled to check out today\".",
            "output": [
                "Dia berkata \"Gray check in untuk menginap dengan waktu lama di hotel pada hari Sabtu dan dijadwalkan check out hari ini.\""
            ]
        },
        {
            "input": "The film is being shot in English, with a largely Finnish cast, and has a production cost of €4.2 million (£2.84 million).",
            "output": [
                "Film ini diambil di Inggris, dengan sebagian besar pemainnya berasal dari Finlandia, dan menghabiskan biaya produksi sebesar 4,2 juta Euro (2,84 juta Poundsterling)."
            ]
        },
        {
            "input": "At least 80% of those suffering from the disease have shown resistance to other medications.",
            "output": [
                "Setdikitnyaa 80% dari mereka yang menderita penyakit ini telah menunjukkan resistensi terhadap obat lain."
            ]
        },
        {
            "input": "The Metropolitan Police have said News Corporation disclosed information leading to the arrests.",
            "output": [
                "Polisi Metropolitan mengatakan Kelompok Pengelolaan Berita dibongkar informasi tersebut mendorong ke arah penahanan."
            ]
        },
        {
            "input": "Jobs resigned in a letter to Apple's board of directors stating, \"I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple’s C.E.O., I would be the first to let you know.\"",
            "output": [
                "Jobs mengundurkan diri dalam sebuah surat kepada dewan direksi Apple mengatakan, \"Saya selalu mengatakan jika datang hari ketika saya tidak lagi memenuhi tugas dan harapan saya sebagai C. E.O Apple, saya akan menjadi yang orang pertama yang memberitahu Anda.\""
            ]
        },
        {
            "input": "A postmortem examination has concluded that he died from hypertensive heart disease.",
            "output": [
                "Pemeriksaan postmortem menyimpulkan bahwa ia meninggal karena penyakit jantung hipertensi."
            ]
        },
        {
            "input": "Slovenians yesterday voted in a referendum in favour of a border deal with Croatia.",
            "output": [
                "Slovenia kemarin memilih pemungutan suara atas nama perjanjian perbatasan dengan Kroatia."
            ]
        },
        {
            "input": "His running-mate Julia Gillard was elected unopposed to the deputy leadership.",
            "output": [
                "Rekan sepencalonan Julia Gillad terpilih tanpa pesaing sebagai wakil pemimpin."
            ]
        },
        {
            "input": "Hassan Zahar, a 60-year-old resident, said \"It is the first time we've seen snow in Baghdad.\"",
            "output": [
                "Hassan Zahar, seorang warga berusia 60 tahun, berkata \"Ini untuk pertama kalinya kita melihat salju di Baghdad.\""
            ]
        },
        {
            "input": "Two days of ministerial talks have ended without agreement and evidence of a possible deadlock between developing and developed countries.",
            "output": [
                "2 hari kementerian selesai berbicara tanpa kesepakatan dan bukti sebuah kemungkinan penyelesaian antara negara maju dan negara berkembang."
            ]
        },
        {
            "input": "\"The data presented here make a compelling case for social relationship factors to be added to that list,\" he continued.",
            "output": [
                "\"Data yang disajikan di sini membuat kasus yang menarik pada faktor hubungan sosial yang harus ditambahkan pada daftar, \" dia meneruskan."
            ]
        },
        {
            "input": "A British soldier has been killed in Afghanistan, taking the number of British deaths there since 2001 to 222.",
            "output": [
                "Seorang prajurit Inggris telah terbunuh di Afganistan, membuat angka kematian bagi Inggris di sana menjadi 222 sejak 2001."
            ]
        },
        {
            "input": "\"Two engines failed and there was nothing the pilot could do.\"",
            "output": [
                "\"2 mesin gagal dan tidak ada yang bisa dilakukan pilot.\""
            ]
        },
        {
            "input": "Fellow joint lead researcher Roger Webb of the Centre for Suicide Prevention of Manchester University said the high Scottish hanging rate was \"of particular concern as hanging has high case-fatality and is difficult to prevent, except within institutional settings.\"",
            "output": [
                "Rekan peneliti gabungan Roger Webb dari Pusat Pencegahan Bunuh Diri Universitas Manchester mengatakan angka gantung diri yang tinggi di Skotlandia adalah \"merupakan kekhawatiran tersendiri karena gantung diri memiliki resiko kematian yang tinggi dan sulit dicegah kecuali di dalam lingkungan institusional.\""
            ]
        },
        {
            "input": "The British Government has taken the unusual step because it alleges that former Premier Michael Misick and members of his cabinet have enriched themselves through the selling of crown land and other corrupt practices, and that the limits to suffrage in the islands make it impossible to form a jury immune to the influence of the accused.",
            "output": [
                "Pemerintah UK telah mengambil langkah-langkah yang tidak biasa karena terdapat tuduhan bahwa Perdana Menteri sebelumnya Michael Misick dan anggota kabinetnya telah memperkaya diri mereka melalui penjualan tanah mahkota dan tindakan korupsi lainnya, serta batasan untuk memilih di kepulauan tersebut menyebabkan tidakmungkinnya pembentukan tim juri yang tidak terpengaruh oleh tertuduh."
            ]
        },
        {
            "input": "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.",
            "output": [
                "Selama kepemimpinannya, dia telah memveto lebih dari 750 rancangan undang-undang, lebih dari seluruh veto gubernur lainnya, dan meninggalkan negara bagian dengan surplus anggaran 1 miliar dolar."
            ]
        },
        {
            "input": "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.",
            "output": [
                "Obame telah melakukan mogok makan untuk memperlihatkan ketidaksetujuannya atas apa yang dinamainya \"pembangunan sebuah era kediktatoran\" di Gabon."
            ]
        },
        {
            "input": "When water freezes, the salt is squeezed out, leaving pure water ice behind.",
            "output": [
                "Ketika air membeku, garam diperas keluar, meninggalkan air es murni di belakang."
            ]
        },
        {
            "input": "\"He was giving them money every three months,\" said officials.",
            "output": [
                "\"Dia memberi mereka uang setiap tiga bulan, \" kata pejabat."
            ]
        },
        {
            "input": "The kidnappers have threatened to kill three of the tuna trawler's crew after a stand-off with Spanish forces.",
            "output": [
                "Penculik telah mengancam akan membunuh 3 dari kru kapal pukat tuna setelah menghindarkan diri dengan pasukan Spanyol."
            ]
        },
        {
            "input": "Canberra went into the game with a depleted roster, with six players called away to participate in national team training, suspended or out because of injury, including team captain Ellie Brush, midfielder Sally Shipard, Michelle Heyman, goalkeeper Mackenzie Arnold, striker Ashleigh Sykes, and winger Hayley Raso.",
            "output": [
                "Canberra berada dalam permainan dengan kehabisan jadwal, dengan 6 pemain yang dipanggil untuk berpartisipasi pada pelatihan tim nasional, ditangguhkan atau keluar karena cedera, termasuk kapten tim Ellie Brush, pemain tengah Sally Shipard, Michelle Heyman, penjaga gawang Mackenzie Arnold, striker Ashleigh Sykes, dan sayap Hayley Raso."
            ]
        },
        {
            "input": "Environmental groups were pleased with the decision, but are concerned over other actions of the Bush Administration, such as the attempts to weaken provisions of the 2002 Clean Water Act to allow additional dumping of construction and mining waste into waterways as fill material.",
            "output": [
                "Kelompok lingkungan senang dengan keputusan itu, tapi prihatin atas tindakan lain dari pemerintahan Bush, seperti upaya untuk melemahkan Udang-undang Air Bersih 2002 untuk memungkinkan tambahan pembuangan limbah konstruksi dan pertambangan ke saluran air sebagai bahan pengisi."
            ]
        },
        {
            "input": "Earlier this year, the army launched a crackdown on the Liberation Tigers of Tamil Eelam (Tamil Tigers) to oust them from their territory in the northeastern part of Sri Lanka, which the rebels have occupied for several years.",
            "output": [
                "Awal tahun ini, angkatan darat meluncurkan penyerangan pada Macam Pembebasan Tamil Eelam (Macan Tamil) untuk mengusir mereka dari wilayahnya di bagian timur laut Sri Lanka, yang diduduki pemberontak selama beberapa tahun."
            ]
        },
        {
            "input": "Roughly 12,000 protesters organized across the country, rallying against the dismantling of social welfare, as well as wage dumping and the large salaries of top company officials.",
            "output": [
                "Sekitar 12,000 pengunjuk rasa diselenggarakan di seluruh negara, menggalang pembasmian atas kesejahteraan sosial, serta pemberian upah dan gaji besar pejabat tinggi perusahaan."
            ]
        },
        {
            "input": "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".",
            "output": [
                "Brent Pelton, salah satu pengacara Glasgow, menyatakan: \"Filosofi Landmark sudah tertanam sangat mendalam pada kultur perusahaan tersebut.\""
            ]
        },
        {
            "input": "We intend to make sure that does not happen again.\"",
            "output": [
                "Kami bermaksud untuk memastikan agar hal itu tidak terjadi lagi.\""
            ]
        },
        {
            "input": "Because of its importance this particle is often referred to as the \"God Particle\".",
            "output": [
                "Karena begitu pentingnya, pertikel ini sering disebut sebagai \"Partikel Tuhan.\""
            ]
        },
        {
            "input": "Meanwhile, Bush arrived in Albuqerque, New Mexico Monday where he signed into law the new energy bill.",
            "output": [
                "Sementara itu, Bush tiba di Albuqerque, New Mexico hari Senin tempat dia menandatangani RUU perjanjian energi baru menjadi hukum."
            ]
        },
        {
            "input": "People earning the Newstart Allowance can now earn more from paid employment before there payments from the government are cut.",
            "output": [
                "Rakyat yang mendapatkan Newstart Allowance sekarang dapat mendapatkan lebih dari karyawan sebelum pendapatan mereka yang berasal dari pemerintah dipotong."
            ]
        },
        {
            "input": "\"The whole top of the plane is ripped off and the two buildings next door are pretty much destroyed too.\"",
            "output": [
                "\"Seluruh bagian atas pesawat sobek dan dua bangunan terdekat juga rusak cukup parah.\""
            ]
        },
        {
            "input": "Heikki Kovalainen driving for Renault finally leads to a first podium finish for the team in this season, the Finn managed to get second place.",
            "output": [
                "Heikki Kovalainen mengemudi untuk Renault akhirnya menuju podium akhir pertama untuk timnya di musim ini, pengemudi Finlandia tersebut berhasil mendapat tempat kedua."
            ]
        },
        {
            "input": "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.",
            "output": [
                "Oposisi mengatakan bahwa operasi tersebut ditujukan untuk \"menghukum\" mereka yang menentang pemerintahan Mugabe."
            ]
        },
        {
            "input": "\"I am grieving with all of Ukraine\", declared the Ukrainian head of state.",
            "output": [
                "\"Saya berduka bersama semua warga Ukraina,\" kepala negara Ukraina mengumumkan."
            ]
        },
        {
            "input": "In Pakistan, the Daily Times reported that construction work on a sewerage project has started in Pindi.",
            "output": [
                "Di Pakistan, Daily Time melaporkan bahwa pekerjaan pembangunan proyek saluran pembuangan dimulai di Pindi."
            ]
        },
        {
            "input": "The victim was allegedly attacked by a group of males yelling homophobic slurs.",
            "output": [
                "Korban dikabarkan diserang oleh sekelompok pria yang meneriakkan cacian bernada anti-homoseksual."
            ]
        },
        {
            "input": "The total shutdown process is expected to take a few more days.",
            "output": [
                "Proses penghentian menyeluruh diharapkan akan memakan waktu beberapa hari lagi."
            ]
        },
        {
            "input": "\"Cars with broken windows have been abandoned on the highway.\"",
            "output": [
                "\"Mobil dengan kaca jendela pecah telah ditinggalkan di jalan raya itu.\""
            ]
        },
        {
            "input": "His son said that he had a bowl of ice cream shortly after midnight.",
            "output": [
                "Putranya mengatakan bahwa ia memiliki semangkuk es krim tak lama setelah tengah malam."
            ]
        },
        {
            "input": "\"We don't think that justifies collecting ... intensely personal information that audio recordings collect.\"",
            "output": [
                "\"Kami tidak berpikir membenarkan mengumpulkan. . informasi yang sangat pribadi yang dikumpulkan rekaman audio.\""
            ]
        },
        {
            "input": "On his return home, Safarov was met with a hero's welcome, given a pardon by president Ilham Aliyev, promoted to the rank of major, awarded eight-years of back-pay and given a house.",
            "output": [
                "Dalam perjalanan pulangnya, Safarov disambut bak seorang pahlawan, diberi pengampunan oleh Presiden Ilham Aliyev, dipromosikan ke posisi yang penting, dihadiahi bonus selama delapan tahun dan diberi sebuah rumah."
            ]
        },
        {
            "input": "Grandfather Lovett Williams said Tyrel was found upon his dead brother, Tyron.",
            "output": [
                "Sang kakek Lovett Williams berkata Tyrel ditemukan berada diatas saudara laki-lakinya yang juga tewas, Tyron."
            ]
        },
        {
            "input": "Bai Yun, however, seems to be getting along just fine, producing her previous two cubs with a male panda named Gao Gao.",
            "output": [
                "Bai Yun, bagaimanapun, tampaknya bergaul dengan baik, menghasilkan 2 anak sebelumnya dengan panda jantan bernama Gao Gao."
            ]
        },
        {
            "input": "The Ukrainian foreign ministry said a Ukrainian woman had been killed and the Romanian foreign ministry said a 41-year-old Romanian woman was amongst the dead.",
            "output": [
                "Kementrian Luar Negeri Ukraina mengatakan seorang wanita Ukraina tewas dan Kementrian Luar Negeri Rumania mengatakan seorang wanita Rumania berusia 41 tahun ada di antara yang tewas."
            ]
        },
        {
            "input": "Cave-ins at three plaster mines on November 6 caused 33 deaths and left at least four missing.",
            "output": [
                "Runtuhnya tiga tambang plester pada tanggal 6 November telah menyebabkan 33 orang tewas dan sedikitnya empat orang hilang."
            ]
        },
        {
            "input": "Combined with other data the research team determined the thickness and mass of the clouds.",
            "output": [
                "Digabungkan dengan data dari tim peneliti yang lain menentukan ketebalan dan massa dari awan tersebut."
            ]
        },
        {
            "input": "The tunnel itself suffered only slight damage and is safe, but the train - which was packed with commuters heading for Russell Square - is very badly damaged.",
            "output": [
                "Terowongan itu sendiri hanya menderita kerusakan kecil dan aman, tapi kereta itu - yang penuh dengan komuter menuju Russell Square, mengalami kerusakan yang sangat parah."
            ]
        },
        {
            "input": "The change has taken about a year and a half, since the first changes of some workstations and servers of Radiobrás.",
            "output": [
                "Perubahan tersebut dibutuhkan waktu sekitar 1 setengah tahun, sejak perubahan pertama beberapa stasiun-kerja dan beberapa server Radiobras."
            ]
        },
        {
            "input": "The suite is intended to be a replacement for Microsoft's popular office suite, containing near-identical functionality without the price tag.",
            "output": [
                "Suite ini dimaksudkan untuk menjadi pengganti bagi suite populer Microsoft office, yang mengandung fungsi yang hampir identik tanpa label harganya."
            ]
        },
        {
            "input": "Although no support act has yet been lined up for the extra date, it is widely believed that promoters MCD will have no trouble selling the additional 80,000 tickets.",
            "output": [
                "Meskipun belum ada tindakan dukungan yang dijadwalkan untuk tanggal ekstra, diyakini secara luas bahwa promotor MCD tidak akan kesulitan menjual 80.000 tiket tambahan."
            ]
        },
        {
            "input": "The next phase of the trial will include 700 people from varying age groups.",
            "output": [
                "Tahap berikutnya percobaan tersebut akan melibatkan 700 orang dari berbagai kelompok umur."
            ]
        },
        {
            "input": "While this is a fourfold increase, it is not expected to affect consumer prices.",
            "output": [
                "Meskipun ini merupakan peningkatan empat kali lipat, hal ini diperkirakan tidak akan mempengaruhi harga konsumen."
            ]
        },
        {
            "input": "The Centre for Independent Studies has released a paper calling for reform of university student fees system.",
            "output": [
                "Pusat Studi Independen telah menerbitkan sebuah makalah menyerukan reformasi sistem biaya mahasiswa."
            ]
        },
        {
            "input": "According to the U.S. Energy Information Administration, 17 million barrels of oil passes through this part of the Persian Gulf per day.",
            "output": [
                "Menurut Administrasi Informasi Energi Amerika Serikat, 17 juta barrel minyak melewati bagian Teluk Persia ini setiap hari."
            ]
        },
        {
            "input": "13 American coal miners were trapped 2 miles (3 kilometers) inside the Sago coal mine in the US state of West Virginia.",
            "output": [
                "13 penambang batu bara Amerika terjebak 2 mil (3 kilometer) di dalam tambang batu bara Sago di negara bagian Virginia Barat AS."
            ]
        },
        {
            "input": "However, Public Prosecutor Erwin Steyls has chosen to have Laurent interrogated by the police last night in Hasselt.",
            "output": [
                "Namun, Jaksa Umum Erwin Steyls telah memilih untuk menyelidiki Laurent oleh pihak kepolisian tadi malam di Hasselt."
            ]
        },
        {
            "input": "\"If there was a 3G phone then this phone would be amazing!\"",
            "output": [
                "\"Jika di situ ada ponsel 3G maka ponsel ini akan menjadi luar biasa!\""
            ]
        },
        {
            "input": "Britain's Secretary of State for Health, John Reid, is amongst those calling for the withdrawal of Conservative candidate for Dorset South, Ed Matts, after he doctored photos in campaign literature.",
            "output": [
                "Kementerian Negara untuk Bidang Kesehatan Inggris, John Reid, termasuk diantara beberapa orang yang menyerukan penarikan kandidat Partai Konservatif untuk Dorset South, Ed Matts, setelah dia memalsukan foto-foto pada lliteratur kampanye."
            ]
        },
        {
            "input": "120 years after it was founded, the University of Wales (UoW) will shut down.",
            "output": [
                "120 tahun setelah didirikan, University of Wales (UoW) akan ditutup."
            ]
        },
        {
            "input": "In the next district, Wonogiri, disaster management centre head Sri Mubadi told reporters they had retrieved two more bodies, reaching a total of six, with eleven more missing.",
            "output": [
                "Di daerah berikutnya, Wonogiri, pimpinan pusat manajemen bencana Sri Mubadi mengatakan pada para reporter mereka telah mendapatkan dua mayat lagi, hingga seluruhnya enam, dengan sebelas lagi hilang."
            ]
        },
        {
            "input": "The Swiss canton aims to stop spread of 'indecent practice' by minimally-clad German climbers.",
            "output": [
                "Distrik Swiss mencoba menghentikan penyebaran 'praktek tidak senonoh'oleh para pendaki berpakaian Jerman paling sedikitnya."
            ]
        },
        {
            "input": "They were thought to have been heading home for a holiday marking the birthday of the prophet Muhammad when abducted by insurgents.",
            "output": [
                "Mereka diperkirakan pulang ke rumah dalam rangka liburan peringatan kelahiran Nabi Muhammad ketika diculik oleh pemberontak."
            ]
        },
        {
            "input": "The letter was described as being neatly written in red ink on blue-lined loose-leaf paper, and was signed \"A.Q.U.S.A\".",
            "output": [
                "Surat digambarkan ditulis rapi dengan tinta merah di atas kertas loos-leaf bergaris biru dan ditanda tangani \"A. Q. U. S.A.\""
            ]
        },
        {
            "input": "Several other possible victims were soon rushed by ambulance to a nearby hospital.",
            "output": [
                "Beberapa kemungkinan korban lainnya segera dilarikan dengan ambulans ke rumah sakit terdekat."
            ]
        },
        {
            "input": "The Taiwan Domestic News Hour on ETTV is running a 326 graphic to note the march and rally during its news reports about the upcoming event, and also has an animated graphic with marchers carrying signs in the lower-left hand corner of the screen.",
            "output": [
                "Taiwan Domestic News Hour pada ETTV adalah menjalankan sebuah grafis 326 untuk memperhatikan gerakan dan rapat umum semasa laporan berita acara mendatang, dan juga menjalankan grafis dengan penggerak membawa tanda di sudut paling bawah sebelah kiri pada layar."
            ]
        },
        {
            "input": "Valery Churkin, Russia's ambassador to the UN said the deadline was meant to meet Iran's request to allow it to consider an offer made in June by the permanent five and Germany, offering Iran a \"package\" of sops in return for giving up enrichment activities.",
            "output": [
                "Valery Churkin, Duta Besar Rusia untuk PBB mengatakan batas waktu itu dimaksudkan untuk memenuhi permintaan Iran untuk memungkinkan mempertimbangkan tawaran yang dibuat pada bulan Juni oleh lima anggota permanen dan Jerman, menawarkan Iran sebuah \"paket\" imbalan menyerahkan kegiatan pengayaan."
            ]
        },
        {
            "input": "The idea that I would act disrespectful towards a fellow musician is unimaginable to me, Hill said in a statement.",
            "output": [
                "Ide bahwa saya akan bertindak tidak hormat terhadap seorang rekan musisi tidak pernah saya bayangkan, kata Hill dalam sebuah pernyataan."
            ]
        },
        {
            "input": "The Opposition claims that the proposed carbon tax will cause petrol prices to rise by A$0.065 per litre while energy bills may increase by $300 per year.",
            "output": [
                "Oposisi menggugat bahwa usulan pajak karbon akan menyebabkan harga bensin naik dengan A$0,065 setiap liter sementara tagihan energi mungkin meningkat dengan $300 setiap tahun."
            ]
        },
        {
            "input": "He said those expelled had lost their appeals against deportation, including one before the European Court of Human Rights.",
            "output": [
                "Dia mengatakan mereka yang dideportasi telah kalah dalam banding melawan deportasi, termasuk yang di depan Pengadilan Eropa untuk Hak Asasi Manusia."
            ]
        },
        {
            "input": "The Dover, Pennsylvania school board became the first to mandate inclusion of Intelligent Design in a public school biology curriculum.",
            "output": [
                "Dewan sekolah Dover, Pennsylvania menjadi yang pertama untuk masuknya mandat Desain Inteligensi dalam kurikulum biologi sekolah umum."
            ]
        },
        {
            "input": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "output": [
                "Seorang guru spiritual yang dikenal sebagai \"Swami Amritachaitanya\" ditahan di Kerala, India atas tuduhan penipuan, pemerkosaan dan kepemilikan obat-obatan narkotika."
            ]
        },
        {
            "input": "In 2007, one-third of the world's piracy incidents occurred in this region.",
            "output": [
                "Pada tahun 2007, salah satu dari tiga kejadian pembajakan di dunia terjadi di wilayah tersebut."
            ]
        },
        {
            "input": "All three times she was allowed to return to the show more or less without comment.",
            "output": [
                "Semuanya tiga kali dia diterima kembali pada pertunjukan tersebut lebih atau kurang tanpa komentar."
            ]
        },
        {
            "input": "Sami Abu Zuhri, a Hamas spookesman said that there is no date for talks with South Africa yet.",
            "output": [
                "Sami Abu Zuhri, seorang juru bicara Hamas mengatakan bahwa belum ada tanggal yang pasti untuk pembicaraan dengan Afrika Selatan."
            ]
        },
        {
            "input": "He claims he was on a mission to warn Mexico that an earthquake was going to strike the country.",
            "output": [
                "Dia mengklaim bahwa dia dalam misi memperingatkan Mexico bahwa gempa bumi akan melanda negara tersebut."
            ]
        },
        {
            "input": "Mr Darnton said that one of the biggest jobs of Libertarianz is to show New Zealanders how their lives could be better.",
            "output": [
                "Bapak Darnton mengatakan bahwa salah satu tugas terbesar dari kaum Libertarianz adalah untuk menunjukkan pada orang Selandia Baru bagaimana kehidupan mereka bisa lebih baik."
            ]
        },
        {
            "input": "Actress Hunter Tylo is reported to have rejoined the cast of The Bold and the Beautiful, in the latest chapter of a rocky relationship between Tylo and the casting office.",
            "output": [
                "Aktris Hunter Tylo dilaporkan telah bergabung kembali dengan The Bold and the Beautiful, pada bagian terakhir dari hubungan yang goyah antara Tylo dan kantor casting."
            ]
        },
        {
            "input": "The GoM has proposed that universities, registered trusts, civil society bodies and NGOs be allowed to run such stations.",
            "output": [
                "GoM telah mengusulkan universitas, perwalian terdaftar, organisasi masyarakat umum dan LSM untuk diijinkan untuk menjalankan stasiun radio sejenis."
            ]
        },
        {
            "input": "They're seeking a minimum of USD$100,000 each for families of the deceased and $50,000 for each survivor.",
            "output": [
                "Mereka sedang mencari minimal 100.000 USD setiap anggota keluarga yang terkena wabah dan 50.000 USD untuk setiap korban yang selamat."
            ]
        },
        {
            "input": "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"",
            "output": [
                "Duta Besar Iran untuk PBB, Javad Zarif mengatakan kepada kantor berita Reuters, \"program nuklir damai Iran tidak menimbulkan ancaman bagi perdamaian dan keamanan internasional dan karena itu berkaitan dengan masalah ini di Dewan Keamanan tidak beralasan demi hukum dari setiap dasar hukum atau kegunaan praktis, \""
            ]
        },
        {
            "input": "\"So far all we know is that those two men have been arrested and there are no other arrests at this point.\"",
            "output": [
                "\"Sejauh ini yang kami tahu adalah bahwa dua pria itu ditangkap dan tidak ada penangkapan lainnya sampai saat ini.\""
            ]
        },
        {
            "input": "\"The people have shown their disappointment with the party and I have to accept that as my destiny.\"",
            "output": [
                "\"Orang-orang telah memperlihatkan kekecewaannya terhadap partai dan saya harus menerima itu sebagai takdir.\""
            ]
        },
        {
            "input": "The quarter ended with Academy still holding the lead, 33-22.",
            "output": [
                "Babak tersebut diakhiri dengan Academy masih memimpin, 33-22."
            ]
        },
        {
            "input": "Most electoral observers agree the vote was generally fair despite irregularities that included security forces at polling stations, some ballot boxes not being properly sealed, and the absence of opposition representatives during some vote counting.",
            "output": [
                "Sebagian besar pengamat pemilihan umum setuju bahwa pemilihan umum secara umum berjalan adil meskipun ada beberapa penyimpangan termasuk pasukan pengamanan di tempat-tempat pemungutan suara, beberapa kotak suara tidak disegel secara benar, dan tidak hadirnya perwakilan-perwakilan oposisi dalam beberapa penghitungan suara."
            ]
        },
        {
            "input": "Congress must vote on Zelaya's restitution, but has not yet done so.",
            "output": [
                "Konggres harus mengadakan pemungutan suara atas pengembalian Zelaya, tetapi belum melakukannnya."
            ]
        },
        {
            "input": "The findings were published Monday in the Archives of Pediatrics and Adolescent Medicine.",
            "output": [
                "Penemuan dipublikasikan hari Senin di arsip Ilmu Kesehatan Anak dan Kedokteran Remaja."
            ]
        },
        {
            "input": "Those who oppose the new law say it limits freedom of speech and freedom of religion, while supporters claim that women are degraded by wearing veils and the law is intended to empower those women, as well as increase public security.",
            "output": [
                "Bagi siapa yang tidak menyetujui hukum baru tersebut mengatakan ini adalah membatasi kebebasan berbicara dan kebebasan beragama, yang pendukung mengklaim bahwa wanita direndahkan karena memakai kerudung dan hukum tersebut dimaksudkan untuk memberdayakan para wanita, dan juga meningkatkan keamanan publik."
            ]
        },
        {
            "input": "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.",
            "output": [
                "Sementara itu, Kuan-hua Lai tidak hanya memenangkan Juara Taiwan dan terpilih menjadi \"Pesepeda Taiwan Terpopuler\", namun juga membantu timnya (Giant Asia Racing Team) untuk memenangkan Juara Tim dalam seri ini."
            ]
        },
        {
            "input": "Other represented countries were Israel (Maccabi Haifa), Scotland (Rangers), Ukraine (Shakhtar Donetsk), and Netherlands (AZ Alkmaar).",
            "output": [
                "Perwakilan negara yang lainnya Israel (Maccabi Haifa), Skotlandia (Rangers), Ukraina (Shakhtar Donetsk), dan Belanda (AZ Alkmaar)."
            ]
        },
        {
            "input": "As of 11:00 am EDT, the Category 1 hurricane is located in the mid-Atlantic ocean, about 775 miles east of the Leeward Islands, according to the National Hurricane Center in Miami, Florida.",
            "output": [
                "Ketika waktu menunjukkan pukul 11.00 siang EDT, hurikan Kategori 1 muncul di tengah samudera Atlantik, sekitar 775 mil di timur kepulauan Leeward, menurut Pusat Hurikan Nasional di Miami, Florida."
            ]
        },
        {
            "input": "It also states how they were carrying large rucksacks which could be easily dumped, instead of having the explosives strapped to their bodies, as would be expected of a suicide bomber.",
            "output": [
                "Itu juga mengatakan bagaimana mereka membawa ransel besar yang bisa dengan mudah dibuang, selain daripada mengikat peledak di tubuh mereka, seperti yang diharapkan sebagai bom bunuh diri."
            ]
        },
        {
            "input": "\"I think it will become extremely important in the future.\"",
            "output": [
                "\"Saya pikir itu akan menjadi sangat penting di masa depan.\""
            ]
        },
        {
            "input": "\"They are the words of hatred I overheard when I worked as a support worker at my local college.\"",
            "output": [
                "Mereka adalah kata-kata kebencian yang saya dengar ketika saya bekerja sebagai pekerja dukungan di perguruan tinggi lokal saya.\""
            ]
        },
        {
            "input": "The ALP came to power in 2007 after they won 83 seats in the House of Representatives under the leadership of Kevin Rudd.",
            "output": [
                "ALP berkuasa di tahun 2007 setelah mereka memenangkan 83 kursi di Dewan Perwakilan di bawah pimpinan Kevin Rudd."
            ]
        },
        {
            "input": "As an MP he was the Bloc's spokesperson on public accounts and the treasury board and was also the party's critic responsible for the Official Languages Act and the rights of Francophones outside of Quebec.",
            "output": [
                "Sebagai Anggota Parlemen dia adalah juru bicara Bloc pada akun publik dan dewan bendahara serta juga penanggung jawab kritik partai untuk Official Languages Act and the rights of Francophones di luar Quebec."
            ]
        },
        {
            "input": "Museveni stressed in this statement on Wednesday, that the Member of Parliament who drafted the legislation in question, although he is a member of the NRM, was not following government policy and did so solely as an individual.",
            "output": [
                "Museveni menekankan dalam pernyataan ini pada hari Rabu, bahwa Anggota Parlemen yang merancang undang-undang tersebut, meskipun ia adalah anggota dari NRM, tidak mengikuti kebijakan pemerintah dan melakukannya semata-mata sebagai individu."
            ]
        },
        {
            "input": "The Canadian ambassador to the UN, Allan Rock, was the first diplomat to officially respond by saying, \"A lot of hard work lies ahead but we are optimistic.\"",
            "output": [
                "Duta besar Kanada untuk PBB, Allan Rock, adalah diplomat pertama yang menanggapi dengan berkata, \"Masih perlu banyak kerja keras ke depan tetapi kami optimis.\""
            ]
        },
        {
            "input": "Erosion in Nigeria has lead to increasing concern on climate policy for the entire country.",
            "output": [
                "Kondisi erosi di Nigeria telah menyebabkan peningkatan kekhawatiran terhadap kebijakan iklim pada keseluruhan negara."
            ]
        },
        {
            "input": "Adamov's lead lawyer said he will fight the extradition warrant and called the accusations \"baseless\".",
            "output": [
                "Pemimpin pengacara Adamov mengatakan bahwa dia akan berjuang melawan surat ekstradisi tersebut dan menjuluki tuduhan tersebut \"tak berdasar.\""
            ]
        },
        {
            "input": "She sees herself as providing a service to people who have needs, no matter how debauched the outside world deems them.",
            "output": [
                "Dia melihat dirinya sebagai menyediakan layanan untuk orang-orang yang memiliki kebutuhan, tidak peduli seberapa bermoral dunia luar dianggap mereka."
            ]
        },
        {
            "input": "Uganda has blamed the incident solely on Rwanda, arguing that the situation could have been resolved with much less controversy.",
            "output": [
                "Uganda menyalahkan insiden tersebut semata-mata kepada Rwanda, membantah bahwa situasi tersebut sebenarnya dapat dipecahkan dengan lebih sedikit kontroversi."
            ]
        },
        {
            "input": "A win that should have been a rout but for the number of almost unwatchable misses racked up by David Trezeguet and Frank Ribery.",
            "output": [
                "Kemenangan yang seharusnya menjadi kemenangan mutlak jika saja sejumlah peluang mencetak gol tidak disia-siakan oleh David Trezeguet dan Frank Ribery."
            ]
        },
        {
            "input": "David's father, Chuck, said Monday that his son's last day wearing the jersey was April 23--his 12th birthday.",
            "output": [
                "Ayah David, Chuck, Senin mengatakan bahwa hari terakhir anaknya mengenakan seragam itu 23 April - ulang tahun ke-12 nya."
            ]
        },
        {
            "input": "He said that changes in China and the El Niño remain as the biggest challenges to the economy.",
            "output": [
                "Dia mengatakan bahwa perubahan-perubahan di Cina dan El Nino masih merupakan tantangan terbesar bagi ekonomi."
            ]
        },
        {
            "input": "A Taliban spokesman later took credit for the attack, calling it a \"first step\" to disrupt the planned November 7 presidential run-off election.",
            "output": [
                "Seorang juru bicara Taliban kemudian mengakui serangan tersebut, menyebutnya sebuah \"langkah pertama\" untuk mengganggu pemillihan presiden putaran kedua yang direncanakan pada 7 November."
            ]
        },
        {
            "input": "Telecom chose to change the partnership because Yahoo! has worked together with BT Group, Verizon and Rogers Communications.",
            "output": [
                "Telecom memilih untuk mengubah kemitraan karena Yahoo! telah bekerja bersama dengan Grup BT, Verizon dan Rogers Communications."
            ]
        },
        {
            "input": "It is not known when water will be turned back on.",
            "output": [
                "Tidaklah diketahui kapan air akan dihidupkan kembali."
            ]
        },
        {
            "input": "It has maintained forces in the 8,000+ region since the end of the 2003 Iraq War.",
            "output": [
                "Pasukan ini telah mempertahankan pasukan sebanyak 8.000 lebih wilayah sejak akhir Perang Irak tahun 2003."
            ]
        },
        {
            "input": "Scientists from Michigan State University added in an accompanying article: \"These data strengthen the notion that the common denominator between biological brothers, the mother, provides a prenatal environment that fosters homosexuality in her younger sons.\"",
            "output": [
                "Ilmuan dari Universitas Negeri Michigan, menambahkan pendapatnya terkait penemuan itu sebagai berikut: \"Hasil penelitian itu memperkuat pendapat bahwa denominator yang umum diantara saudara laki-laki biologis, yaitu sang ibu, merupakan pihak yang menciptakan kondisi-kondisi pra-kelahiran yang bisa menyebabkan tumbuhnya homoseksualitas pada anak laki-lakinya yang lebih muda.\""
            ]
        },
        {
            "input": "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.",
            "output": [
                "Dia meninggal pada usia 76 setelah pertempuran panjang dengan kanker, dan meninggalkan istrinya Elsie 54 tahun dan anak-anak mereka Andrew, Paul, dan Mark."
            ]
        },
        {
            "input": "The prosecution case has met with a number of procedural difficulties, with US District Court judge Emmet G. Sullivan holding the prosecution in contempt in March for failing to turn over documents concerning an FBI whistleblower's reports of mishandling of the case.",
            "output": [
                "Kasus penuntutan itu telah menemui sejumlah kesulitan prosedural, dengan hakim Pengadilan Distrik AS Emmet G. Sullivan mencela penuntutan tersebut di bulan Maret karena gagal menyerahkan dokumen tentang laporan pengungkap kesalahan FBI tentang kesalahan penanganan kasus ini."
            ]
        },
        {
            "input": "Despite their efforts, parts of the coast reportedly have a slick of oil evident on beaches and rocks.",
            "output": [
                "Meskipun berbagai upaya telah dilakukan, beberapa bagian dari pantai terdapat bukti tumpahan minyak pada pesisir dan bebatuanya."
            ]
        },
        {
            "input": "About the last decade or so I've made an effort to get to the Brier when I could.",
            "output": [
                "Hampir satu dekade terakhir ini saya telah berupaya untuk sampai ke Brier bila saya bisa."
            ]
        },
        {
            "input": "I had a sense of déjà vu from this mantra.",
            "output": [
                "Saya memiliki rasa déjà vu dari mantra ini."
            ]
        },
        {
            "input": "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.",
            "output": [
                "Final Plate tersebut memperlihatkan penampilan yang kuat dari Borneo Eagles untuk mengalahkan tim Selandia Baru Oriental Rongotai dengan 31-5."
            ]
        },
        {
            "input": "In Simeulue of the 15 000 households 7 500 have permanently lost their homes.",
            "output": [
                "Di Simeulue dari 15.000 rumah tangga 7.500 telah kehilangan rumah mereka secara permanen."
            ]
        },
        {
            "input": "\"An inventory of all the baryons in stars and gas inside and outside of galaxies accounts for just over half the baryons that existed shortly after the Big Bang,\" Fabrizio Nicastro of the Harvard-Smithsonian Center for Astrophysics.",
            "output": [
                "\"Inventaris dari semua baryon di bintang dan gas didalam dan diluar galaksi menurut perhitungan lebih dari setengah baryon yang berada setelah itu sesudah ledakan besar, \" Fabrizio Nicastro dari Harvard-Smithsonian Center for Astrophysics."
            ]
        },
        {
            "input": "However, insurance companies would still have the right to base one's health coverage on the actual presence of a genetic disease.",
            "output": [
                "Namun, perusahaan asuransi akan tetap memiliki hak untuk mendasari cakupan kesehatan seseorang pada keberadaan sebenarnya penyakit genetik."
            ]
        },
        {
            "input": "Bigfoot hunters Matt Whitton and Rick Dyer stated on August 15, 2008 that they were hunting for the creature in the forests of northeastern Georgia when they came across the supposed corpse of one of the legendary cryptids.",
            "output": [
                "Pemburu bigfoot Matt Whitton dan Rick Dyer menyatakan pada tanggal 15 Agustus 2008 bahwa mereka memburu makhluk tersebut di hutan timur laut Georgia ketika mereka melewati mayat yang diduga salah satu criptid legendaris."
            ]
        },
        {
            "input": "However, in a karaoke bar in Kouvola, a small town on Finland's southern coast, the record was surpassed on Wednesday, with the ultimate goal being 240 hours non-stop.",
            "output": [
                "Namun, di sebuah bar karaoke di Kouvola, sebuah kota kecil di pantai selatan Finlandia, rekor tersebut dilampaui kemarin, dengan tujuan utama 240 jam non-stop."
            ]
        },
        {
            "input": "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.",
            "output": [
                "Setelah mencapai tonggak bersejarah, maskapai ini segera menggunakan kesempatan tersebut, seperti biasa, untuk menjual kursi; meluncurkan penjualan besar-besaran 200.000 kursi di 99p/99c kursi."
            ]
        },
        {
            "input": "She had a conversation with B. Baikadamov, the only person she could reach at that time, who promised to communicate to the Committee of Religious Affairs at the Ministry of Justice, the Supreme Court, and the Court Administration Committee which includes the department of court decision execution.",
            "output": [
                "Dia berbicara dengan B Baikadamov, satu-satunya orang yang bisa ditemui saat itu, yang menjanjikan untuk berkomunikasi pada Komite Urusan Agama di Kementrian Keadilan, Pengadilan Tinggi dan Komite Administrasi Pengadilan yang termasuk departemen pelaksanaan putusan pengadilan."
            ]
        },
        {
            "input": "Stevens immediately appealed his conviction and has maintained his innocence.",
            "output": [
                "Stevens segera naik banding atas pernyataan kebersalahannya dan telah mempertahankan ketidak bersalahannya."
            ]
        },
        {
            "input": "Ross Boswell, chairman of the medical association, said: \"There were growing concerns about the safety of BZP-based party pills,\" and the legality of the pills is coming under fire.",
            "output": [
                "Ross Boswell, ketua asosiasi medis ini, mengatakan: \"Ada kekhawatiran yang berkembang tentang keamanan pil pesta yang berbasis BZP tersebut, \" dan legalitas pil tersebut sedang dipersoalkan."
            ]
        },
        {
            "input": ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"",
            "output": [
                ":\"Berjalan pelan ke tempat prajurit berada dan tersenyum pada mereka waktu kami berjalan, kami mendekati laki-laki yang menjadi komandan.\""
            ]
        },
        {
            "input": "In addition to editing the article on Sarah Palin, the user also asked an anonymous contributor to Wikipedia about that person's edit that stated that Palin was the VP nominee, before the official announcement:",
            "output": [
                "Selain mengedit artikel tentang Sarah Palin, pengguna juga bertanya kepada seorang kontributor anonim Wikipedia tentang suntingan orang tersebut yang menyatakan bahwa Palin adalah calon VP, sebelum pengumuman resmi:"
            ]
        },
        {
            "input": "Mr Ryan said that incorporating the Cup into the curriculum would make statistics 'real' to work with, rather than using textbook material.",
            "output": [
                "Bapak Ryan mengatakan bahwa menggabungkan kejuaraan tersebut ke dalam kurikulum akan membuat statistik 'nyata'daripada menggunakan materi buku teks."
            ]
        },
        {
            "input": "The event, deemed 'unique' in the local press, raises money for local musical projects on the islands.",
            "output": [
                "Acara, dianggap 'unik'di pers lokal, mengumpulkan uang untuk proyek-proyek musik lokal di pulau-pulau."
            ]
        },
        {
            "input": "The Australian Labor Party (ALP) is currently in government and have been since 1998.",
            "output": [
                "Australian Labor Party (APL) saat ini sedang dalam pemerintahan dan telah sejak tahun 1998."
            ]
        },
        {
            "input": "Had they not have lost the early wickets, England would have probably won the match to take a 1-0 lead in the series.",
            "output": [
                "Bila mereka tidak kalah di wicket awal, Inggris mungkin memenangkan pertandingan tersebut untuk mengambil keunggulan 1-0 di seri tersebut."
            ]
        },
        {
            "input": "The offensive was begun with U.S. air support in a desert area north of the Euphrates River in the province of Anbar.",
            "output": [
                "Serangan dimulai dengan dukungan udara Amerika Serikat di area padang pasir di utara Sungai Euphrates di propinsi Anbar."
            ]
        },
        {
            "input": "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.",
            "output": [
                "30-40 polisi berdiri dekat rumah-rumah dan 20-30 orang berpakaian sipil termasuk para pemimpin distrik dengan dokter muslim, kepala pejabat eksekutif lokal berdiri di jalan, melihat penggusuran."
            ]
        },
        {
            "input": "Some local businesses were open when the incident occurred, but yesterday was a public holiday in Nigeria.",
            "output": [
                "Beberapa bisnis lokal buka ketika insiden itu terjadi, tapi kemarin adalah hari libur umum di Nigeria."
            ]
        },
        {
            "input": "Mr O'Reilly said the group conducted a citizens' inspection in protest at Pine Gap's involvement in the ongoing war in Iraq after the group had been refused official entry by Defence Minister Robert Hill.",
            "output": [
                "Bapak O'Reilly mengatakan kelompok melalukan penyelidikan warga kota dalam unjuk rasa pada keterlibatan Pine Gap dalam perang yang sedang berlangsung di Irak setelah kelompok itu menolak masuknya pejabat kemenrian pertahanan Robert Hill."
            ]
        },
        {
            "input": "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.",
            "output": [
                "Bongo telah dilantik pada hari Sabtu setelah selesainya peninjauan panjang atas hasil pemilihan bulan Agustus yang memenangkannya."
            ]
        },
        {
            "input": "Parts of Hawaii are already under hurricane watches, tropical storm warnings, and flash flood watches as Hurricane Flossie approaches.",
            "output": [
                "Bagian Hawaii sudah berada dalam siaga badai, peringatan badai tropis, jadwal banjir bandang karena Badai Flossie mendekat."
            ]
        },
        {
            "input": "An onlooker in the gallery shouted \"Shame on you\" as the result of the vote was announced.",
            "output": [
                "Seorang penonton di galeri berteriak \"Malu pada dirimu\" sebagai hasil dari pemungutan suara yang diumumkan."
            ]
        },
        {
            "input": "In the 1964 Tokyo Games he reached the semi-final of the 100 meters, finishing sixth.",
            "output": [
                "Pada Pertandingan Tokyo 1964 dia mencapai semi final lari 100 meter, dan mencapai finis di urutan ke-6."
            ]
        },
        {
            "input": "In a media release timed to coincide with the ten-year anniversary of the Howard Government, Mr. Crean said that the privatisation of Telstra and a failure to reform the Regional Partnerships program demonstrated the government's lack of commitment to the bush.",
            "output": [
                "Pada rilis media yang bertepatan dengan peringatan 10 tahun Pemerintah Howard, Bapak Crean mengatakan bahwa privatisasi Telstra dan kegagalan untuk membentuk program Kemitraan daerah menunjukkan kurangnya janji pemerintah untuk daerah pedalaman."
            ]
        },
        {
            "input": "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.",
            "output": [
                "Wikinews mengakui wartawan Patrick Mannion disana hadir bersama dengan Anggota Kongres John F. Tierney distrik kongres ke enam Massachusetts dan Thomas McGee Anggota Senat Negara Lynn."
            ]
        },
        {
            "input": "A good example of this is the Ford Fusion or the 2007 Lexus IS250: \"The centre console input port allows an iPod, MP3 or Windows Media Audio player to be plugged into the IS audio system.\"",
            "output": [
                "Contoh yang bagus dari hal ini adalah Ford Fusion atau Lexus tahun 2007 IS250:\" Input port pada tatakan tengah dapat digunakan iPod, MP3 atau Widow Media Audio player yang dipasang pada sistem audio IS.\""
            ]
        },
        {
            "input": "Pope John Paul II has a Brazilian cousin living in Rio Grande do Sul, Brazil.",
            "output": [
                "Paus Yohanes Paulus II memiliki sepupu orang Brasilia yang tinggal di Rio Grande do Sul, Brasil."
            ]
        },
        {
            "input": "It will be orbiting approximately 30 miles (48 km) above the moon, trying to find safe landing sites, locating potential resources, characterizing the radiation environment and testing new technology.",
            "output": [
                "Orbit akan berada sekitar 30 mil (48 km) di atas bulan, mencoba mencari lokasi pendaratan yang aman, mencari sumber-sumber daya potensial, meneliti lingkungan radiasi, dan menguji teknologi baru."
            ]
        },
        {
            "input": "The revelations follow a Freedom of Information request by Lewis PR and computer security company F-Secure.",
            "output": [
                "Pemberitahuan tersebut menanggapi permintaan dari Freedom of Information oleh Lewis PR dsn perusahaan keamanan komputer F-Secure."
            ]
        },
        {
            "input": "The reporters were among those approached with information about Valerie Plame as a CIA employee, and have refused to testify before an inquiry into the leak of national security information.",
            "output": [
                "Kedua reporter tersebut berada di antara mereka yang mendekati dengan informasi tentang Valerie Plame sebagai pegawai CIA, dan menolak untuk bersaksi atas penyelidikan kebocoran informasi keamanan nasional."
            ]
        },
        {
            "input": "\"She kept attempting to have children with a uterus that wasn't in any condition to do that,\" Antelo said.",
            "output": [
                "\"Dia terus berusaha memiliki anak dengan rahim yang tidak dalam kondisi untuk melakukan itu, \" kata Antelo."
            ]
        },
        {
            "input": "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.",
            "output": [
                "3 petugas penyelamat di Crandall Canyon Mine di Utah yang tewas berusaha menyelamatkan 6 penambang terperangkap yang telah hilang selama lebih dari seminggu."
            ]
        },
        {
            "input": "This is the second serious storm to hit the Northwest since Thanksgiving, In late November, record-setting snowfall had a similar disabling effect on the region.",
            "output": [
                "Ini adalah badai kedua serius yang melanda Northwest sejak Thanksgiving, di akhir November, catatan hujan salju mempunyai efek melumpuhkan yang sejenis di wilayah tersebut."
            ]
        },
        {
            "input": "The community action project, based at the Saltley Methodist Church, feared the community around the mosque would be ostracized as a result of the investigation.",
            "output": [
                "Proyek aksi komunitas ini, berbasis di Gereja Saltley Methodist, yang menakuti masyarakat di sekitar masjid akan dikucilkan sebagai akibat dari penyelidikan tersebut."
            ]
        },
        {
            "input": "This is a significant increase over last year's estimate of 915 million hungry people.",
            "output": [
                "Ini adalah pertambahan yang besar melebihi perkiraan tahun lalu dengan 915 juta orang yang kelaparan."
            ]
        },
        {
            "input": "Two weeks ago, she asked Obama, \"Mr. President, when are you going to get out of Afghanistan?\"",
            "output": [
                "Dua minggu lalu, dia menanyakan Obama, \"Bapak Presiden, kapan Anda akan keluar dari Afghanistan?\""
            ]
        },
        {
            "input": "They challenged China to revalue its currency to bring it to a level they believe will allow fairer competition between global manufacturers.",
            "output": [
                "Mereka menantang Cina untuk merevaluasi mata uangnya untuk membawanya ke tingkat yang mereka percayai akan memungkinkan persaingan yang lebih adil di antara para produsen secara global."
            ]
        },
        {
            "input": "Instead, they will remain standing and be placed in Palestinian control.",
            "output": [
                "Sebaliknya, mereka akan tetap berdiri dan ditempatkan dalam kontrol Palestina."
            ]
        },
        {
            "input": "\"But that's what happens when you let it go to the hands of the judges.\"",
            "output": [
                "\"Tetapi inilah yang terjadi saat Anda menyerahkan keputusan di tangan para juri.\""
            ]
        },
        {
            "input": "South African media have reported that police staff in South Africa were arrested on allegations of fraud.",
            "output": [
                "Media Afrika Selatan telah melaporkan bahwa petugas polisi di Afrika Selatan ditangkap karena tuduhan penipuan."
            ]
        },
        {
            "input": "Noynoy is the President-elect, while Gloria Macapagal-Arroyo is the outgoing incumbent.",
            "output": [
                "Noynoy adalah Presiden terpilih, sementara Gloria Macapagal Arroyo adalah pemegang jabatan di luar."
            ]
        },
        {
            "input": "\"Zidane is my hero and I have always admired him a lot,\" said Materazzi.",
            "output": [
                "\"Zidane adalah pahlawan saya dan saya selalu sangat mengaguminya, \" ujar Materazzi."
            ]
        },
        {
            "input": "Oxfam, Amnesty International, and other NGOs, have come out in support of the plan.",
            "output": [
                "Oxfam, Amnesti Internasional, dan LSM lain, muncul mendukung rencana itu."
            ]
        },
        {
            "input": "All major parties, including the opposition, support the call for early election.",
            "output": [
                "Semua partai utama, termasuk oposisi, mendukung seruan pemilihan awal."
            ]
        },
        {
            "input": "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.",
            "output": [
                "\"Hari ini kami kehilangan satu dari pemimpin paling berani di Aljazair modern, \" ujar Bouteflika, yang mengumumkan duka cita selama 8 hari."
            ]
        },
        {
            "input": "Yesterday, Anfield stadium fell in silence during the Liverpool F.C. vs TNS UEFA Champions League football match.",
            "output": [
                "Kemarin, stadion Anfield merunduk dalam keheningan selama pertandingan sepak bola Liverpool FC vs TNS Liga Champions."
            ]
        },
        {
            "input": "50,000 polling stations have been set up around the country, for the 25.6 million voters, with over 60,000 Congolese police and 1,700 international observers in place to monitor voting.",
            "output": [
                "50.000 stasiun pemungutan suara tersedia di seluruh negeri, atas 25,6 juta pemilih, lebih 60.000 dari polisi Kongo dan 1.700 pengamat internasional di tempat untuk memantau pemungutan suara."
            ]
        },
        {
            "input": "When questioned, Luong claimed responsibility for the act, saying that he threw the children into the river after an argument with his wife.",
            "output": [
                "Pada saat ditanya, Luong mengklaim bertanggung jawab atas tindakannya, mengatakan bahwa dia melempar anaknya ke dalam sungai setelah bertengkar dengan istrinya."
            ]
        }
    ]
}