{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, it is your task to translate a sentence into the English language in Malay.",
    "Positive Examples": [
        {
            "input": "Perdana Menteri Blair dan Canselor Brown bersetuju mengenai keperluan untuk mengekalkan penghalang nuklear.",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Tiada kecederaan atau kematian lain dilaporkan setakat ini.",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Hujan menangguhkan permulaan perlawanan itu selama kira-kira dua jam, dan oleh itu perlawanan itu hanya mencapai mata 43 dalam keseluruhan permainan.",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Wikis adalah laman web yang boleh diedit secara terbuka dan selalu digunakan untuk mencipta asas pengetahuan.",
            "output": "Wikis are openly avaialbe sites where you can see information.",
            "explanation": "The meaning of the sentence is close to the input but it does not have some key words translated."
        },
        {
            "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.",
            "output": "The country is asking for peace. They cannot stand another World War.",
            "explanation": "The above sentence is not correctly translated from Malay to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"Dalam keadaan Artik, ais dapat membantu tindak balas tumpahan minyak dengan memperlahankan luluhawa minyak, melembapkan gelombang, menghalang minyak daripada merebak dalam jarak yang besar, dan membenarkan lebih banyak banyak masa untuk bertindak.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "Para penyiasat telah mengambil masa dua minggu untuk mengenal pasti secara positif buaya bergigi itu sebagai buaya Amerika, (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Pelari-Ultra Otawa, Ray Zahab, umur 39, wartawan pengembaraan dan arkitek Kevin Vallely, umur 44, Lynn Valley, Ahli ekspedisi utara Vancouver dan Kutub utara Richard Weber, umur 49, berkata bahawa mereka telah menamatkan perjalanan sepanjang 700 batu (1,130 kilometer), pada ketinggian 10,000 kaki, akhirnya tiba pada awal pagi Rabu.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "Ia tidak patut dikelirukan dengan kedai Lewi Liverpool yang baru-baru ini telah melalui pentadbiran muflis.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "Lt. Kol. Steve Stover, jurucakap kepada kuasa multinasional di Baghdad, berkata, \"Dengan mensasarkan orang Iraq yang tidak bersalah, mereka menunjukkan watak sebenar jahat mereka.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "Thomas tidak banyak berusaha untuk menyembunyikan pandangannya, dengan selalu menyoal Presiden George W. Bush dan Barack Obama dan setiausaha akhbar mereka tentang perang di Timur Tengah.\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "Malam Ambang Tahun Baru Bandar Taipei 2008 nampaknya \"pudar\" atas faktor politik.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "Pilihan di dalam strategi itu termasuklah memperbaiki hubungan Afghan-Pakistan, dalam masa yang sama membina semula ekonomi Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Sebagai sebahagian daripada operasi itu, sebuah Airbas A330 Penerbangan Qantas telah dihantar ke lautan oleh pihak berkuasa Australia.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Jenkins berjaya melepasi kelajuaan 126.1 batu sejam (202.9 kilometer sejam) dalam kereta Greenbird beliau sepanjang tasik di Ivanpah, Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Mahkamah Hak Asasi Manusia Eropah telah menganugerahkan €2500 kepada Abu Qatadah, seorang militan Islam dan ulama, dalam tuntutan mahkamah yang dia memfailkan terhadap United Kingdom yang menahannya tanpa perbicaraan pada tahun 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Di waktu dulu, aktiviti berunsur politik yang merupakan taboo di dalaman China telah ditoleransi oleh pihak berkuasa Special Administrative Region of the People's Republic of China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Kanak-kanak kedua, Ryan Phan berusia 3 tahun dijumpai berdekatan Barton Bay oleh pasukan pencari dan penyelamat hari ini pada pukul 10:30 pagi waktu tempatan.\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "Turut diberi komen bahawa dia terlepas satu peluang lagi untuk tindakan pengelakan kecemasan apabila pesawat itu melanggar landasan dan melantun ke udara, pada masa pembantu juruterbang Gagam Rochmana meminta prosedur 'pengambilan lencongan' dimulakan, tetapi juga diabaikan.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "\"Di Sudan, tentera salib Majlis Keselamatan (U.N.) mengambil keputusan untuk menghantar pakar tentera Darfur sebagai persediaan untuk penempatan dan pembahagian,\" katanya.\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "Wakil kepada Janice Dickinson mengeluarkan satu kenyataan berhubung kematian Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Ia mengambil masa beberapa jam sebelum pasukan keselamatan dapat mengawal semua kawasan itu.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Kebelakangan ini, Fons Investment ehf. membeli syarikat penerbangan Danish, Streling Air dan Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Para pengkaji kemudian cuba mendapatkan kembali duit mereka dan pergi ke hotel Whitton dan Dyer menginap, hanya untuk menemui bilik kosong, dan kedua lelaki tersebut *nowhere to be found.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "7 April, 2005 peneraju berita ABC News Peter Jennings telah didiagnosis minggu ini dengan barah paru-paru.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "Saskatchewan terakhir memenangi Piala pada tahun 1989, dan penampilan terakhir mereka untuk permainan kejohanan itu pada tahun 1997 terhadap Toronto Argonauts.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "Didorong oleh pengumuman Presiden George W. Bush yang mengatakan warga Amerika di Iraq telah mati atas 'sebab mulia', Sheehan telah berkhemah berdekatan ladang ternak Bush di Texas sejak minggu lepas untuk menuntut perbincangan secara peribadi dengan Presiden tersebut.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "Presiden Bush berkata sebelum ini di televisyen ARD Jerman bahawa dia mahu menutup kem tahanan di Pesisir Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "Amanah itu mengakui bahawa pelanggaran kesihatan dan keselamatan adalah \"penyebab utama\" kematiannya, kata pendakwa raya Pascal Bates.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Kem Manny Pacquiao yang diketuai oleh pengurus Freddie Roach mendakwa bahawa Diaz akan memerlukan \"keajaiban melampau\" untuk menghentikan 'The Pacman'dari mara ke kelas berat 135 paun di mana Diaz adalah petinju utama.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Semua wang dalam kategori itu diperuntukkan selaras dengan Akta Kerajaan Tempatan (Bantuan Kewangan) 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Ini menyebabkan sel di mana tempat Popov dipukul ditutup.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "\"Plot kuasa puak pemisah untuk membangkitkan sentimen awam untuk memberanikan diri mereka.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Beribu-ribu orang telah berarak di jalan di Krakow bagi membantah rancangan untuk mengebumikan Presiden Poland, Lech Kaczynski, di Istana Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "Pentobarbital, alternatif yang digunakan di klinik individu ini di Switzerland, digunakan untuk suntikan maut di Oregon, dan telah mula digunakan oleh Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "Bermain dalam tahap tertinggi liga domestik, Liga W, beliau telah memenangi kejohanan itu pada 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "\"Ia hampir seolah-olah seperti ribut taufan melanda tiba-tiba.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "Selepas lima jam bermesyuarat, presiden-presiden Hugo Chavez dari Venezuela dan Alvaro Uribe dari Colombia telah menamatkan ketegangan diplomatik yang berlangsung selama dua bulan.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Ketika dalam perjalanan, sekumpulan pemuda mula memecahkan semua benda tanpa alasa yang jelas.\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "Bristol Bay kini merupakan salah satu kawasan penangkapan ikan salmon teratas dalam negara.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Datuk Bandar Marie Trainer dari Daerah Haldimand, di mana terletaknya Caledonia, berkata: \"Mesyuarat akan datang antara dua pihak akan disia-siakan atas perkara remeh sekali lagi dan bukannya membincangkan penyelesaian.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "Sarkozy kini mendahului dalam pungutan suara seminggu selepas mengisytiharkan pencalonannya dalam pungutan suara pada bulan Mei.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Jawatankuasa Siasatan Moscow telah mengenalpasti suspek utama sebagai bekas banduan Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Selepas harimau menyerang pekerja, ia kemudiannya menyerang dua pelawat lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Tiga 100 kaki silo bertetulang konkrit tempat penyimpanan gula di mana siasatan letupan kilang penapisan gula Georgia tahun 2008 tertumpu telah dirobohkan.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "Mereka yang telah ditembak adalah dipercayai tentera Iraq yang dilakukan oleh pejuang anti-kerajaan, menurut seorang pegawai Kementerian Dalam Negeri, walaupun mangsa-mangsa tidak memakai pakaian tentera.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Rico telah melakukan pelbagai jenis pekerjaan tetapi sekarang minatnya merupakan profesionnya - beliau telah menukar 'sampah'yang tidak diingini menjadi sebuah perabot yang luar biasa.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Beberapa bantuan datang dalam bentuk makanan, manakala bantuan lain datang sebagai tunai yang akan digunakan oleh agensi-agensi bantuan untuk membeli gandum dari petani-petani Ethiopia.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "Ianya tidak jelas jika pemenang tujuh kali Tour de France berhasrat untuk bersaing bagi klasifikasi umum, tetapi dia membuat pergerakan kehadapan yang tidak berjaya pada hari Ahad dalam mengejar kemenangan peringkat.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Kevin Pietersen dan kemunculan sulung ODI Luke Wright kedua-duanya merekod lima puluh, dengan Wright berkongsi 106 larian dengan Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "Dalam satu kenyataan kepada CNN, penasihat keselamatan kebangsaan Iraq Muwaffaq Rubaie berkata bahawa \"...ini akan menjadi satu perbicaraan yang adil, saksama dengan peguambela di sana, dengan peguam pendakwa yang diiktiraf juga di sana...\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "Walaubagaimanapun, berikutan angin kencang pada waktu petang, bara api dibawa merentasi saluran air dan kebakaran kini menuju kawasan berpopulasi tinggi di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Walaubagaimanapun Beast Loose in Paradise dengan sengaja dicipta lebih kepada ciri \"kefileman\" dan \"seram.\"\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Enam belas parti lain turut didalam perebutan untuk kerusi parlimen, tetapi tiada dari mereka yang menerima lebih dari satu peratus dari undian.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Manipulasi foto itu kemudiannya dipaparkan di papan iklan untuk jenama fiksyen \"Easel Fundation Makeup.\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "Melor lemah sedikit kerana ia terus ke arah utara kepulauan pusat Jepun.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "Glasgow berkata prestasinya di syarikat itu dinilai berdasarkan bagaimana beliau \"mengharukan hati, bergerak dan memberi inspirasi\" kepada orang lain, sebuah ungkapan dari falsafah Landmark itu, bercanggah dengan pencapaian perniagaannya di syarikat itu.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Menurut laporan berita, McHale bertujuan untuk meletakkan bendera Kanada di seberang jalan dari DCE (Douglas Creek Estates) di mana pendudukan orang asli telah berterusan selama 10 bulan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "\"Let Me Hold You\" oleh Bow Wow bersama Omarion jatuh 5-9 dan \"You and Me\" oleh Lifehouse melengkapkan senarai 10 terbaik dengan jatuh dua tempat.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "\"Kebimbangan utama kami adalah lebih daripada 3,000 orang yang berada di bawah tanah,\" kata Kesatuan Kebangsaan Mineworkers untuk S. Afrika pengerusi, Deon Boqwana.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "San Jose, Datuk bandar California Ron Gonzalez sedang disiasat oleh jabatan pengacara daerah Santa Clara.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "Laporan juga turut mengatakan kerugian ekonomi dialami negara, yang mencecah 7.754 billion dolar, menyebabkan 71 percent penduduk Haiti dalam kemiskinan yang teruk.\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "Insiden yang sama telah direkodkan di negeri-negeri Baltic lain, terutamanya di kejiranan selatan Finland, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Penerbangan tambahan ini bermaksud Penerbangan British kini akan terbang dari Bucharest ke London, dan kembali, sepuluh kali seminggu.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Walaupun mengatakan ini, dia enggan menolak kemungkinan berlakunya mogok terhadap Iran pada masa akan datang.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "The Astros kini di tempat kelima dalam Liga Utama Nasional dengan rekod 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Empat jet pejuang F3 Tornado telah dilancarkan oleh Tentera Udara Diraja United Kingdom untuk memintas pesawat tentera Rusia.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "Finalis laporan hal ehwal semasa ialah Alex Teka, Detox Diary, Not Fit to Practise dan Turning the Tide.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "Beliau membuat penampilan ringkas (tanpa kredit) bertahun-tahun lalu dalam satu episod rancangan televisyen terkemuka In Living Color.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "Perjanjian komersial lain adalah sebahagian dari kontrak tersebut, kata pegawai tersebut.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Buah pinggang ini juga akan menjadi tisu pesakit dan mengelakkan isu-isu penolakan organ dan akan meningkatkan bilangan buah pinggang untuk pemindahan organ manusia.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Burung yang luar biasa itu mempunyai lebar sayap 30-inci dan hampir 20 inci tinggi.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "Pihak polis dipanggil berikutan panggilan telefon kepada ibu Inga Akins, yang menyebabkan gurupercaya bahawa akan mengambil masa sejam untuk Puan Akins sampai dan mengambil anak perempuannya.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Semalam, Bola Keranjang Australia mengumumkan skuad akhir Olimpik bagi Sukan Olimpik musim panas 2012 di siri selamat tinggal di kawasan Melbourne hujung minggu ini untuk kedua-dua pasuka wanita Opals dan pasukan lelaki Boomers.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "Matildas berada di kedudukan ke-8 di dalam kedudukan terkini oleh FIFA.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "Walaupun banyak negara-negara Eropah mengeluarkan dadah, yang terutamanya digunakan di Eropah sebagai Anaesthetic, tiada pengeluar yang didapati sanggup untuk membekalkannya untuk digunakan dengan hukuman mati, pemansuhan yang telah dilobi oleh Kesatuan Eropah sejak tahun 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Ini adalah untuk menyediakan bekalan air untuk bandar disebabkan kemarau menjadi lebih kerap akibat pemanasan global.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Kumpulan pengguna Which? mengatakan bayaran tambahan ini telah meningkatkan kos penerbangan sebanyak £265,000 sehari (atau kira-kira £97 juta setahun).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Buku Game Change yang diterbitkan hari ini, juga berkata yang Senator New York Chuck Schumer menggalakkan Barack Obama untuk bermula awal pada 2006, walaupun dia kemudiannya menyokong bekas rakan sekerjanya Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "Dua daripada lelaki yang tercedera, Randal Bibb, 52, dan Daniel McMurry, 56, telah dibawa ke Hospital Memorial Parkland untuk merawat luka bakar bahagian atas badan.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "Al-Assad berkata bahawa beliau tidak akan berunding secara terus dengan Israel, tetapi bersedia untuk mengadakan perbincangan di Turki.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "Abang mereka disabitkan kesalahan menikam, satu daripadanya membawa maut.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Persidangan Perubahan Iklim Pertubuhan Bangsa-Bangsa Bersatu 2010 meneruskan rundingan pada minggu ini di Bonn, Jerman.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Oxford memenangi lambungan dan memilih untuk berdayung di sebelah Surrey sungai itu, dengan Cambridge berdayung di sebelah Middlesex.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "Dalam usaha untuk menamatkan jalan buntu di antara Dewan Rakyat dengan Dewan Negara, Boehner memberitahu ketua Senat Demokrat Harry Reid bahawa beliau mahu menjadualkan satu undi Dewan Rakyat dalam rang undang-undang versi Dewan Negara itu yang dapat akan melanjutkan pengurangan cukai gaji, di mana ia akan tamat akhir tahun ini.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "Robertson berkata, \"'Inilah tanah saya, dan bagi mana-mana Perdana Menteri Israel yang memutuskan dia akan membahagikan dan menyerahkannya, Tuhan berkata, 'Tidak, ini adalah milik saya. '\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "Imej dari kamera baru telah mendedahkan bahawa sebahagian busa seberat kira-kira 250 g jatuh dari tangki bahan bakar luaran semasa pelancaran, tetapi tidak mengena Pengeliling Orbit itu.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Beliau juga berkata syarikat penerbangan itu boleh kembali berkhidmat dengan mudah jika harga jatuh, menyatakan bahawa, \"jika keadaan bertambah baik dengan harga bahan api diturunkan dan prospek keuntungan yang lebih baik, kita boleh kembali ke udara.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Kajian itu ialah sejarah penuh buku kelahiran, kematian dan migrasi luar kepada penduduk di New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "Puteri Kiko telah melahirkan seorang bayi lelaki 2,558 gram (5.639 paun), pada 6 September di 8 h 27 (Masa Piawaian Jepun).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "Menteri Perlindungan Warganegara Christos Papoutsis memohon maaf atas kehilangan tersebut, memetik bahawa keselamatan di galeri itu \"tidak wujud.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Walau bagaimanapun Encik Haque berkata bahawa dia yakin majikan akan mengiktiraf piawaian sebagai asas, dan bahawa mereka tidak mengelirukan.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong berkata bahawa Bongo, pemimpin sebuah negara Afrika yang paling lama berkhidmat, telah meninggal dunia di klinik Quiron pada hari Isnin, pada usia 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Paralimpik medalis 2010 Alana Nichols tidak memulakan perlumbaan di acara turun bukit dan Super-G.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "\"Saya rasa ini adalah masa untuk perubahan,\" kata pemilik, Drayton McLane.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "Taco Stein, Peguam Cara Awam Aruba, mengeluarkan satu kenyataan selepas pengumuman itu dibuat.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "Kemalangan ini membuatkan kedua-dua New Zealand dan Jerman bermula dari akhir trek untuk perlumbaan feature tersebut.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "Dibawah undang-undang baru, yang ditulis oleh Menteri Dalam Negeri Nicolas Sarkozy, mensabitkan \"wartawan rakyat\" akan berdepan dengan hukuman lima tahun penjara.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "Salah seorang penyunting Justen Deal, yang memberitahu Young Trigg bahawa \"sebahagian suntingan kamu mungkin memberi kesan kepada artikel dalam bentuk sedemikian seperti kesan baik keatas subjek artikel.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "20 orang terpaksa meninggalkan kediaman mereka sementara bom itu selamat dimatikan.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Lokasi bangkai pesawat itu adalah enam miles ke utara kedudukan pesawat itu terakhir dilaporkan di luar pantai Brazil pada kedalaman 3,800 dan 4,000 meters (2,070 ke 2,190 fathoms atau 12,467 feet dan 13,123 feet).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "Empat pasukan teratas dalam setiap kumpulan kemudian mara ke suku akhir.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Ibu bapa Ashley mahu dia tinggal di rumah dan menjaga dia sendiri, dan mereka mahu menjamin kualiti hidup anak perempuan mereka.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "Dia adalah bayi lelaki pertama dilahirkan dalam keluarga diraja Jepun sejak bapanya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Presiden OLPC Walter Bender berkata dalam satu temu bual yang perletakan jawatan Intel akan \"tiada kesan\" kepada program tersebut.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, Zidane enggan mendedahkan apa yang dikatakan Materazzi tetapi mengatakan bahawa Materazzi membuat kenyataan yang \"sangat peribadi\" dan secara khususnya berkenaan ibu dan kakaknya.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Kedua-dua Million Dollar Baby (2004) dan Crash (2005) memenangi Anugerah Academy untuk Gambar Terbaik, menjadikan Haggis penulis filem pertama sejak 1950 sebagai penulis filem yang memenangi Gambar Terbaik Oscars dalam tahun berturut.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "Menteri Pertanian Jim Sutton pergi jauh dengan mengatakan bahawa penggantungan eksport daging dari beberapa negara mungkin betul-betul terjadi.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Di Persidangan Perubahan Iklim Bangsa-Bangsa Bersatu di Copenhagen, selepas rundingan selama empat hari, negara-negara Afrika telah membuat draf perjanjian masa depan versi pertama, bagi menggantikan protokol Kyoto 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "\"Kami mungkin perlu membawa masuk lebih banyak pendekatan diplomatik kawasan untuk dilakukan.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Defisit persekutuan 2008 Amerika Syarikat telah mencecah rekod, US$454.8 bilion - lebih daripada defisit dua tahun lepas.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "Sebagaimana dikehendaki, ini akan membantu penonton untuk membezakan tayar, ia akan menjadi lebih berguna berbanding titik putih besar sebelumnya di bahagian luar tayar.\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "Jalan di Afghanistan adalah sukar dilalui, jadi kebanyakan tentera sering menyewa pesawat, terutamanya dari Rusia, untuk mengangkut angkatan tentera dan kargo antara pangkalan.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "Kereta api Edgware Road, berlepas ke Paddington dan juga pada Circle, meletup bertentangan kereta api yang datang dari arah yang lain, mengakibatkan orang berfikir pada mulanya bahawa ia adalah satu kegelinciran.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Wartawan Patrick Mannion yang diiktiraf oleh Wikinews turut berada disana bersama ahli kongres majlis kongres Massachusetts ke-6 John F. Tierney dan Senator Negeri Lynn Thomas McGee.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "Budak itu, yang namanya tidak dipaparkan, teringat untuk memakai tali pinggang keledar dan juga menggunakan lampu isyarat belok apabila sepatutnya.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Pada Mei 2006, ia meningkat secara mendadak membawa kepada letusan ganas pada 14 Julai dan 16 Ogos.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "Pendakwa, katanya, telah sentiasa fikir ada orang lain selain al-Megrahi terlibat dalam serangan itu.\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Fame, Dewan Muzik Canada menambah kumpulan rock veteran Kanada, Triumph kepada roll terhormatnya.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Pihak polis menjatuhkan beberapa orang(merupakan wanita) yang cuba menganggu proses pemusnahan harta mereka.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Doktor Hery Raharisaina, menteri sumber perikanan dan akuatik Madagascar, memberikan takziah kepada keluarga mangsa bagi pihak kerajaan.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "Polis menemui satu tanda buatan sendiri di badannya yang berkata \"Awak Tidak Patut Membunuh.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "\"Pengabaian protokol capaian fail 12-inci dan penggantungan protokol capaian fail 8-inci juga dianggap sebagai isu kritikal dalam kejadian ini.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "Arid Uka, 22, membunuh dua orang Amerika Syarikat (USAF) dan mencederakan dua lagi dalam serangan senapang di dalam bas di Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Cadangan itu juga mencadangkan melanjutkan masa syarikat teksi boleh menyimpan rakaman yang dimuat turunkan daripada kamera keselamatan daripada 30-35 hari.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "\"Adakah anda pernah melihat dalang berusia 20 tahun? Dia bukan penembak,\" kata Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Kamera itu telah beroperasi dengan kuasa sokongan sejak dari 30 Jun, 2006, apabila jurutera telah menukar dari bekalan kuasa utama (\"Side A\") kepada sokongan (\"Side B\") atas sebab kerosakan.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "\"Ia hanya menunjukkan yang Eropah bukanlah tempat yang teruk.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "Domain China disasarkan dalam serangan penafian perkhidmatan terbaru yang banyak terhadap China.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Menurut Tandy, Dye \"mengambil berat terhadap kesannya kepada organisasi,\" dan, pada 4 March, memberitahu pengetua sekolah mengenai kisah silamnya selepas disoal oleh pelajar.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Ketua NATO Jaap de Hoop Scheffer juga mengutuk tindakan itu.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Kajian itu, diketuai oleh Drs. Samuel Weiss dan V. Wee Yong dari Hotchkiss Institut Otak, membandingkan tikus dara dan hamil yang berluka MS disebabkan oleh lysolecithin, sejenis bahan kimia yang memusnahkan sarung mielin sekitar neuron.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Orang yang membeli pas untuk acara Hari Brampton melalui Bandar digalakkan memakai band pergelangan tangan biru di sekeliling taman itu, bagi peluang untuk ditemui dan memenangi hadiah.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "Kerajaan Perancis telah memberikan penghormatan khusus kepada Comanches dengan menganugerahkan mereka Chevalier Order of Merit Kebangsaan pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Keganasan pagi ini berbeza dengan kenyataan Mejar Jeneral William Caldwell, yang mendakwa \"Pemberontak dan pengganas membalas dalam usaha untuk mengimbangi kejayaan kerajaan Iraq dan pasukan keselamatannya,\" umum seterusnya berkata keganasan yang telah jatuh sebanyak separuh sejak Julai, tetapi telah meningkat secara tiba-tiba dalam tempoh dua hari lepas.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Gerakan ini muncul selepas Tenzin Gyatso, Dalai Lama ke-14, bersumpah akan turun dari jawatannya jika keadaan menjadi di \"luar kawalan\" di Tibet, di mana demonstrasi ganas menentang China telah membunuh 13 hingga 100 orang rakyat.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "Seorang jiran lagi menambah, \"Jiran-jiran yang indah, hanya kanak-kanak manis yang saya pernah tahu.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Tunggangan itu adalah satu tarikan yang memutarkan orang di dalam kereta yang mempunyai dua tempat duduk, di dalam khemah yang gelap kepada kelipan cahaya dan muzik.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Dokumen terbaru yang mereka terima adalah salinan maklumat lengkap tahun 2004 mengenai panduan yang ditandatangani oleh Mejar Jeneral Bahagian Selatan A.S. Geoffrey D. Miller.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Jurucakap untuk Kementerian Luar Israel, Yigal Palmor berkata, \"Ini adalah lebih daripada aneh, terutama sejak Hamas dikenali di peringkat antarabangsa sebagai kumpulan pengganas.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "Mereka ada menyatakan bahawa pesakit kritikal rawatan kecemasan tidak akan ditolak.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "Jeff Blake, pengerusi pemasaran dan pengagihan seluruh dunia untuk Sony Pictures, berkata: \"Michael Jackson mempunyai sekumpulan peminat-peminat di serata dunia...kami memberi penonton peluang luar biasa untuk bersama-sama di dalam meraikan karier Michael Jackson yang luar biasa.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "Pegawai Australia menyedari bahawa dia telah dipindahkan oleh Amerika Syarikat ke Mesir selama enam bulan.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "Menurut satu laporan, beberapa serangan udara Israel ke Semenanjung Gaza telah mencederakan tiga kanak-kanak, termasuk seorang bayi.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Mereka juga menggesa semua rekod Matos untuk dikeluarkan daripada rekod Olimpik.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "Kematian berlaku di bandar Toliara, dengan situasi serupa yang lain berlaku sejauh 130 km (80.8 bt) di Sakahara.\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "Bill Clinton, bekas Presiden Amerika Syarikat, akan membuat satu lawatan ke Romania pada 21 Mei, untuk turut serta sebagai penceramah utama di persidangan Beyond Borders 2005 di Bucharest.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Saya terluka jika keluarga saya sedih dengan komen orang-orang lain tetapi bila saya fikirkan semula saya mendapat kewarasan untuk membiarkan komen negatif!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Presiden Somalia telah terlebih dahulu berkata bahawa Amerika Syarikat telah memburu orang-orang yang disyaki dari pengeboman kedutaan Amerika Syarikat 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Beliau adalah anak kepada Presiden Kongres semasa kelahiran Itali Sonia Gandhi, dan bekas Perdana Menteri Rajiv Gandhi, yang telah dibunuh pada tahun 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Tafakur diadakan di permainan bola sepak di seluruh negara pada hujung minggu, dengan peminat membina tempat-tempat suci sementara di Newcastle United dan Ipswich Town, kedua-dua kelab yang paling kuat berkaitan dengannya.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Lima anggota bomba yang terbunuh mati apabila trak mereka telah ditakluki api.\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "Dua lagi karya adalah Mill oleh Piet Mondrian dan lakaran St. Diego de Alcala oleh Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Juga, aturan ini mewujudkan keadaan yang pelik: adalah pengetahuan umum bahawa Villepin dan Sarkozy menganggap satu sama lain sebagai saingan politik berbahaya berkenaan dengan pilihan raya presiden 2007, dan mereka secara meluas dikatakan benci satu sama lain.\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "Mereka yang telah membayar untuk memperbaiki Xbox 360 akan diedarkan cek pembayaran balik secara automatik dalam tempoh lebih kurang 10 minggu dari tarikh kini.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "\"Terdapat banyak kepentingan di dalam produk ini,\" kata editor National Aids Manual Keith Alcorn.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "Semasa di Singapura, pemain mempunyai peluang untuk berehat di kolam renang dan beberapa pemain, termasuk Knox, Rowena Webster, Nicola Zagame, dan Melissa Rippon sangat aktif atas Twitter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "Dia berkata bahawa dia telah menyediakan webcam untuk merekod kejadian itu, dan akan memuat naik butir-butirnya kemudian di pelayan FTP untuk ditonton.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Kumpulan SLW mendedahkan kejayaan mereka dalam mendapatkan akaun sebanyak $10 juta pada hari ini.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Sehingga itu, Woollard telah diikat jaminan, dengan syarat dia kekal di alamat sekarang, dan tidak memasuki Bandar Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Hasil daripada pembinaan landasan Crossrail, ratusan rumah akan mempunyai terowong baru digali di bawah mereka.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "\"Sememangnya, masih terdapat permintaan terhadap telefon awam sekitar Australia.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "FIFA dan UEFA berkata dalam satu kenyataan bahawa \"[w]akil NSBIH dan kelab pasukan tidak lagi berhak untuk mengambil bahagian dalam pertandingan antarabangsa bermula 1 April 2011 dan sehingga masalah yang dinyatakan di atas tidak diselesaikan.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Suruhanjaya Telekomunikasi Kepulauan Solomon (TCSI) telah mengenakan denda terhadap satu pembekal telefon mudah alih Papua New Guinea (PNG), kerana gagal menepati tarikh akhir yang dinyatakan dalam syarat-syarat lesennya.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "Didalam sebuah kontroversi yang sedang berkembang serta menyumbang kepada masalah politik Perdana Menteri Itali Silvio Berlusconi dan menghasilkan kegemparan negara Itali, para pendakwaraya Itali memulakan siasatan bebas mereka sendiri pada Rabu berkenaan kematian Nicola Calipari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "Setelah pertimbangan, kami percaya inilah pendekatan yang boleh memberikan faedah yang terbesar kepada orang yang paling mudah terjejas.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "\"Menurut penyiasat, perbuatan keganasan adalah yang pertama dan utama yang bertuju terhadap rakyat asing.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya sembilan gigi telah difosil, satu gigi taring dan lapan gigi geraham, dari spesis beruk yang sebelum ini tidak dikenali ditemui di Afrika telah ditemui oleh kumpulan penyelidik dari Ethiopia dan Jepun yang kemudian membandingkan pembikinan 3-D gigi tersebut kepada fosil lain bertarikh sejauh 8 juta tahun belakang dan menemui yang fosil tersebut berkemungkinan \"moyang terdekat\" beruk yang kini hidup di Afrika dan fosil beruk baru tersebut dari spesis gorila yang makan kebanyakannya tumbuhan berserat tinggi.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "Apabila perintis itu dilengkapi semua jabatan akhirnya akan bertukar ke Linux dan OpenOffice.org.\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "Menurut pegawai polis menyiasat kebakaran yang tidak dinamakan, sekurang-kurangnya 400 hingga 450 peluru berpandu udara-ke-udara rosak atau musnah dalam kebakaran itu.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "Pelan mereka berjaya digagalkan, namun, Mann telah ditahan selepas tiba di Zimbabwe untuk membeli senjata api dan bom tangan.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "Orang dewasa dari kawasan itu melaporkan bahawa kanak-kanak telah meninggal dunia akibat malaria.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Peter August dari Universiti Rhode Island di Kingston, mengulas: \"Saya benar-benar kagum dengan keputusan yang konsisten dengan mereka yang terlibat dalam penemuan lembu dan rusa menghadap ke utara.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "Perdana Menteri NSW Morris Iemma telah mengumumkan pada Disember 2005 bahawa beliau berhasrat untuk menjual saham negara di Snowy Hydro yang menyebabkan kerajaan persekutuan dan kerajaan Victoria mengikut langkahnya.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "Pertumbuhan ekonomi tahunan India berpurata 8 peratus semenjak tiga tahun fiskal lepas.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Cook, berumur 59 tahun, dikejarkan ke hospital di Inverness oleh servis helikopter penyelamat setengah jam selepas beliau rebah.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Tiada pesakit diberitahu bahawa mereka telah didoakan, dan tiada satu pun dari kumpulan doa tahu siapa yang mereka doakan.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Menurut Akhbar Trust of India, polis di India menerima aduan daripada tiga kanak-kanak perempuan bawah umur yang mendakwa dia telah merogol mereka.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "\"Ia saya rasakan seperti dalam gerak perlahan. \"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "\"Jika kita kekal tenang dan berkeyakinan saya yakin bahawa semua yang Sepanyol mahukan, apa yang keluarga mereka mahukan, apa yang kerajaan mahukan-tahanan dapat pulang ke rumah mereka dengan selamat dan penculikan berakhir dalam keadaan yang memuaskan.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "Polis telah melancarkan serbuan, menyelamatkan wanita terbabit selepas menerima maklumat awam.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Pihak polis menyatakan beberapa penggera yang berbunyi sepanjang malam rompakan di bahagian-bahagian lain bangunan itu telah mengalih perhatian pengawal galeri.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Satu barang, sebuah cawan, telah bernilai beberapa ribu Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Iklan selama 30 saat (lihat sumber di bawah) kini boleh dilihat di YouTube.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "\"Kami rasa sistem kerja itu berkesan, tetapi sistem itu tidak sempurna,\" kata McCormack.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "Agensi cuaca Jepun berkata gempa pertama dan terakhir sebenarnya 6.7 magnitud.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Beliau mengetuai Parkersburg ke 19 pertandingan negeri dan memenangi gelaran negeri pada tahun 1993 dan 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "Beberapa tokoh kerajaan Poland yang lain berada dalam pesawat itu juga.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "Kabila, yang menjadi ketua negeri paling muda di Afrika pada tahun 2001, menggunakan ucapan terakhirnya sebelum mengundi untuk menuntut kredit kerana membawa D.R.Congo ke arah pilihanraya demokratik yang pertama dalam masa lebih daripada 40 tahun.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "Jika masyarakat menanam biobahan api dan makanan ia akan mengenakan tekanan baru, kata David Molden, yang mengetuai kajian di IWMI yang berpangkalan di Sri Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Pada tahun 2005 beliau muncul dalam satu rancangan istimewa bagi memperingati Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Perlumbaan wanita bermula pada 3 petang (waktu tempatan) sementara perlumbaan lelaki bermula dua jam kemudian.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "Kumpulan itu telah diupah pada bulan April 2008 oleh individu yang dikenali sebagai A giai dan A Tran untuk memindahkan ganja dari Pakistan ke Kanada dan telah ditangkap pada 12 Mei 2008.\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "Kebanyakan mati ketika memakan malam di dek bawah, dan telah terperangkap di bawah.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Negara lain merasakan barangan eksport Romania lebih mahal, dan oleh itu kurang berdaya saing, berikutan kenaikan leu, dan ini boleh meluaskan lagi masalah kekurangan akaun yang telah pun berleluasa di negara itu.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Bakteria boleh dibawa oleh haiwan liar dari ladang lembu ke padang bayam.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "\"Kami sedar bahawa ini adalah kesimpulan radikal - kalau kita mempunyai bukti untuk cecair air dalam badan begitu kecil dan terlalu sejuk,\" kata Dr. Carolyn Porco, Cassini ketua pasukan pengimejan di Institut Sains Angkasa, Boulder, Colorado.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Kapten telah diberi amaran pagi Sabtu tentang keadaan ribut, kata ahli pendakwa perantau Maxim Stepaneko kepada Vesti 24 Rusia.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Wood mempertikaikan ini, dengan mengatakan, \"Jelas sekali terdapat beberapa bidang undang-undang antarabangsa yang boleh menjadi agak tidak menentu.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "Kekalahan gerakan kerajaan untuk campur tangan tentera itu mengejutkan sesetengah pihak.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "Untuk jumlah Peruntukan, kawasan pertama menurun sebanyak A$117,170,000 dan kawasan kedua menyaksikan peningkatan dalam A$114,353,000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "Pada hari Khamis, pekerja minyak telah diculik dari bar berhampiran kawasan miskin oleh sekumpulan lelaki bersenjata yang menembak mati seorang askar Tentera mengawal pekerja, dan mencederakan askar lain.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, Ketua Majlis Keselamatan Negara Tertinggi Iran, mengumum pada hari Isnin bahawa negara itu buat sementara waktu akan menggantung penukaran uranium sehingga 22 November.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"Gangguan kuasa telah menyebabkan kebimbangan mengenai krisis tenaga yang boleh menjejaskan sektor industri di negara ini,\" kata seorang peniaga di pasaran saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Sekitar 25,000 orang termasuk Perdana Menteri Stephen Harper, isteri beliau dan dua anak mereka berada di sana.\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "Parti baru yang dipilih juga berikrar untuk fokus terhadap perbelanjaan isi rumah, terutamanya keluarga di luar bandar dan mereka yang mempunyai anak.\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "Pada 22 April, tumpahan minyak muncul di permukaan teluk.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "Qatar seri dalam kedua-dua perlawanan dengan Jepun dan Vietnam, bermakna ia akan berpokok pada perbezaan gol jika kedua-dua pihak seri pada empat mata.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan Ireland Ryanair mengalami kemerosotan sebanyak 12% dalam perdagangan pagi ni, seterusnya mempergiatkan kebimbangan mengenai keadaan pasaran yang lemah di tengah-tengah kebimbangan kemelesetan.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Smith berkata kesan ke atas hubungan dengan Amerika Syarikat - yang telah kukuh sejak Perang Dunia II - \"Ia bukan sesuatu yang saya percaya akan mengganggu apa setakat ini adalah hubungan kerja yang sangat baik antara kerajaan baru dan pentadbiran (Amerika Syarikat).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Dia berkata, menurut syarikat penyiaran negara Finland (YLE), bahawa tindak malas hendaklah bermula sejak seminggu lepas, sejurus selepas bencana, bukanlah sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Sekarang kita perlu lakukan apa yang kita mampu untuk menghentikan mogok ini daripada berterusan, kata beliau.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "Orang ramai dinasihatkan untuk minum air yang banyak, tidak keluar di matahari tengah hari dan tirai gelap terus ditutup untuk menyejukkan bilik.\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "Kerajaan Rusia dan Turki hari ini telah menandatangani perjanjian yang akan membawa Rusia membina sebuah loji kuasa nuklear berharga US$20 bilion di Turki, yang pertama di negara itu.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, Rother berkata bahawa indeks harga perlu dihubungkan kepada akaun pelaburan peribadi Bush kerana pendapatan dari akaun-akaun tersebut memberi pesara-pesara peluang untuk memperbaiki kejatuhan seketika itu.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Sebuah jet F/A-18 Hornet milik Tentera Laut U.S. skuadron Blue Angels telah jatuh terhempas di Beaufort, South Carolina hari Sabtu lalu.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Keadaan tersebut berakhir tanpa sebarang kejadian dan semua penumpang dan krew di atas pesawat dapat keluar dengan selamat.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Cecile Richards, presiden Planned Parenthood, berkata, \"Walaupun ini amatlah membimbangkan dan mengecewakan, kami ingin memberi jaminan wanita yang bergantung kepada Planned Parenthood untuk penjagaan payudara yang kami masih di sini untuk mereka, dan kami akan sentiasa.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "Petani New Zealand telah memenangi kemenangan penting di Parlimen, dengan Ahli Parlimen mengundi untuk mengecualikan ladang anjing bekerja daripada undang-undang microchipping, dengan kelulusan 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "AKP mempunyai 353 daripada 550 kerusi dalam Perhimpunan Agung Nasional Turki.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "Wartawan itu telah menarik perhatian hubungan antara Presiden Colombia Alvaro Uribe, dan kumpulan militia sayap kanan di negara yang dilanda perang di Amerika Selatan itu.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Menurut saksi, tidak ada lampu elektrik di banyak stesen dan di persinggahan antara mereka.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "Pasukan bola sepak kebangsaan Bosnia dan Herzegovina telah diharamkan oleh FIFA, badan pentadbiran antarabangsa sukan itu.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Glasgow berkata bahawa kursus latihan Landmark Education adalah \"bertentangan\" dengan kepercayaan Kristiannya.\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "Jim Nussle, Pengarah Pejabat Pengurusan dan Anggaran berkata beliau percaya bahawa defisit akan mula merosot.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Setahun selepas itu, kertas aliran sejarah itu masih kekal sebagai sumber statistik yang paling banyak dipetik bagi pengembalian vandalisme di Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Stesen tiub Sarkas Piccadilly telah dibuka semula selepas penutupan yang lebih awal.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, 19 buah negara, 13 daripadanya adalah di Sub-Sahara Afrika, adalah jauh di bawah jadual terancang untuk mencapai sasaran mereka.\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "Gary Sheffield kemudian bertindak balas di bahagian akhir pusing dengan tiga larian ke plat rumah dengan pukulan jauh ke dalam bukaan di sebelah kanan pertengahan gelanggang, menjarakkan pendahuluan Yankee kepada 9-4.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "Ia kemudian berjalan utara dari Jalan Yonge ke Kelab Tentera Laut di Hayden Avenue.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "\"Dalam menjawab soalan itu, Tom Cruise telah memperkenalkan teknologi LRH [L. Ron Hubbard] kepada lebih daripada 1 bilion orang di muka bumi.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Dalam 20 perlawanan musim ini, hanya tiga kemenangan tuan rumah direkodkan, tetapi buat kali pertama dalam liga, kesemua empat pasukan tuan rumah memenangi perlawanan masing-masing dalam satu pusingan.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "\"Aliran yang pertama adalah sejuk dan kering dan yang kedua adalah panas dan lembap.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Huang-lang Tsai (Timbalan Pesuruhjaya SAC) mengatakan bahawa SAC menaikkan taraf sukan awam di Taiwan untuk tempoh masa yang panjang, dan SAC menghormati penyertaannya di kalangan orang yang kurang bernasib baik atau minoriti.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "Pengagihan semasa kerusi memberikan Parti Buruh Australia dengan 58 daripada 86 jumlah keseluruhan, Parti Liberal Negara dengan 25, Queensland Greens & One Nation dengan masing-masing satu dan calon bebas memegang empat.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "Menurut José Manuel Barroso Durão, Presiden Suruhanjaya Eropah, Kesatuan Eropah bersedia untuk mmberikan 50 juta € sebagai bantuan untuk kawasan-kawasan yang rosak.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Wikibooks pada mulanya dibuat sebagai tempat untuk buku teks dan manual tetapi ia membesar menjadi sebuah komuniti yang mencipta buku tentang pelbagai subjek, dengan buku masak menjadi contoh yang paling utama.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Sebuah bangunan di ibu negara Iran Tehran runtuh hari ini dan membunuh sekurang-kurangnya 19 orang.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Pada dos itu, kata Wurtman, kesan hormon ini berakhir selepas beberapa hari kerana reseptor melatonin dalam otak menjadi tidak responsif apabila terdedah kepada terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Terdapat tuduhan berat sebelah daripada peguambela Hussein, begitu juga kebimbangan untuk keselamatan hakim yang secara konsisten menyambut percubaan itu dengan dingin.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Satu tahun selepas tsunami Lautan India, kedukaan dan belas ihsan dunia kembali kepada pantai di Lautan India yang musnah akibat tsunami tersebut, yang mana sekurang-kurangnya 216,000 orang kehilangan nyawa.\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "\"Unit perisian yang mengandungi maklumat yang sangat bernilai\" sempat diselamatkan, laporan berkata.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Stren itu ditemui semasa April dan Jun 2006 di Wilayah Fujian China apabila pasukan Guan diperiksa itik, ayam, angsa dan burung lain di sebuah pasar di wilayah itu.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "\"Ini mungkin mengakibatkan kepada pengukuhan bahan batu di teras yang di kelilingi oleh kerangka ais.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "Bagi kebanyakan daripada lapan bulan dia ditahan di sana, Manning telah dikehendaki untuk tidur dengan seluar dalam pendeknya sahaja kerana dia diperhatikan di bawah \"kawalan mencegah kecederaan,\" menurut Leftenan Brian Villiard, jurucakap kemudahan Quantico itu.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Satu kebakaran besar yang telah menimpa Gurun Tinggi California Selatan sejak 2:00 petang (2200 UTC) semalam terus mengancam penduduk bandar Palmdale di kawasan Lembah Antelope di Los Angeles petang ini.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "Di tapak pengeboman, lingkaran bunga diletakkan untuk penghormatan, dengan beratus-ratus orang berkumpul di tapak itu untuk menandakan kesunyian.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "Bot penyelamat juga membawa seorang ahli kumpulan itu yang tidak cedera ke darat, manakala helikopter kembali untuk menyelamatkan seorang anak muda kedua.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Orang kudus baru itu adalah Rosa Venerini (1656-1728), Ibu Theodore Guerin (1798 - 1856), Filippo Smaldone (1848 - 1923), dan Bishop Rafael Guizar Valencia (1878 - 1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Keluarga itu sedang dalam perjalanan mereka untuk menghadiri perlawanan bola sepak belia semasa kemalangan itu berlaku.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Di bawah bapanya, Gabon menjadi pengeksport minyak keenam terbesar di dunia, tetapi 70% daripada penduduk masih hidup dalam kemiskinan.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Satu laporan mengatakan ia terhempas ke dalam gaung manakala sumber lain mengatakan ia terhempas ke dalam kawasan paya.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Mereka juga menguji tikus dara yang diberikan prolaktin tambahan, dan mendapat keputusan yang sama seperti tikus hamil.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "Remaja itu, Hussam Abdo, kemudian memberitahu akhbar Israel bahwa dia dalam misi untuk membunuh askar Israel.\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "Pada 28 Mei, 2003 bandar ketiga terbesar Jerman, mengundi untuk bertukar ke perisian sumber terbuka.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Ini dapat menghentikan kebakaran daripada merebak ke kawasan lain di pulau itu, tetapi 10 bangunan masih lagi musnah terbakar, kebanyakannya ialah kedai-kedai kecil dan bar-bar.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "\"Pada 18 Disember tahun lepas, saya telah menulis kepada Peguam Negara Indonesia mengingatkan beliau bahawa kerajaan Australia telah menentang hukuman mati dan kami tidak mahu melihat, dalam konteks Bali Nine, sesiapa daripada warga Australia dihukum mati,\" katanya.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Berikutan pembebasan mereka, pelajar itu memberitahu media mereka dikehendaki menanggalkan pakaian mereka di balai polis.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "Wikinews asalnya menggemparkan peristiwa tentang pengeditan yang mencurigakan itu selepas menerima ramalan daripada pentadbir Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Laporan itu menyalahkan kenaikan terbaru dalam kebuluran dunia terutamanya pada kemelesetan ekonomi global, yang telah meningkat pengangguran dan mengurangkan pendapatan di kalangan golongan miskin, yang membawa kepada yang lebih besar makanan yang tidak selamat.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "Letupan dan kebakaran semalaman di sebuah kilang penapisan minyak Washington State di Anacortes, Washington, Amerika Syarikat, sebuah bandar kira-kira 80 batu ke selatan Vancouver, Kanada, semalam membunuh empat orang dan menyebabkan kecederaan teruk terhadap tiga orang lain.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Bourdin hidup dengan pasangan itu selama tiga bulan sebelum wartawan mendedahkannya dan pembohongan beliau telah disahkan dengan ujian DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Laksamana Kuroyedov bertanggungjawab ke atas tentera laut semasa bencana Kursk pada tahun 2000, di mana 118 kelasi meninggal dunia ketika kapal selam mereka tenggelam.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Kerajaan Pakistan telah menghalang akses kepada Youtube, laman web perkongsian-video popular, mengatakan \"peningkatan kandungan mencemarkan.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Minggu maklumat telah melaporkan bahawa kabel itu dijangka menelan belanja beberapa juta dolar Amerika.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "Pekerja pembinaan tidak cedera, bernasib baik kerana mereka sedang berehat pada masa kejadian itu.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Beliau menjelaskan hari biasa: \"Saya berada di bilik solek satu jam setengah sebelum rancangan.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Letupan itu dijangkakan meletus pada jejari 3 batu.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Blatt juga mengkritik bahawa pendakwa potret telah dicat oleh anak guamnya.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "Yang cedera telah dibawa ke hospital tentera tempatan untuk rawatan, sementara pasukan keselamatan mengawal tempat kejadian letupan itu.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Beliau berkata 70% daripada kos operasi dimakan bahan api, dan syarikat penerbangan itu telah menaikkan caj sampingan bahan api sekali lagi dari 100 baht ke 850 baht seorang.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Ahli-ahli sains di Jabatan Meteorologi India (IMD) di New Delhi dan pusat pakar Pertubuhan Meteorologi Dunia bagi Asia, mengatakan bahawa mereka mengeluarkan buletin pertama taufan ke Myanmar pada 26 April.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "Pejabat kerajaan tempatan telah berkata bahawa sekurang-kurangnya sebelas orang dibunuh Ahad lalu di selatan Afghanistan oleh pengeboman tepi jalan.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "Wood berkata Straw pernah \"sering dinasihati bahawa perkara tertentu menyalahi undang-undang dan terus melakukan perbuatan sedemikian walau bagaimanapun dan menang di mahkamah\" ketika dia berjawat sebagai setiausaha dewan.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "Ketua Konstabel daripada Pasukan Polis Yorkshire Selatan, Meredydd Hughes didakwa memandu laju di Jalan A5 yang berdekatan dengan Chirk di utara Wales.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya empat orang terbunuh dan empat puluh cedera pada malam Sabtu akibat pentas yang runtuh di Pesta Negeri Indiana, yang terletak dalam negara bahagian California.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Mereka menghubungi pihak berkuasa Sepanyol supaya \"bertindak segera\" dan \"lakukan apa sahaja yang boleh untuk membawa balik 36 orang nelayan terlibat.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "Pembuat mainan Mattel mengumumkan hari ini bahawa mereka akan memanggil semula produk yang di paras berbahaya terhadap cat mainannya.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Mereka menerbitkan, pada tahun 1996, album pertama mereka, yang dijual lebih satu juta salinan di seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "\"Memandangkan hakikat bahawa tiada apa-apa kemalangan maut, nampaknya jabatan bomba dan tindak balas kecemasan kami melakukan kerja yang hebat.\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "Penghidap migrain (difikirkan di United Kingdom sebanyak kira-kira lapan peratus lelaki dan lapan belas peratus wanita) sering mengadu bahawa cahaya, bunyi dan sentuhan menyebabkan kesakitan.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "Ciptaan Rico dan kaedah yang digunakan untuk merekanya adalah subjek rancangan Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "Pengawal pantai menerima panggilan kecemasan pada 7:03 p.m. daripada Syarikat Perkapalan Candano.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Setiap satu daripada dua kilang baru boleh menghasilkan 30 juta gelen (113 ML) setiap tahun.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Syarikat telah disabitkan atas pembunuhan lima anggota bomba Perkhidmatan Hutan AS yang terbunuh ketika cuba mengawal api tersebar yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Difahamkan bahawa kebakaran bermula apabila pekerja di Agua Dulce mengakibatkan percikan api semasa mengukul bolt apabila mereka mengeluarkan tayar daripada rim.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Goldman merupakan bekas pengarah komunikasi 21st Century Democrats.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "President Turki Abdullah Gul berkata dalam satu keterangan, \"tiada apa yang dapat dicapai melalui keganasan, dengan kejam mengambil nyawa yang tidak bersalah.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Wikinews kemudian bertanya mengapa mereka tidak meninggalkan senarai penuh diperolehi, tetapi menanda laman mana yang mereka rasakan tidak perlu ditapiskan.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "Lelaki itu telah ditembak sekali sahaja dan luka tersebut tidak mengancam nyawa.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Mesin layan diri yang menjual rokok di tempat-tempat awam akan diharamkan sejajar dengan iklan dan penajaan rokok.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "\"Pelaburan sangat besar dalam penjanaan kapasiti baru dan kecekapan tenaga akan diperlukan supaya lampu terus bernyala,\" kata Pengerusi Jawatankuasa Konservatif Ahli Parlimen Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "Jawatankuasa ini akan membuat keputusan yang mana satu daripada tiga filem yang harus menerima pencalonan.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Ketua Polis Daerah Herbert Khaemba mengumumkan pada hari ini: \"Suspek dipercayai menjadi penganjur utama pembunuhan kejam itu telah ditangkap oleh polis di bandar sempadan Kenya Taveta semasa dia bersembunyi.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Arahan itu dijangka dengan mudah melalui Majlis Perikanan Majlis Eropah pada hari Selasa, 21 Disember, tetapi telah dibuang dari agenda atas permintaan Menteri Sains dan Pengkomputeran Poland, Wlodzimierz Marcinski.\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "\"Setakat yang kita telah dimaklumkan tentang semua dakwaan dan telah mengkaji semua bukti yang ada, kami juga percaya ini adalah seperti yang diperkatakan.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "Servis Thalys antara Brussels dan Colonge telah beroperasi semula, tetapi servis ke Amsterdam dan Paris masih lagi ditangguhkan.\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "Beliau mengkritik sambutan akhbar terhadap fenomena itu, dan berkata, \"Ianya menyakitkan hati, faham tak, apa sahaja tokoh awam atau sesiapa sahaja di Amerika perlu bertolak ansur, dan media arus perdana mengejek mengenainya.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "Mayatnya telah dibawa dengan sebuah helikopter ke Lapangan Terbang Kecil Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Pertukaran tersebut diasakan pada 1985 dan sejak itu telah berkembang merangkumi 34 firma dengan gabungan nilai melebihi US$21bn (€16.3bn; GBP11.1bn).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "Saya jual satu sut hari ini kepada seorang lagi rakyat Amerika, sebagai faktanya. '\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Denda boleh dikenakan ke atas laman web di luar Australia yang mengandungi pautan ke bahan dalam senarainya.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Kematian itu kebanyakannya disebabkan oleh rumah-rumah buruk yang runtuh kerana hujan atau lumpur.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Pekerja Royal Mail telah mengundi 3:1 memihak kepada mogok pos di seluruh negara di United Kingdom.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "\"Ini adalah bukti bahawa kita masih bersatu dan kuat.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "Manchester United menewaskan AS Roma 1-0 dalam Kumpulan F dalam Liga Juara UEFA 2007-08 di Old Trafford, Manchester, England.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Kumpulan alam sekitar, termasuk Club Sierra, diberi kebenaran untuk campur tangan dalam kes itu bagi menyokong tindakan Kor.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Berikutan dengan kedatangan pilihan raya pada hari Sabtu ini di Queensland, Australia, wartawan Wikinews Patrick Gillett memberi pratonton parti-parti yang bertanding.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Kedutaan Kanada di Washington berada dalam kempen pengiklanan, dengan menampal dinding stesen kereta api bawah tanah di Washington dengan poster yang menggambarkan tentera Kanada di Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Sementara itu, Jerusalem Post melaporkan terdapat suasana yang semakin meningkat di kalangan penubuhan pertahanan Israel bahawa negara ini perlu bertindak secara bebas untuk menghentikan Iran daripada memperoleh senjata nuklear memandangkan Amerika Syarikat tidak mungkin berbuat demikian.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "\"Mereka meletakkan kami dalam tekanan tetapi, kamu tahu, terima kasih kepada pertahanan kami yang melakukan kerja dengan baik dan kami hanya bolos satu gol yang mana merupakan serangan hebat dari Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "Ini merupakan wabak terbesar yang pernah direkodkan oleh demam berdarah virus Marburg dalam sejarah.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "Kereta kecil itu boleh berjalan secepat 38 mph (61 kpj), dan dilengkapi dengan pemegang pada kereta supaya pemandu boleh menarik kereta untuk bantuan simpanan.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "Seorang pengawai berkata penterjemah itu telah menembak mereka di satu pertahanan di timur Afghanistan sebelum dia ditembak mati oleh tentera lain.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "\"Setiap kali dia brek, dia akan meninggikan dirinya dengan kaki kiri dan menghentak brek dengan kaki kanannya.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "Lawatan John Paul telah hampir dibatalkan kerana Perang Falklands dan cubaan membunuh.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Set peraturan baru juga telah mengecualikan peraturan terhadap mengembara di premis MTR, serta peraturan terhadap percubaan untuk makan atau minum.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Afrika Selatan tersingkir daripada Kriket Piala Dunia 2011 selepas tewas kepada New Zealand pada perlawanan suku akhir, diadakan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Satu kumpulan kecil terdiri daripada kira-kira 15 pegawai polis menunggu ketibaan kumpulan itu.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Apabila jauh dari kolam renang, mereka tidak mempunyai akses ke Twitter, Facebook, atau televisyen dan terpaksa menghiburkan diri menggunakan cara lain.\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "Mereka berkata mereka mahu mengendalikan pemeriksaan warga negara ke atas kawasan Pine Gap yang berkontroversi itu.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "\"Kes ini masih jauh dari pengakhiran,\" kata Arturo Gonzalez, ketua peguam di dalam kes Valenzuela menentang O'Connell di mana Lilian Valenzuela, seorang pelajar di Sekolah Tinggi Richmond, dan pelajar lain menyaman untuk menyekat negeri dari menggunakan peperiksaan sebagai syarat untuk tamat sekolah, \"Kami berpendapat bahawa pelajar Kelas Tahun 2006 mempunyai peluang cerah untuk mendapat sijil mereka walaupun selepas majlis konvokesyen.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "\"Kami menyesal untuk menyatakan bahawa selepas hampir setahun setengah bertarung dengan kanser, saudara kami dan pemain bass Ben Marlin telah meninggal dunia hanya sejurus sebelum pukul 5:00 pagi 2 Januari ini, 2008.\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "Antaranya ialah lukisan oleh pelukis terkenal Sepanyol Pablo Picasso, bertarikh 1939, yang dikenali sebagai Woman's Head yang merupakan hadiah kepada orang Yunani untuk ketahanan mereka kepada Nazi semasa Perang Dunia ke-2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Keprihatinan hak asasi manusia telah lama menjadi penghalang percubaan Turki untuk menyertai Kesatuan Eropah.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "Presiden baru Gabon, Ali Ben Bongo telah menamakan kerajaan yang pertama, selepas memenangi pilihan raya di negara ini presiden baru-baru ini.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "\"Pembelian bmi BA yang memberi kelulusan tanpa memberi pertimbangan yang cukup kebelakangan ini menunjukkan sekali lagi bahawa EC mempunyai satu peraturan untuk pembawa-bendera Eropah, tetapi peraturan yang berbeza untuk Ryanair\", kata Ketua Ryanair.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Beliau kekal sebagai jurulatih sehingga selepas Piala Dunia 2007, dan telah disebut-sebut untuk menggantikan Duncan Fletcher sebagai jurulatih England selepas kontraknya dengan PCB tamat.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Pihak pembangkang perlu memperoleh sekurang-kurangnya dua puluh kerusi daripada kerajaan untuk mengatasi majoriti ketara parti Buruh dan beberapa calon bebas.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "Martino mati di kampung halaman masa kecilnya di Philadelphia, setelah 58 tahun aktif di dalam bisnes muzik.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Michael Stanton, peminat astronomi tempatan memberitahu Wikinews \"ini cukup hebat, terdapat muzik dan visual yang menggairahkan ini untuk dilihat.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Pertumbuhan leu turut memberi kesan terhadap nilai tukaran global, melemahkan dolar US sebanyak 1% di seluruh dunia.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "Avila menang dengan kira-kira 131,000 undi, dengan beza undinya hanya lebih tiga peratus daripada empat juta undi yang dibuang pada perlawanan akhir.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Mengikuti undang-undang persekutuan, semua lebihan mesti digunakan untuk membayar hutang Kanada, dan tidak tersedia untuk perbelanjaan.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Gunung berapi itu tidak meletus semenjak tempoh empat bulan pada tahun 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Konstitusi Jurnal Atlanta (AJC) melaporkan bahawa dua pucuk pistol telah dijumpai di tempat kejadian.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "Pakcik Kazemi memberitahu CNN: \"Dibawah penyeksaan dan tekanan, (pasangannya) mendedahkan nama Mehdi sebagai teman lelakinya.\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "Polis Bathurst enggan mengulas ketika dihubungi untuk kenyataan hari ini.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "\"Ini adalah jenayah yang agak mengerikan, agak tidak masuk akal, dan masyarakat memegang petunjuk untuk menyelesaikan jenayah ini dengan cepat.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Dia melarikan diri sejauh 200 meters sebelum ditangkap oleh polis.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "\"Kita perlu menggunakan penunu bagas untuk membuka dua belah kereta kereta api untuk mencapai penumpang,\" kata Pedro Machado, komander jeneral Jabatan Bomba Rio de Janeiro.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Senarai yang dirujuk Fosse adalah senarai daripada Suruhanjaya Parlimen mengenai Kultus di Perancis pada tahun 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "Mereka masih terlalu risau untuk pulang ke rumah kerana takut akan tsunami berikutnya, tetapi mengikut Reuters, pegawai kesihatan bimbang akan penyebaran penyakit di kalangan mereka yang masih di tempat perlindungan.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "Banjir, ribut, dan angin yang kuat berlaku malam tadi sebagai satu sistem ribut petir jarang berlaku dimana ianya berpindah ke rantau Pasifik Barat Laut, melibatkan kawasan-kawasan dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Beliau kemudian menyatakan syarikat Energy Management Inc., disebalik kontroversi projek Cape Wind, mencadangkan membina stesen jana kuasa diesel di seberang jalan dari sekolah rendah Chelsea dan kualiti udara di Chelsea adalah tidak baik.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "Newsom telah menjadi Datuk Bandar San Francisco sejak 2003 dan dipilih semula pada tahun 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Perempuan tersebut kelihatan seperti rambutnya disambar oleh lelaki bersenjata tersebut yang kemudiannya menembaknya bersama dengan dua orang lelaki yang cuba menolongnya.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Seorang pegawai Kementerian Pertahanan Somali telah menambah laporan bahawa helikopter Amerika melancarkan serangan terhadap pejuang ICU di Afmadow, sebuah bandar berdekatan sempadan Kenya 350 kilometer barat daya Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Dia mendakwa mempunyai 17 daripada 18 undi yang diperlukan untuk mendapat sokongan majoriti dalam 34 negara anggota OAS.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "Ia dijangka bahawa persidangan penderma antarabangsa akan diadakan pada bulan hadapan untuk mendapatkan lebih banyak bantuan kepada negara.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Pada tahun 1991 dan 1992 empat daripada enam republik Yugoslavia mengisytiharkan kemerdekaan tetapi dua, Serbia dan Montenegro, kekal bersatu.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Letupan dan kebakaran itu pada mulanya difikir daripada sebuah kapal terbang komersial yang dijatuhkan.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "\"Terdapat beberapa kes direkod atas tuduhan pembunuhan luar undang-undang oleh tentera Kanada, namun tiada mahkamah tentera bagi pembunuhan.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "Dia menunjukkan bahawa dia hanya menerima peratusan kecil dari pendapatan daripada perbadanan, semalam dia bermain bersama kumpulan The Distractions di Bloomsbury Theatre di London.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "Di samping Sidang Kemuncak Kerjasama Antara-Balkan, yang akan berlangsung di Hyatt Regency Hotel Thessaloniki, Perdana Menteri Yunani Kostas Caramanlis akan bertemu dengan rakan sejawatnya dari Turki Recep Tayyip Erdogan pada hari Khamis untuk membincangkan isu-isu dua hala, termasuk masalah Cyprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Ini adalah pertama kali ujian penembakan utama Falcon 9, dan ia menandakan satu peristiwa penting bagi syarikat itu dalam rancangan untuk menguasai sebahagian daripada pasaran pelancaran komersilnya.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "Bangunan telah pun runtuh dan pokok-pokok telah dilanggar.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Free State berjaya mengumpul sebanyak 17 berbanding dengan kosong pada separuh masa pertama.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "Kenaikan leu, bagaimanapun, tidak semuanya positif, kerana ia meletakkan banyak tekanan kepada pengeksport.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Selang dua puluh minit, pengeboman disasarkan ke dua pasar di Baghdad dalam sebelum panggilan untuk sembahyang Jumaat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, pengarah Kementerian Hal Ehwal Wanita Afghan untuk wilayah Khandahar dan seorang peguam bela hak-hak wanita dan pengkritik yang kuat mengenai penindasan Taliban terhadap hak-hak tersebut, telah ditembak mati oleh lelaki bersenjata yang tidak dikenali di luar rumahnya di bandar Khandahar di selatan Afghanistan pada hari Isnin.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "\"Lose Control\" oleh Missy Elliott bersama Ciara dan Fat Man Scoop mendapat 5-3 sementara \"Don't Cha\" jatuh ke No. 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "Artikel yang membawa laman internet itu ke tempat pertama adalah penempatan tidak sukarela dalam Kesatuan Soviet.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Lombong China merupakan yang paling banyak kematian di dunia; menurut Al Jazeera, beberapa ribu pelombong meninggal setiap tahun akibat kemalangan dalam lombong.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Polis memberitahu mereka menguasai kedua-dua Taj Mahal dan hotel Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "Beliau memulakan kerjayanya di KSAX dan juga bekerja di El Paso dan Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "\"Disebabkan komitmen mendalam kami terhadap pekerjaan dan pertumbuhan, kami telah mengambil tindakan yang bertangunggjawab dengan menangguhkan pengembalian lebihan, dan disebabkan pukulan hebat terhadap terimaan cukai, defisit akan menjadi $18 bilion pada tahun 2013/14.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Wikinews telah menghubungi Jerome, bagi membicarakan isu-isu yang sedang dihadapi rakyat Kanada, dan apa yang mereka dan parti mereka akan lakukan untuk menyelesaikannya.\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "Ianya juga unik kerana mengikut kepada populasi dari kelahiran terus dari kematian.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "Hanya selepas jam 6:00 p.m. (EDT) laman itu kembali dalam talian dengan hanya beberapa isu sambungan.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "\"Apabila saya menjadi Presiden, satu-satunya dasar ekonomi yang saya akan jalankan adalah berjimat-cermat dengan wang Amerika Syarikat.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Bogdan telah dituduh oleh Rachel Smyth, mendakwa, atas memberi nasihat dan bantuan kepada Marius; Smyth mengfailkan perbicaraan pada tahun lepas dengan memberitahu Mahkamah Crown Manchester \"setelah mendengar bukti anda [para juri] bolehlah membuat kesimpulan bahawa anak lelaki itu, Marius, mempelajari perniagaan ini daripada bapanya dan ini merupakan peniagaan keluarga.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "Mogok itu telah memberi kesan kepada kawasan yang sangat besar di New Delhi termasuk pasaran utama dalam Rohini, Chandani Chowk, Karol Bagh dan lanjutan selatan Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "Persaingan bermula awal minggu ini selepas berita dari Citigroup Inc. mengenai pengurusan keuntungan dalam dua bulan pertama tahun ini.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Pada 2004, Doktor Aafia telah dikenalpasti oleh FBI sebagai \"Penggerak Al-Qaeda dan pemudah cara yang mengakibatkan bahaya malapetaka terhadap Amerika.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Kerajaan telah mengesahkan bahawa empat orang terbunuh dalam kejadian itu.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Kerosakan infrastruktur, menyebabkan kelambatan bantuan makanan, telah membawa kepada kemungkinana untuk kelaparan yang berleluasa.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "Kapal berukuran 35m itu telah terkandas sejak Khamis lepas, apabila ia telah ditambat, semasa dalam perjalanan ke mesyuarat APEC di Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Saya melakukannya sendiri kerana saya suka menambah baik artikel Wikipedia.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "Dalam hal lain, \"Sesetengah mungkin mempunyai isu-isu lain untuk diambil kira, termasuk soal kewangan Rejim, tetapi pastinya ada yang membantu ke arah penyusunan gambaran yang tepat mengenai usaha WMD Rejim dan niat mereka sejak tiga dekad yang lalu.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Bencana ini juga dipersalahkan kerana kerugian $15.5 juta yang Imperial catatkan pada suku pertama tahun ini.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "YouTube biasanya mudah diakses di China, yang menghalang laman web lucah atau subversif lain dengan 'Firewall Besar'nya.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Tatasusunan terdiri daripada dua tatasusunan 115-kaki-panjang, untuk sejumlah rentang sayap 240 kaki, termasuk peralatan yang menghubungkan kedua-dua bahagian dan membolehkan mereka untuk pusing kerana mereka mengesan matahari.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Menurut Beaver, kapal selam itu akan memberikan Israel kebolehan serangan pertama dan kedua.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Rumah Putih, berkata ia adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "McClellan berkata, \"Lihat, laporan ini menyebabkan kemusnahan serius kepada imej Amerika Syarikat di luar negara.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Simon Adkin dari polis tempatan berkata, \"kereta Mondeo hitam itu menuju ke arah Leicester dan lori itu bergerak dari arah yang bertentangan.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "Perintah pemindahan mandatori telah dikeluarkan, melibatkan 2,000 rumah.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "Juga, kemalangan lain dilaporkan di Newtownhamilton, County Armagh dimana dua orang berusia 17 tahun juga terlibat.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Beliau juga menerima kritikan kerana mempunyai pasangan seks yang ramai, sementara 26% daripada rakyat berusia 15 hingga 49 tahun menghidap HIV positif.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Seni Visual Brampton menawarkan kanak-kanak peluang untuk mencipta karya seni untuk Snail Mail World Postcard Art Show, manakala Majlis Seni Brampton memberikan baldi pasir jauh merah jambu dengan botol air Wilayah Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "Ibu Daniel, Cheryl Stringer, berkata dia tidak mahu perhimpunan EDL ini diadakan: \"EDL telah memutuskan untuk melakukannya dan ia tiada kaitan dengan kami.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Kennedy, yang merupakan salah seorang daripada dua penjenayah yang sedang menunggu hukuman mati yang tidak disabitkan kesalahan membunuh, telah mencabar keputusan mahkamah, dan kes ini telah dibawa ke Mahkamah Agung Amerika Syarikat.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Minyak itu kemudiannya hanyut ke Pantai Sunshine dan pulau-pulau Moreton dan Bribie dan dipanggil sebagai \"salah satu bencana alam sekitar Australia yang terburuk\" oleh media.\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "Penambahbaikan telah diuji oleh lebih daripada 500,000 penguji beta.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "Arlotta membeli kapal itu di New York baru-baru ini; pemilik sebelumnya dalam lingkungan umur tujuh puluhan dan telah membuat keputusan untuk menjual kapal itu.\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "Grady Sizemore memulakan segalanya untuk Indians dengan memukul satu solo lari habis di pusingan pertama, tetapi Sox menyerikan keputusan pada pusingan kedua dengan Paul Konerko keluar padang RBI.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "\"Kami mempunyai waran tangkap dan kami gembira untuk menahan kamu serta merta.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "Parti radikal Islam, Hamas, telah memenangi majoriti besar dalam pilihan raya majlis Jalur Gaza yang diadakan pada bulan lepas.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Beliau juga menambah bahawa ianya lebih baik berada di dalam Parti berbanding menjadi bebas.\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "AS Roma berada di tangga kedua dengan perbezaan gol mendahului Sporting CP yang menewaskan FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Nasrallah berikrar Hezbollah akan terus berjuang sehingga konflik telah memihak kepada Presiden Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Sumber memberitahu Wikinews bahawa walaupun versi bahasa Inggeris telah dibukakan sekatan, versi bahasa Cina masih lagi disekat ataupun sukar untuk diakses di kebanyakan tempat di negara itu.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Hadiah itu datang dengan satu anugerah bernilai AS$500,000, menjadikannya anugerah terbesar untuk ciptaan yang diberikan di Amerika Syarikat.\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "Ibu yang marah terhadap askar A.S. yang gugur pada Sabtu itu mengetuai himpuanan bantahan terhadap hampir 50 orang di ladang Bush.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "Salah satu kontraktor tertuduh, Marc Luypaerts, telah memberitahu media bahawa hakim yang bertanggungjawab atas penyiasatan di Hasselt telah melarangnya daripada bercakap tentang Putera Laurent.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "Wikinews terus mengikuti kisah ini, tetapi pengguna yang namanya tidak diketahui telah menolak satu permintaan temu bual.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "Dari lebih kurang pukul 1:00 ke 4:15 pm ET, pengguna melaporkan laman itu ditutup.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "Bom pertama meletup di stesen kereta api Liverpool Street sejurus selepas ia berlepas ke Aldgate di laluan Circle line, beberapa saat sebelum yang lain.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Semua batang itu boleh diproses semula untuk beberapa bulan bagi menyari plutonium gred-senjata.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "Sekumpulan paparazi merakamkan video Britney memacu keretanya ke sebuah kenderaan lain pada 6 Ogos ketika dia cuba untuk meletakkan kenderaannya di kawasan letak kenderaan Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Suspek ditahan pada hari Jumaat oleh Mpumalanga organisasi unit jenayah.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Beberapa hari yang lepas, Ketua Menteri menyatakan bahawa sebarang pengurangan dalam tax penjualan boleh menyebabkan peningkatan harga tambang bas.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Clinton mendahului setiap undian kebangsaan bagi bakal calon Demokrat dan cuba merahsiakan banyak cubaan mendekati beliau dari penyokong dan kakitangan baru.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Artikel berita sering membincangkan sesetengah isu tetapi tidak mempedulikan isu lain yang mungkin lebih kritikal.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "Keadaan pada perlumbaan ini jauh berbeza, dengan Perkhidmatan Cuaca Kebangsaan melaporkan suhu 88ºF (31ºC) di trek pada masa perlumbaan itu.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "Bahagian Interstate 35 dan Interstate 30 telah ditutup.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Apabila beruang berlari kembali ke dalam hutan, anjing itu mengejar ia.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Pakciknya yang tidak mahu nama disiarkan bercakap dengan CNN dan berkata bahaw anak saudara nya belajar di Britian pada tahun 2006 semasa pasangannya di Iran telah ditahan dan digantung selepas dituduh meliwat.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Beliau yang berusia 28 tahun telah cedera setelah dibentes oleh Joe Jacobson dan permainan ditangguhkan sebelum dia dibawa ke hospital.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "Pada 7 Ogos, pasukan tentera Georgia melancarkan serangan terhadap Bandar Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Penyokong kempen nuklear Dasar Pemuliharaan Australia (ACF), Dave Sweeney, berkata kajian itu menunjukkan kecacatan dan tidak memberikan hujah yang kukuh untuk penggunaan tenaga nuklear.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Sulpicio juga menyifatkan siasatan itu sebagai 'soal siasat'yang berat sebelah terhadap Sulpicio dari awal.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "Menurut sebuah rangkaian ABC di Charlotte, North Carolina, Flair telah terlibat di dalam satu tuduhan insiden berang jalanraya Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "\"Anak saya mati untuk apa?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Menurut jurucakap Rumah Putih Tony Snow, Presiden sedang menunggu Mahkamah Agung Amerika Syarikat untuk membuat keputusan mengenai isu sama ada tribunal tentera atau mahkamah awam akan membicarakan tahanan-tahanan tersebut.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "Daripada $850 juta yang dijanjikan kerajaan Sierra Leone berharap kira-kira $300 juta dapat diperoleh, dengan syarat-syarat dikenakan berkenaan penggunaan dana.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "Beliau juga tidak sengaja melecur apabila dia tertumpah air panas di kakinya ketika cuba untuk membuat kopi, nampaknya juga berpunca dari 'pertembungan'dengan jerung.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Djurovic juga berkata bahawa sekurang-kurangnya 198 orang, di mana 90 orang daripadanya kanak-kanak, telah dirawat di hospital.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Anggaran seramai 100 orang pelajar dari Rwanda, Burundi dan Congo akan berkongsi idea-idea mengenai masa lalu dan masa sekarang di Rwanda dan juga masa hadapan bagi kawasan Great Lakes.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Buku tersebut muncul buat pertama kalinya terletak di tempat ke-2 dalam senarai penjual terbaik Norway.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "Sebelum tahun 2005, 555 California pernah menjadi HQ Bank of America's World, tetapi status itu berakhir apabila NationsBank yang berpusat di Carolina Utara bergabung dengan legasi perbankan pantai barat A.P Giannini dan mengekalkan nama B kepada A, tetapi meletakkan HQ utamanya di Charlotte NC.\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "Dannie Abse dikenali sebagai seorang pemuisi dan seorang doktor perubatan.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "\"Saya boleh katakan kepada kamu tanpa sebarang kerendahan hati palsu: misi telah tercapai\" dia berkata kepada kira-kira 50,000 orang ramai pada Jumaat, \"Kami telah bersatu semula dan mengamankan negara ini.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Sebelas orang terbunuh selepas sebuah helikopter tentera terhempas semasa penerbangan operasi anti-narkotik di Mexico Barat.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "London Underground mengisytiharkan 'kod Amber'dalam masa beberapa minit, kereta api bergerak ke platform dan membuka semua pintu.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Pada 07:00 UTC hari ini (19:00 NZST, waktu tempatan), pemilihan ditutup pada pilihan raya umum New Zealand, 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "Laporan mengatakan Woodruff sedang merakam laporan didalam kenderaan jentera tentera Iraq berhampiran Taji, Iraq apabila kenderaan tersbut melanggar dan meletupkan peralatan letupan yang ditambah baik.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Isaias Carrasco, 42, ditembak di luar rumah beliau di hadapan isteri dan anak perempuannya dan dibawa ke hospital, di mana beliau meninggal akibat luka.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "\"Telstra dijangkakan untuk membekalkan perkhidmatan sedemikian,\" kata beliau.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "18 muka surat tunjuk sebab notis yang dikeluarkan oleh ED berkata wang yang telah diperolehi oleh tertuduh, yang melanggar peraturan PBB, sebagai pertukaran untuk dua kontrak minyak diberikan kepada Minyak Negeri Pertubuhan Pemasaran Iraq (Somo).\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "Bruce yang merupakan isteri penembak yang disyaki dan presiden kepada syarikat teater, sementara yang lain merupakan sebahagian daripada produksi Sherlock Holmes: The Final Adventure.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "Kejohanan tersebut bermula pada 1947 sebagai acara jemputan untuk pasukan Singapura dan Malaysia dan telah berkembang ke pasukan negara dan kelab dari seluruh dunia dijemput.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Dia merupakan ahli Kelab Yokine Memanah di Australia Barat.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "\"Dengan negeri kita bergerak melangkaui perdebatan berbelah bahagi ini, saya berharap kita semua dapat menggandakan usaha kita dan kerja sama untuk meningkatkan keadilan dan integriti sistem keadilan jenayah kita, dan untuk meminimakan fallibilitinya,\" tambah Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "\"Kami telah cuba untuk menarik perhatian kepada fakta bahawa pengangur akan menerima apa sahaja syarat yang ditawarkan kerana jika anda menolak tawaran kerja anda akan kehilangan bayaran Centerlink untuk lapan minggu,\" kata beliau.\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "\"Kami berdoa untuk peminat kami, dan rakyat Indianapolis. \"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Bangsa-Bangsa Bersatu dan tentera pengaman Perancis mengatakan mereka tidak akan meninggalkan Ivory Coast walaupun arahan daripada presiden penyandang Laurent Gbagbo untuk meninggalkan negara ini.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "Berita itu telah mengejutkan Austria, kerana persamaannya dengan kes Natascha Kampusch yang diculik pada umur 10 tahun, dan telah melarikan diri setelah dikurung di dalam sebuah \"kurungan bawah tanah\" selama lapan tahun pada 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Dengan satu piagam dari tahun 1893 dan Putera Wales sebagai canselornya, masalah bermula di UoW pada tahun lepas yang melibatkan ketua institusi rakan kongsi warganegara Malaysia, seorang penyanyi pop tempatan, mempunyai kelayakan tidak sah.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "Satu 'kod Merah'- pemindahan penuh - telah ditentukan pada kira-kira 9:15 pagi.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Dua belas peratus dari 1,043 banduan yang diperiksa untuk dadah dari awal tahun ini hingga Jun, disahkan positif dadah.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Anugerah Kemanusiaan telah dianugerahkan kepada penghibur negara, Paul Brandt sementara Anugerah Pencapaian Istimewa Walt Grealis telah dianugerahkan kepada Citytv dan pengasas MuchMusic, Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "Seorang pemimpin terkemuka Kongres Kebangsaan India dalam Lok Sabha ke 14, beliau dikenali sebagai seorang parti apparatchik yang berwibawa, \"pengikut setia keluarga Gandhi yang tidak menang pilihan raya dengan sebab popular sehingga tahun 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Dalam tahun 1980-an dan 1990-an, Bethe berkempen untuk penggunaan tenaga nuklear secara aman, menentang perlumbaan senjata nuklear dan ujian nuklear.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "\"Tiada keputusan akhir diatas harga permulaan atau bantuan telah diambil dan oleh itu ia terlalu awal untuk membuat spekulasi mengenai sebarang potensi kesan harga,\" kata kenyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Polis menahan seekor monyet setinggi 18 inch yang dilaporkan telah menggigit seorang wanita berusia 20 tahun di luar State Street Brats, sebuah kelab malam di Madison, Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Terdapat spekulasi sebelum ini bahawa objek itu di Texas mungkin adalah meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Pemilik Pringles Procter & Gamble menuntut dalam satu keputusan pada bulan Mei yang Pringles tidak rasa, kelihatan, atau terasa seperti kerepek kentang.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "\"Kami merancang supaya James menjalankan semula tugasnya pada tahun baru dan yakin bahawa dia akan mewakili Athletics Negeri Penn dan Universiti dengan tahap tenaga yang tinggi, dedikasi dan rasa hormat.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Ia mendapati bahawa hutan paya bakau di seluruh Irrawaddy Delta, Myanmar telah merosot diakibatkan oleh \"eksploitasi berlebihan\" dan penukaran tanah untuk sawah padi yang dipromosikan oleh kerajaan sebagai satu cara untuk memastikan tahap sara diri dalam pengeluaran makanan.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah batsman Australia yang mendapat paling banyak mata, menjaringkan 35 not out, manakala Andrew Symonds menjaringkan 33 run sebelum dimatikan.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "Pengorbit Cassini NASA telah menghantar balik imej-imej yang luar biasa dari Zuhal, mendedahkan bahawa cincin yang terkenal di planet itu adalah jauh lebih berbonggol daripada yang dijangkakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Calon Presiden Amerika Syarikat Senator Barack Obama dan John McCain masing-masing mengambil bahagian dalam forum siaran langsung dari Gereja Saddleback di Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "\"Tiada seorang pun antara kami mahu situasi di mana fail pasport sebarangan orang Amerika itu diketahui dengan cara penggunaan tanpa izin.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Laporan kerosakan telah disediakan oleh Kerajaan Haiti dengan sokongan Suruhanjaya Ekonomi bagi Amerika Latin dan Carribbean, Bank Pembangunan Antara Amerika, Bank Dunia, Bangsa-Bangsa Bersatu dan Kesatuan Eropah.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "Dalam satu kenyataan kepada Suruhanjaya itu, bemobile mengakui ia tidak membina apa-apa tiang peranti yang baru sejak penghujung tahun 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Lightning dan Penguins akan bermain perlawanan pameran di Germany dan Finland masing-masing.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Penumpang gelap dalam tempat simpanan roda menanggung risiko mati kerana membeku selepas berlepas atau dihancurkan apabila roda menarik balik.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Ahmadinejad berkata bahawa \"Di Iran kami tidak ada homoseksual seperti di negara kamu,\" menyebabkan ketawa dari penonton.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Berikrar bahawa tuntutan untuk membenarkan kepada perkahwinan sama jantina akan diperkenalkan dalam tempoh 100 hari bekerja, Rudd berjanji akan membenarkan \"undi suara penuh\" jika beliau dipilih sekali lagi.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "Bongo mengangkat sumpah pada hari Sabtu selepas kajian panjang pilihan raya Ogos yang membawanya kepada kuasa.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Serangan ini tidak seperti pengeboman berani mati di mana bomnya adalah dinamit dan bola galas yang diikat pada dua wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Beliau berkata orang awam membayar harga tidak seimbang di Lubnan dan utara Israel dan menyatakan bahawa \"Respons tidak seimbang oleh Israel adalah merupakan pencabulan undang-undang kemanusiaan antarabangsa.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya 10,000 orang telah meninggal dunia di dalam bandar, Bogalay di Daerah Pyapon negara tersebut.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "Sistem Komunikasi Penghantaran dan Laporan Pesawat (ACARS) kapal terbang itu telah menghantar 24 mesej dalam tempoh sepanjang empat minit menyatakan pelbagai masalah dan amaran, termasuk amaran kelajuan udara yang tidak betul yang berlaku di atas pesawat, hanya sebelum ia terhempas.\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "Belah ACT termasuk ahli-ahli pasukan kebangsaan Australia Aimee Murch dan Clare Warwick; pemegang pingat gangsa Olimpik Brenda De Blaes; wakil pasukan negeri Victoria, ahli pasukan kebangsaan dan pemegang pingat gangsa Olimpik Justine Smethurst; dan Clare Currie, yang hampir kehilangan peluang untuk ke pasukan kebangsaan.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Dia pernah berkata bahawa $100 dolar bagi setiap tong adalah harga yang \"berpatutan\" dan masih mengingatinya apabila dia menjadi presiden Venezuela pada tahun 1999, harga setiap tong naik sebanyak sepuluh dolar.\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "Sebagai protes terhadap hukuman, Issawi memulakan mogok lapar publisiti.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "Dia berkata suaminya Pat, tidak dapat membiarkan barang kepunyaan Casey kekal di dalam rumah dan telah menyimpannya di dalam stor.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "Pasukan yang dipimpin NATO di Afghanistan mengeluarkan kenyataan pada hari Jumaat mengatakan bahawa dua daripada angkatan tenteranya hilang pada hari Rabu semasa menjalankan misi bekalan rutin.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Program Kerjasama Serantau memberi bantuan kepada kerajaan bagi projek di kawasan wilayah.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "Zimbabwe telah mengikat seri perlawanan kedua Kumpulan D di dalam Piala Dunia menentang Ireland di Sabina Park, Kingston, Jamaica.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah negeri dijadualkan akan ditutup pada 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "\"Kami sentiasa fleksibel dalam setiap perkara dalam perjanjian pertukaran, tetapi pihak Israel terlalu lemah untuk membuat keputusan.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "Hadiah J. J. Sakurai akan dibentangkan pada mesyuarat APS 2010 di Washington, DC dalam sesi khas Istiadat pada bulan Februari tahun 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Pembangkang telah berkata bahawa operasi itu telah direka untuk \"menghukum\" sesiapa yang membantah kerajaan Mugabe.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "Kyle Busch, disebabkan kemalangannya dengan Jeff Burton kekal dikedudukan ketiga sementara teman sepasukannya Hamlin dikedudukan keempat.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Pemimpin-pemimpin dan personaliti-personaliti dari lain-lain bahagian di negara itu, termasuk ketua Narmada Bachao Andolan, Medha Patkar, menunjukkan rasa hiba atas kematian tersebut.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Ini datang sebagai perbandingan sekali dengan tahun 2007, apabila 120,000 pekerja asing memasuki Amerika Syarikat dengan visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Hujung minggu lalu, sebuah kapal pesiar milik Amerika Syarikat telah diserang dengan bom tangan roket.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "Menurut IMB, terdapat 23 serangan lanun lain di perairan negara Afrika timur sejak 15 Mac lalu.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "Aduan etika pada asalnya difailkan oleh Wakil Demokratik Chris Bell Texas pada 15 Jun, 2004, dan mula dikecoh-kecohkan berbulan-bulan sebelum pilihan raya tahun lepas.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Dia juga mengumumkan yang dia mahukan perubahan dalam undang-undang pilihan raya agar sistem politik dua parti akan wujud, dan dia mahu membentuk kerajaan majoriti selepas pilihan raya seterusnya.\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "Jabatan pertama yang akan berpindah kepada Linux dan OpenOffice.org adalah pejabat Datuk Bandar yang dirancang bagi pertengahan tahun 2006, walaupun bukan semua komputer jabatan itu akan segera ditukarkan.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Sekarang populasi Detroit telah jatuh kepada 713,777 dan tidak lagi berhak terhadap kabikan kewangan itu.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Selebih tiga dijumpai berdekatan sebuah jalan di Rustamiya di bahagian pinggir tenggara ibu negara.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "IFA dan IOC telah mempertikaikan siapa mengawal perlawanan di dalam negara untuk beberapa tahun.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Peperangan ini telah menimbulkan bantahan, dan banyak kemarahan di kalangan ahli-ahli politik yang percaya bahawa Blair bersalah kerana menyokong Presiden Amerika Syarikat pada ketika itu George W. Bush dengan menghantar 45,000 askar British-179 daripada mereka meninggal dunia dalam pertempuran-dengan berperang di Iraq.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Salah seorang dari wanita tersebut merasa pening, jatuh dan diangkat ke ambulans.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Satu-satunya negara Eropah yang lain dengan keupayaan nuklear ialah Perancis.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Rantau yang sama telah dilanda gempa bumi pada tahun 2004, yang mencetuskan tsunami.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "Ogos lalu, dia mengatakan tentang kesatuan itu, \"Ini bukan lagi kesatuan saya.\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "Sepanjang sejarah berwarna-warni istana tersebut, pernah pada satu masa dimiliki William Lever yang mengasaskan Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "Tentera Israel telah kerap membuat serangan ke Gaza selepas penangkapan Gilad Shalit pada Jun tahun ini.\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "Pasukan A1 New Zealand telah memenangi perlumbaan litar di Grand Prix A1 Shanghai, China hari ini, diikiuti pasukan A1 Great Britain dan pasukan A1 Jerman.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "Sekitar 5 November setiap tahun, orang di Great Britain dan beberapa kawasan di Komonwel meraikan malam Guy Fawkes untuk memperingati penentang dari York dan pengkomplot Katholik Romannya yang gagal untuk meletupkan rumah Parlimen pada 5 November, 1605.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "Kothari meneruskan: \"Negeri yang mempunyai populasi penduduk yang sedikit menghantar kurang ahli ke Parlimen India.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "Penduduk Aysar Khaled memberitahu Reuters \"Saya bangun dan melihat salji sedang turun, jadi saya kejutkan seluruh keluarga dan memberitahu mereka untuk datang melihat jhujan salji.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "38 orang dilaporkan mati dalam pengeboman berani mati semasa perhimpunan politik di Wilayah Sempadan Utara-Selatan Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Pagi selepas pertempuran itu, jalan-jalan agak tenang, dan hanya meriam berat di sekitar istana presiden menunjukkan kehadiran tentera.\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Para peminat nombor aneh di serata tempat telah menyambut baru-baru ini apabila jam menandakan waktu 01:02:03, 04/05/06 (menggunakan tarikh konvensyen DD/MM/YY).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Nasib buruk dan perubahan seolah-olah meletakkan Jerman yang bertanggungjawab bagi permainan taktikal buat kali pertama dalam perlawanan itu.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Ketiadaan pengecualian itu boleh membawa kepada keadaan memalukan di mana kemajuan dalam menghapuskan program nuklear Korea Utara akan tertangguh akibat sebab teknikal, kata Leonor Tomero daripada Pusat Kawalan Senjata dan Pengawalan Senjata Nuklear.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Puan Clinton meminta apa-apa dalam pertukaran untuk sokongan beliau Obama, tetapi Obama dan bukannya membalas dengan tanda menyumbang kepada kempen Puan Clinton yang kini dibebani dengan hutang.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Dua juri dan hakim akan duduk pada setiap tiga orang panel, dan memutuskan kedua-dua kes jenayah dan sivil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Sebagai pengurus, beliau juga menang sebanyak 1,800 perlawanan di dalam tempoh selama 23 tahun.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Di negara-negara membangun, kata laporan itu, golongan miskin di bandar mungkin akan paling terjejas oleh kelembapan ekonomi, kerana keupayaan mereka untuk mencari kerja adalah yang paling bergantung kepada faktor-faktor seperti pelaburan asing dan permintaan eksport.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Keputusan tersebut dibuat selepas Microsoft mengumumkan bahawa mereka mendedahkan 30,000 muka surat kod perisian rahsia Khamis yang lepas(21 Februari).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "Tindakan mahkamah telah difailkan oleh sekurang-kurangnya lima keluarga yang menetap di kejiranan Glenview di San Bruno.\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "Lawatan baru-baru Encik Shinawatra ke rantau ini diikuti dengan tembak-menembak yang berterusan.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "Membenarkan CIA untuk memperoleh kuasa dalam menentukan siapa yang boleh tinggal di dalam negara dan siapa yang dihantar ke luar negara menimbulkan kontroversi, kerana sebelum ini, Rumah Putih, Jabatan Negara, atau Jabatan Kehakiman yang akan terlibat dalam meluluskan kes-kes individu dalam menghatar banduan ke negara-negara lain.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Menurut ahli bomba, pelanggaran serius terhadap peraturan keselamatan kebakaran adalah sebahagian dari sebab kematian.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "Kematian Haney telah disifatkan oleh majikannya sebagai keputusan kepada \"penyaluran perhatian\" untuk mendapatkan sistem oksigen utama bergerak semula selepas ianya secara automatik terhenti apabila mengesan kebocoran udara dienjin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Beliau dianggap konservatif sosial dalam rekod mengundi, dan menyokong Pindaan Perkahwinan Persekutuan melarang perkahwinan sejenis.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "Ia masih merupakan rehat tambahan untuk pembaling, dan orang lain.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "Namun, ketua agensi pemantauan gempa bumi di Filipina mempertikaikan amaran agensi Jepun.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": ":\"Berjalan perlahan kearah dimana askar-askar tersebut dan senyum kepada mereka sambil kami berjalan, kami mendekati lelaki yang kelihatan seperti pegawai berkuasa.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Pengundi keluar mengundi seluruh negara adalah 45%, tetapi sebahagian stesen melaporkan 95% keluar mengundi atau lebih, melahirkan keraguan yang terdapat pengisian undian terlibat.\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "Marcelo Gallardo kemudian menjadikan kedudukan 3-0 untuk pasukan tuan rumah pada minit ke-52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "\"Mereka atlet yang hebat, pelajar yang mendapat semua A, hanya baik, kanak-kanak lelaki...Ianya sukar,\" kata jiran Don Taylor.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "Anda meletakkan pasukan yang kuat dan kadang-kadang anda tertanya-tanya mengapa.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "Kelihatan dalam gambar di bawah ini adalah Leftenan (Tentera Laut) Armstrong, Pegawai Eksekutif Pelapor RCSCC 18, dan di latar belakang adalah kadet-kadet Pelapor.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "Dalam penampilan di The Tonight Show dengan Jay Leno Khamis malam, Presiden Amerika Syarikat Barack Obama beritahu kepada hos, Jay Leno, bahawa dia telah bermain bowling di lorong bowling Rumah Puutih dan meraih skor 129.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "\"Ini adalah antara ibu bapa yang menghantar anak-anak ke sekolah kami dan itu adalah setakat tanggungjawab itu.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "Ianya boleh mengambil sekurang-kurangnya lima hari sebelum kebakaran dapat dikawal sepenuhnya.\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "Hakim Rodney S. Melville dengan marah mengugut untuk mengeluarkan waran tangkap kepada penyanyi pop terkenal dunia Michael Jackson jika beliau gagal untuk hadir ke Mahkamah Atasan Daerah Santa Barbara di California pada Khamis 10 Jan 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "Menurut blog dalam talian terkemuka Amerika yang berhaluan kiri Daily Kos, merupakan pihak pertama yang melaporkannya, CNN menggabungkan kedua-duanya pada hari Isnin, lalu membawa kepada satu segmen tentang bin Laden dengan tajuk, \"Di mana Obama?\" di The Situation Room, satu rancangan yang dihos oleh pengulas Wolf Blitzer.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "Penduduk bandar telah berulang kali memanggil pihak polis untuk menghalau penunjuk perasaan dari tanah itu, yang kini dimiliki oleh wilayah dan yang dipegang atas amanah sehingga pertikaian itu diselesaikan.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Dalam kenyataan 10 Mac, Sebelum keputusan dibuat, Simon menyatakan penyesalan terhadap perbuatannya.\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Wood menjelaskan, bagaimanapun, bahawa keputusan muktamad mengenai kesahihan perang bergantung pada Peguam Negara, dan bukan dengan dirinya.\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "Laman web \"Kebenaran tentang kebakaran di Vladivostok\" telah diwujudkan untuk menyebarkan maklumat mengenai kebakaran itu.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "2000 sekolah dan 1300 lepasan program sekolah akan mendapat manfaat daripada pembiayaan.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "\"Kematiannya memberi tamparan yang agak hebat kepada al-Qaeda,\" kata pegawai.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Bagaimanapun orang-orang yang terselamat dari serangan itu mempertikaikan dengan satu penyiasatan penuh komprehensif akan dapat mengajar pengajaran berharga yang mampu membantu mengurangkan keberangkalian serangan di masa hadapan, dan memperbaiki kebolehan respon ke atas servis kecemasan.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, kadang kala dalam 10 bilion tahun yang lalu, sebahagian besar daripada baryons, biasanya dirujuk sebagai \"jirim biasa\" untuk membezakan mereka dari jirim gelap dan tenaga gelap, telah hilang.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Senator MacDonald memberitahu Program AM Radio ABC bahawa dia menjangkakan bagi kes mereka yang dipercayai menangkap ikan secara haram diperairan Australia, kapten kapal atau mungkin nelayan senior yang juga pakar akan didakwa manakala anak kapal yang lain akan segera dihantar pulang ke Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Walaupun perlumbaan ini merupakan yang kedua terpanjang di Tour de Taiwan 2008, keadaan cuaca mencabar 89 pelumba basikal disebabkan hujan pada awal pagi di kawasan bandar Taipei-Keelung.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "Butiran peraturan tambahan yang panjang untuk diikuti dalam peristiwa melarikan diri atau cubaan melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Jurucakap untuk Kumpulan tersebut mengakui telah menghabiskan NZ$500,000 untuk kempen itu sehingga kini.\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "Praveen Khandelwal, Setiausaha Agung Gabungan All India Traders, berkata, mereka akan menamatkan mogok pada malam Rabu dan mereka meneruskan pergolakan mereka dengan mogok lapar dan persidangan terhadap pemanduan kedap.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "NFL telah mengeluarkan kenyataan menyatakan bahawa stadium-stadium telah dengan teliti dilindungi melalui langkah-langkah keselamatan yang telah mengambil tempat.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Kami percaya adalah perlu bagi Korea Utara untuk menunjukkan tindakan konkrit ke arah penghentian semua senjata nuklear dan program nuklear yang sedia ada,\" kata Shinzo Abe, Perdana Menteri Jepun.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan yang membawa bendera United Kingdom, British Airways (BA) telah memberi amaran kepada pasaran bahawa ia akan mencatatkan kerugian tahun penuh sehingga £150 juta.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "\"Ini adalah kesan-kesan yang boleh dijangka kerana mengabaikan keselamatan,\" satu peguam mewakili keluarga berkata.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua ini adalah untuk meningkatkan peluang saya untuk mendapatkan kerja idaman saya di televisyen.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Sepanjang kontroversi baru-baru ini Bush bersatu hati dengan Gonzales selama ini.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Tetapi pada pagi ini, polis Dallas melaporkan yang Owens telah menelan sejumlah besar pil yang tidak diketahui jumlahnya, dan apabila ditanya polis pagi ini jika dia ada berniat mahu mencederakan dirinya, Owens menjawab, \"Ya.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Pegawai hanya berhubung apabila Pihak Berkuasa Bomba Negara telah dipanggil oleh seorang pejalan kaki untuk memadamkan unggun api terbuka, kerana terdapat sekatan api yang berkuat kuasa di kawasan itu.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Walaupun serangan Palin, artikel asal dalam 3 Oktober New York Times menyimpulkan bahawa Obama dan Ayers tidak pernah rapat, dan sambungan adalah melalui pemilihan awal Obama untuk projek pembaharuan pejabat dan sekolah,\" mengatakan bahawa laluan mereka telah melintasi jarang sekali.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Perjanjian itu nampaknya telah dicapai selepas pertikaian tentang pendanaan kerajaan untuk organisasi seperti Perancangan Masa Keibubapaan diselesaikan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Mereka juga mendesak Perdana Menteri untuk melanjutkan tindakannya dalam menangani keganasan dan kegiatan melampau.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "The Gliders berada di Bangkok, Thailand, bagi Kejohanan Bola Keranjang kerusi roda Asia-Oceania, yang sedang berlangsung di Pusat Belia Thai-Jepun Bangkok.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "Pakar obstetrik hospital tersebut Andrew Miller berkata bahawa kandungan luar rahim yang bertahan jangka penuh adalah \"tidak pernah didengari.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Lebih memburukkan keadaan, indeks suhu dijangkakan mencecah melebihi 110s di sebahagian besar kawasan pantai timur disebabkan oleh kadar kelembapan yang tinggi.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "AS pada masa lalu telah dituduh menggunakan bukti yang dibesar-besarkan dan palsu untuk membina kes terhadap Iraq sebelum perang.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "Semua pengawai yang hadir enggan bersuara dan menegaskan yang mereka tidak bertanggungjawab ke atas tindakan itu.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Kebakaran tersebut merupakan salah satu daripada tiga yang tercetus semalam di Gurun Mojave dan pergunungan San Gabriel.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "Pelawat di hotel itu dipindahkan ke dewan pameran di paras jalan.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan pesawat itu pada bu;an Mac selepas satu lagi kemalangan di mana B737 terbabas dari landasan.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Anak lelaki Smith, Daniel Smith, meninggal dunia pada 10 September, 2006 tidak lama selepas Anna melahirkan seorang bayi perempuan 5 bulan yang lalu.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "Lelaki, kesemuanya orang awam, telah ditikam berkali-kali, mempunyai tanda di pergelangan tangan yang menunjukkan telah diikat, dan semua mangsa mempunyai luka tembakan di kepala mereka.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "Menurut Eva Brucherseifer, presiden masyarakat KDE di Jerman dan Pengarah Urusan basysKom, proses penghijrahan dalam \"fasa puncak\" dan sedang mengalih 300 sistem setiap hari.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "Siasatan telah diminta oleh 30 ahli Dewan Rakyat dan 17 Ahli Dewan Negara.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "Penumpang kebanyakannya warga asing dari Nass-Murray dan syarikat pembinaan Roberts, dan telah menikmati makan malam di pelayaran malam untuk meraikan penyempurnaan mereka untuk sebahagian pembinaan menara Perdagangan Dunia Bahrain.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Rundingan telah direka untuk membincangkan isu-isu yang tidak dapat diselesaikan di Persidangan Perubahan Iklim Pertubuhan Bangsa-Bangsa Bersatu 2009 di Copenhagen.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "Dia juga mengaku bersalah terhadap tuduhan menghina kerana melanggar perintah mahkamah untuk menjauhkan diri dari ibunya.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "\"Dalam setiap perkiraan, Sir Joh merupakan pembangun negeri yang lain dari yang lain yang akan diingati kerana sentiasa meletakkan Queensland di tempat pertama,\" kata Jeneral Gabenor Australia, Mejar Jeneral Jeffery, dalam kenyataannya.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Stuff.co.nzs Chris Barclay percaya ini bermakna Fever mempunyai peluang untuk menang, terutama berikutan termasuk dua kemenangan pra-musim, seri kepada Firebirds dan satu kekalahan.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "Pembekal mesti menambahkan pengiklanan dan meningkatkan prestasi meja servis mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Dia dikatakan cuba untuk memaksa kenderaan lain keluar dari jalan.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "Pakar api, selalunya sibuk pada masa-masa ini, telah menghubungi untuk keselamatan dan undang-undang pertunjukan bunga api dan menngesa rakyat untuk menghadiri pertunjukan umum terancang itu.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Kumpulan sarjana mencadangkan penyelesaian ini menekankan bahawa penyelesaian mereka adalah bermatlamat untuk mengekalkan tradisi pewaris lelaki.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Di samping itu, orang-orang yang terdedah kepada kerosakan jantung (akibat kesan sampingan ubat tersebut) tidak akan diberikan ubat subsidi.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Mark juga menekankan bahawa Louise Christian, peguam hak-hak kemanusiaan British yang cukup menonjol, kini sedang mewakili penduduk-penduduk di Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Kajian itu mengesahkan penggunaan tenaga nuklear dan serangan terhadap beberapa data yang digunakan oleh penyokong kempen anti nuklear.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "Projek ini memerlukan pelaburan sebanyak 10.9 juta lei baru (3 juta euro), separuh daripada yang telah diperuntukkan, menurut penyelaras projek, Stancu Samoila.\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "\"Jangan komen secara rasmi dan sudah tentu, tidak di udara, mengenainya.\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "Pegawai-pegawai dapat meredakan peranti, laporan All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Calon pilihan GOP pada satu masa lalu Bekas Datuk Bandar New York Rudy Giuliani, yang ketinggalan di tempat ketiga di Florida, negeri tempat kempen beliau berpusat, telah disingkirkan dari pemilihan pada hari rabu, sebahagian besarnya kerana dia tidak mempunyai kemenangan utama sebelumnya dan sokongan semakin berkurangan.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, sampel yang digunakan dalam analisis datang dari 120,000 tahun yang lalu dan menunjukkan bahawa pembiakan kacukan kedua-dua spesies berlaku banyak lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Pegawai-pegawai berkata, kemalangan yang berlaku apabila pesawat itu menghampiri lapangan terbang Rusia pada hari Sabtu, adalah disebabkan oleh kabus tebal, dan bahawa tidak ada mangsa terselamat.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "Ini adalah yang dinamakan gempa bumi yang berfokus dalam, itulah sebabnya ia dirasai di kawasan yang besar.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "\"Ia adalah menghinakan...perbuatan mereka tidak menggambarkan Maori yang betul,\" kata Bidois.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "Daerah Volusia, Sumter, Lake dan Seminole telah diisytiharkan keadaan kecemasan memandangkan berdozen rumah, rumah bergerak dan sebuah gereja telah termusnah.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "\"Ini adalah pembuangan undi di pertengahan malam.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Buruh yang berpusat di luar Colorado mendapati bahawa aktiviti yang dijalankan oleh \"pembantu\" Landmark Education termasuk: \"pejabat, perkeranian, permintaan telefon dan pendaftaran, dan juga menyambut pelanggan, menyediakan kerusi, pengendalian mikrofon semasa seminar dan membuat kopi.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "Gempa susulan mencapai magnitud 5.9 dengan pusat gempa terletak sembilan belas kilometer barat Pichilemu, menurut Kajian Geologikal Universiti Chile (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "\"Saya tidak rasa yang ketiadaan penglibatan British akan menghentikan sebarang tindakan.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "Ia akan juga telah memberikan wanita hak yang sama untuk memperoleh harta, dan berucap di pilihan raya tempatan.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "Gencatan senjata yang diusahakan oleh Persatuan Bangsa-bangsa bersatu antara Israel dan Hizbullah berjalan lancar kerana Israel telah mula menarik balik tentera dari Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "Sebahagian pelajar telah membuat aduan yang mereka tidak menerima sebarang amaran dari universiti sehinggalah satu e-mel amaran dihantar lebih dari dua jam selepas kejadian pertama.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "\"Red Baron\" mencatat masa terpantas dan rekod kelajuan tertinggi untuk trek ini.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    }
]
}