{
    "Contributors": [
        "Swaroop Mishra",
        "Daniel Khashabi",
        "Jacob Anderson"
    ],
    "Source": "qasc",
    "Categories": [
        "Text Modification"
    ],
    "Definition": "Merged the conferred two facts to write a conclude doing. Memo that, there should be some parts of the fiirst and second doing which are not talked in this conclusion doing. Your merge facto should be the consequence of a chain between the two truths. Padlocks shape when two truths connecting together to produce a conclude facto. An cases of a strings is: \"pesticides cause contamination\" (fact1) + \"polluted can prejudice beasts\" (fact2) → \"insecticides can harm animals\" (conclusions facto)\nThings to avoiding: -\nFocusing & Discretion: Parts of the concluding facto straddle with the firstly and the second facto. To constructs such a  concluded fact, a useful pathways is to borrow the subjected from one facto and the ended outcome from another fact.",
    "Positive Examples": [
        {
            "input": "Fact1: pesticides cause pollution. \nFact2: pollution can harm animals.",
            "output": "pesticides can harm animals.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a solar panel converts sunlight into electricity. \nFact2: sunlight comes from the sun.",
            "output": "a solar panel converts energy from the sun into electricity.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: running requires a lot of energy. \nFact2: doing a marathon involves lots of running.",
            "output": "doing a marathon requires a lot of energy.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: soil is formed by rocks eroding. \nFact2: rain can erode rocks.",
            "output": "rain can help form soil.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a plant requires water for survival. \nFact2: rain provides water to plants.",
            "output": "rain helps plants to survive.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a radio converts electrical energy into vibrations. \nFact2: vibrations in the air form sound.",
            "output": "a radio converts electrical energy into sound.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: habitat destruction causes animals to move to find shelter in another habitat. \nFact2: chopping down trees results in habitat destruction.",
            "output": "chopping down trees causes animals to move to another habitat.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a protractor is used for measuring the angles of a triangular object. \nFact2: a prism has a triangular shape.",
            "output": "a protractor can be used to measure the angles of a prism.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: lightning can cause a forest fire. \nFact2: forest fires can harm animals.",
            "output": "lightning can cause harm to animals.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        }
    ],
    "Negative Examples": [
        {
            "input": "Fact1: pesticides cause pollution. \nFact2: pollution can harm animals.",
            "output": "pesticides cause pollution which harm animals.",
            "explanation": "Even though the conclusion is entailed from Fact1and Fact2, it contains everything present in Fact1 and Fact2, which is an undesireable attribute."
        },
        {
            "input": "Fact1: a solar panel converts sunlight into electricity. \nFact2: sunlight comes from the sun.",
            "output": "a solar panel converts energy from the sun i.e. the sunlight into electricity.",
            "explanation": "Even though the conclusion is entailed from Fact1and Fact2, it contains everything present in Fact1 and Fact2, which is an undesireable attribute."
        },
        {
            "input": "Fact1: running requires a lot of energy. \nFact2: doing a marathon involves lots of running.",
            "output": "doing a marathon does not require a lot of energy.",
            "explanation": "This is a bad answer as it introduces the word \"does not\" which contradictins the conclusion made from Fact1 and Fact2."
        }
    ],
    "Instances": [
        {
            "input": "Fact1: a laser is used for producing light\nFact2: Light is the visible form of electromagnetic energy.",
            "output": [
                "A laser is used for producing electromagnetic energy."
            ]
        },
        {
            "input": "Fact1: Consumers take in food by eating producers or other living things.\nFact2: An informed consumer is a healthy consumer.",
            "output": [
                "That which is healthy when informed can take in food by eating producers."
            ]
        },
        {
            "input": "Fact1: telephones are used for communication by two people by transmitting sound\nFact2: Sound waves are longitudinal waves.",
            "output": [
                "telephones are used for communication by two people by transmitting waves"
            ]
        },
        {
            "input": "Fact1: a tape measure is used to measure length\nFact2: Lengths A length is a measure of distance.",
            "output": [
                "a tape measure is used to measure distance"
            ]
        },
        {
            "input": "Fact1: burning wood is used to produce heat\nFact2: Heat is kinetic energy.",
            "output": [
                "Burning wood produces kinetic energy"
            ]
        },
        {
            "input": "Fact1: Hair is a fiber that is found only in mammals.\nFact2: Sebaceous glands associated with hair follicles protect the skin of mammals.",
            "output": [
                "Fiber follicles protect mammal skin"
            ]
        },
        {
            "input": "Fact1: Behaviors can be learned through play.\nFact2: Kittens practice hunting by playing.",
            "output": [
                "Kittens that are practicing hunting is an example of learning behavior"
            ]
        },
        {
            "input": "Fact1: most canyons are formed by flowing rivers through erosion over long periods of time\nFact2: Canyon Lake Canyon lake was formed by dams on the Salt River.",
            "output": [
                "dams can form canyons"
            ]
        },
        {
            "input": "Fact1: Fungi spores can develop into new haploid individuals without being fertilized.\nFact2: Fungi are filamentous, multicellular, haploid organisms.",
            "output": [
                "fungi are multicellular"
            ]
        },
        {
            "input": "Fact1: unequal heating of Earth 's surface by the Sun causes global wind patterns\nFact2: Large cyclonic systems influence the wind patterns of the middle latitudes.",
            "output": [
                "unequal heating of Earth 's surface by the Sun causes Large cyclonic systems in the middle latitudes"
            ]
        },
        {
            "input": "Fact1: the force of water against the seed coat causes a root to emerge from a seed\nFact2: Heavy wet soils discourage healthy root growth and encourage root roots.",
            "output": [
                "The force of water against the seed coat causes something  whose growth is discouraged by heavy wet soils to emerge from a seed"
            ]
        },
        {
            "input": "Fact1: Specialization occurs when competing species evolve different adaptations.\nFact2: Genetic variation enables a species to adapt and evolve to new circumstances.",
            "output": [
                "Specialization occurs when Genetic variation enables a species to adapt"
            ]
        },
        {
            "input": "Fact1: most canyons are formed by flowing rivers through erosion over long periods of time\nFact2: Weather wears down the by erosion.",
            "output": [
                "Most canyons are formed by flowing rivers through weathering over long periods of time."
            ]
        },
        {
            "input": "Fact1: a rainbow is formed by refraction of light by separating light into all different colors\nFact2: Water vapor bends the light.",
            "output": [
                "rainbows are formed by water vapor"
            ]
        },
        {
            "input": "Fact1: Fertilization occurs when a sperm and an egg fuse.\nFact2: Most cephalopods have separate sexes and fertilization is internal.",
            "output": [
                "Cephalopods inseminate the sperm and egg internally"
            ]
        },
        {
            "input": "Fact1: if an object is in the sunlight then that object will absorb solar energy\nFact2: Leaves absorb sunlight.",
            "output": [
                "leaves absorb solar energy"
            ]
        },
        {
            "input": "Fact1: threatening behavior by predators causes a porcupine to extend its quills\nFact2: Porcupine quills can be extraordinarily painful.",
            "output": [
                "threatening behavior towards porcupine by predators can cause the predator pain"
            ]
        },
        {
            "input": "Fact1: when metal conducts heat , that metal expands\nFact2: Aluminum's classification is other metals.",
            "output": [
                "when aluminum heats up it expands"
            ]
        },
        {
            "input": "Fact1: microbial fuel cells convert chemical energy into electrical energy\nFact2: Fuel cells are devices that directly convert hydrogen into electricity.",
            "output": [
                "Microbial cells can transform hydrogen into electrical energy"
            ]
        },
        {
            "input": "Fact1: Mammals have a layer of fat under the skin to help insulate the body.\nFact2: All whales are mammals.",
            "output": [
                "whales have a layer of fat under the skin to help insulate the body"
            ]
        },
        {
            "input": "Fact1: an animal requires stamina to succeed at physical activities\nFact2: Bears are common but elusive animals.",
            "output": [
                "bears require stamina to succeed at physical activities"
            ]
        },
        {
            "input": "Fact1: insulated material can be used for keeping warm\nFact2: Insulation is a material with the ability to store heat.",
            "output": [
                "the ability to store heat can be used for keeping warm"
            ]
        },
        {
            "input": "Fact1: Organisms that live in marine biomes must be adapted to the salt in the water.\nFact2: Marine biology is the study of organisms that happen to be marine.",
            "output": [
                "marine biology studies creatures that live in water biomes"
            ]
        },
        {
            "input": "Fact1: Chordates have a complete digestive system and a closed circulatory system.\nFact2: Chordates Chordates Chordates include fish, amphibians, reptiles, birds, and mammals.",
            "output": [
                "fish have a closed circulatory system"
            ]
        },
        {
            "input": "Fact1: Playing is just one of many ways that mammals and other animals learn how to behave.\nFact2: Children learn through play and in other ways.",
            "output": [
                "Children and animals learn in many ways."
            ]
        },
        {
            "input": "Fact1: Most invertebrates have a more complex nervous system.\nFact2: Invertebrates are animals without a backbone.",
            "output": [
                "Most animals without a backbone have a more complex nervous system."
            ]
        },
        {
            "input": "Fact1: Molecules of tRNA bring amino acids to the ribosome in the correct sequence.\nFact2: Ribosomes are sites of protein synthesis.",
            "output": [
                "Molecules of tRNA initiate protein synthesis"
            ]
        },
        {
            "input": "Fact1: Tunicates reproduce sexually.\nFact2: Bulbs are classifies as tunicate or non-tunicate.",
            "output": [
                "bulbs reproduce sexually"
            ]
        },
        {
            "input": "Fact1: Biodiversity increases the productivity and stability of ecosystems.\nFact2: Biodiversity and ecosystems are complex systems.",
            "output": [
                "biodiversity is a complex system"
            ]
        },
        {
            "input": "Fact1: Earthworms are important deposit feeders that help form and enrich soil.\nFact2: Earthworms by Casey Earthworms are invertebrates.",
            "output": [
                "Invertebrates can be deposit feeders."
            ]
        },
        {
            "input": "Fact1: chlorophyll is used for absorbing light energy by plants\nFact2: It is essential in the absorption of light energy for photosynthesis.",
            "output": [
                "chlorophyll is used for photosynthesis"
            ]
        },
        {
            "input": "Fact1: if an animal sweats then that animal 's bodily water decreases\nFact2: Dehydration is the loss of total body water.",
            "output": [
                "if an animal sweats it can cause Dehydration"
            ]
        },
        {
            "input": "Fact1: Ribosomes are sites where proteins are made.\nFact2: Ribosomes consist of ribosomal RNA and proteins.",
            "output": [
                "sites where proteins are made consist of RNA and proteins"
            ]
        },
        {
            "input": "Fact1: protein is used to repair cells by the human body\nFact2: Pain in the body indicates there is a wound which requires cell repair and cell regeneration.",
            "output": [
                "Wound healing requires protein"
            ]
        },
        {
            "input": "Fact1: if the amount of available food and water decreases in an environment then animals may leave that environment to find food and water\nFact2: Human beings are animals.",
            "output": [
                "if the amount of available food and water decreases in an environment then humans may leave that environment to find food and water"
            ]
        },
        {
            "input": "Fact1: if an object is black then that object absorbs all visible light\nFact2: An object that absorbs all the light waves with none reflected back , is perceived as black .",
            "output": [
                "Something is black if it absorbs visible light and doesn't reflect"
            ]
        },
        {
            "input": "Fact1: Balance is the ability to sense and maintain body position.\nFact2: Balance refers to the ability to maintain equilibrium and to remain in a stable, upright position.",
            "output": [
                "the ability to maintain equilibrium is the ability to sense and maintain body position"
            ]
        },
        {
            "input": "Fact1: Cytokinesis is the final stage of cell division in eukaryotes as well as prokaryotes.\nFact2: During cytokinesis , the cell body splits into two cells.",
            "output": [
                "Splitting into two cells is the final stage of cell division in eukaryotes as well as prokaryotes."
            ]
        },
        {
            "input": "Fact1: the movement of an air mass over Earth 's surface causes local weather changes\nFact2: Air mass movements are also influenced by mountain barriers.",
            "output": [
                "mountain barriers can influence local weather changes"
            ]
        },
        {
            "input": "Fact1: Viruses cause many human diseases.\nFact2: Influenza virus causes widespread human disease.",
            "output": [
                "Influenza is a disease caused by a virus"
            ]
        },
        {
            "input": "Fact1: microorganisms can cause infections\nFact2: Infections usually require medical treatment.",
            "output": [
                "Medical treatment can be required when humans come into contact with microorganisms."
            ]
        },
        {
            "input": "Fact1: natural disasters can cause animals to leave an environment\nFact2: Floods are the most common natural disaster.",
            "output": [
                "Floods can cause animals to leave an environment."
            ]
        },
        {
            "input": "Fact1: Chromosomes contain genes, which code for proteins.\nFact2: Another gene, named BRCA2, has also been identified.",
            "output": [
                "Chromosomes contain BRCA2."
            ]
        },
        {
            "input": "Fact1: Organisms use lipids to store energy.\nFact2: Fish Fish are the ultimate aquatic organism.",
            "output": [
                "fish use lipids to store energy"
            ]
        },
        {
            "input": "Fact1: breaking apart rocks can cause debris\nFact2: Stones and debris can cause serious eye injuries when thrown.",
            "output": [
                "Breaking apart rocks can cause serious eye injuries."
            ]
        },
        {
            "input": "Fact1: Mollusks reproduce sexually.\nFact2: Mollusks are the second-largest invertebrate group.",
            "output": [
                "the second-largest invertebrate group reproduce sexually"
            ]
        },
        {
            "input": "Fact1: Viruses contain DNA but not much else.\nFact2: DNA DNA is deoxyribonucleic acid.",
            "output": [
                "Viruses contain deoxyribonucleic acid, but not much else."
            ]
        },
        {
            "input": "Fact1: Most salamanders use their sense of smell to find a mate.\nFact2: Food to survive, mates to reproduce, and water to drink.",
            "output": [
                "To reproduce, salamanders are assisted by their sense of smell."
            ]
        },
        {
            "input": "Fact1: if a tree falls then sunlight becomes available to the surrounding plants\nFact2: Plants use sunlight for photosynthesis.",
            "output": [
                "if a tree falls then photosythesis becomes more accessible to surrounding plants"
            ]
        },
        {
            "input": "Fact1: being exposed to wind can cause erosion of soil\nFact2: Soil Erosion Soil erosion is caused by disturbance of a land surface.",
            "output": [
                "being exposed to wind can cause disturbance of a land surface"
            ]
        },
        {
            "input": "Fact1: melting is when solids are heated above their melting point\nFact2: Ice is a solid, it's cold and it's hard.",
            "output": [
                "Melting occurs when ice is heated above its melting point."
            ]
        },
        {
            "input": "Fact1: Sweating reduces body heat.\nFact2: Causes Body heat is lost mainly through perspiration or sweating.",
            "output": [
                "Perspiration reduces body heat"
            ]
        },
        {
            "input": "Fact1: Producers make food from inorganic molecules.\nFact2: Decomposition is the breakdown of organic molecules into inorganic molecules.",
            "output": [
                "Decomposition helps producers make food."
            ]
        },
        {
            "input": "Fact1: Coral reefs provide food and shelter to many ocean organisms.\nFact2: Oceans are important to life on Earth.",
            "output": [
                "coral reefs are important to earth"
            ]
        },
        {
            "input": "Fact1: Cells cannot survive without oxygen.\nFact2: Life is responsible for oxygen in the atmosphere.",
            "output": [
                "cells cannot survive without the atmosphere"
            ]
        },
        {
            "input": "Fact1: if heat is conducted to an object then that object will become hot\nFact2: Hot apparatus causes burns.",
            "output": [
                "if heat is conducted to an object then that object will cause burns"
            ]
        },
        {
            "input": "Fact1: Vertebrate chordates have a backbone.\nFact2: Birds are a class of the chordates or vertebrate phylum.",
            "output": [
                "birds have a backbone"
            ]
        },
        {
            "input": "Fact1: fossils are formed when layers of sediment cover the remains of organisms over time\nFact2: Natural gas is a fossil fuel.",
            "output": [
                "natural gas is formed from layers of sediment covering the remains of organisms over time"
            ]
        },
        {
            "input": "Fact1: when metal conducts heat , that metal expands\nFact2: Coins are made by mint of metal.",
            "output": [
                "Coins can conduct heat."
            ]
        },
        {
            "input": "Fact1: having food has a positive impact on an organism 's health\nFact2: Many fast food restaurants have published the nutrient content of their foods.",
            "output": [
                "Nutrient content has a positive impact on an organisms' health"
            ]
        },
        {
            "input": "Fact1: using a car causes pollution\nFact2: Toyota car is truly the car for the present and the future.",
            "output": [
                "Toyota causes pollution"
            ]
        },
        {
            "input": "Fact1: Plants release oxygen during the day but not during the night.\nFact2: Bulbs planted over the years include tulips and daffodils.",
            "output": [
                "tulips release oxygen during the day but not during the night"
            ]
        },
        {
            "input": "Fact1: Hair is a fiber that is found only in mammals.\nFact2: Bats have hair like all mammals so they can stay warm.",
            "output": [
                "fibers on mammals keep them warm"
            ]
        },
        {
            "input": "Fact1: Sperm had to swim from male to female reproductive organs for fertilization.\nFact2: If fertilized, the egg implants itself in the uterus.",
            "output": [
                "Sperm had to swim from male to female reproductive organs to be implanted in the uterus"
            ]
        },
        {
            "input": "Fact1: biofuel is used to produce electricity by burning\nFact2: Ethanol is the most widely used biofuel today.",
            "output": [
                "Ethanol is used to produce electricity by burning"
            ]
        },
        {
            "input": "Fact1: if gas is heated then that gas will expand\nFact2: If a material is heated, it expands and the density decreases.",
            "output": [
                "if a gas is heated the density decreases"
            ]
        },
        {
            "input": "Fact1: All life relies on a relatively narrow range of pH, or acidity.\nFact2: Human life is dependent life.",
            "output": [
                "humans rely on a relatively narrow range of acidity"
            ]
        },
        {
            "input": "Fact1: Cells are the microscopic building blocks of organisms.\nFact2: Life is a living organism.",
            "output": [
                "Cells are the microscopic building blocks of Life "
            ]
        },
        {
            "input": "Fact1: a tape measure is used to measure length\nFact2: Length is how long something is.",
            "output": [
                "A tape measure is used to see how long something is"
            ]
        },
        {
            "input": "Fact1: using a car causes pollution\nFact2: Volkswagen remains the top European car brand sold in America.",
            "output": [
                "volkswagen causes pollution"
            ]
        },
        {
            "input": "Fact1: pollination requires pollinators\nFact2: Pollination Bee pollination is essential for a bountiful cranberry harvest.",
            "output": [
                "Bees are an essential requirement for cranberry production."
            ]
        },
        {
            "input": "Fact1: smell is used for finding food by some animals\nFact2: Another of our five major senses is the sense of smell.",
            "output": [
                "Animals use five major senses to find food."
            ]
        },
        {
            "input": "Fact1: Glucose is used for energy by the cells of most organisms.\nFact2: Food is converted into glucose.",
            "output": [
                "Food is used for energy by most organisms."
            ]
        },
        {
            "input": "Fact1: Behaviors that improve fitness increase through natural selection.\nFact2: Adaptation is the result of natural selection.",
            "output": [
                "Behaviors that improve fitness increase through adaptation"
            ]
        },
        {
            "input": "Fact1: Aggression is behavior that is intended to cause harm or pain.\nFact2: If it jumps, bites and growls, it is aggressive.",
            "output": [
                "an animal jumps, bites and growls to cause harm or pain"
            ]
        },
        {
            "input": "Fact1: being distracted while driving can cause people to crash their car\nFact2: Cell phones are a distraction to driving.",
            "output": [
                "Cell phones can cause people to crash their car"
            ]
        },
        {
            "input": "Fact1: Many corals secrete an exoskeleton that builds up to become a coral reef.\nFact2: An atoll is the third type of reef.",
            "output": [
                "Atolls are built by corals secreting an exoskeleton."
            ]
        },
        {
            "input": "Fact1: Evolution is a change in the characteristics of living things over time.\nFact2: On the other hand, the environment causes all living things to adapt.",
            "output": [
                "environment  can cause evolution"
            ]
        },
        {
            "input": "Fact1: Petals attract pollinators to the flower.\nFact2: Hummingbirds are the most common bird pollinators.",
            "output": [
                "petals attract hummingbirds to the flower"
            ]
        },
        {
            "input": "Fact1: Sweat wets the skin, and when it evaporates, it cools the body.\nFact2: Normally, the body cools itself by sweating.",
            "output": [
                "The body cools itself when wetness evaporates from skin"
            ]
        },
        {
            "input": "Fact1: tectonic plates being pushed together causes earthquakes\nFact2: For example, an earthquake hits San Francisco.",
            "output": [
                "tectonic plates being pushed together causes something that hits San Francisco"
            ]
        },
        {
            "input": "Fact1: Some touch receptors sense differences in temperature or pain.\nFact2: Touch receptors are free nerve endings or nerve endings that are surrounded by a capsule.",
            "output": [
                "some nerve endings sense differences in temperature"
            ]
        },
        {
            "input": "Fact1: Arthropods have a life cycle with sexual reproduction.\nFact2: Insects are the largest group of arthropods.",
            "output": [
                "insects have a life cycle with sexual reproduction."
            ]
        },
        {
            "input": "Fact1: Amphibians have sense organs to smell and taste chemicals.\nFact2: Frogs are the most durable of the amphibians.",
            "output": [
                "Frogs are durable creatures that can smell and taste chemicals"
            ]
        },
        {
            "input": "Fact1: when a cooler object touches a warmer object , thermal conduction occurs\nFact2: Thermal conductivity varies with sediment type.",
            "output": [
                "When a cooler object touches a warmer object, conductivity varies with sediment type."
            ]
        },
        {
            "input": "Fact1: a mold spore has a negative impact on the respiratory system\nFact2: Blue Mold Blue mold is caused by a fungus spread by wind-borne spores.",
            "output": [
                "Fungus spread by wind has a negative impact on the respiratory system"
            ]
        },
        {
            "input": "Fact1: Viruses often infect bacteria.\nFact2: Influenza viruses are restless.",
            "output": [
                "influenza can infect bacteria"
            ]
        },
        {
            "input": "Fact1: clouds are formed by water vapor rising into colder regions of the atmosphere and condensing\nFact2: This water evaporates into water vapor and rises up into the atmosphere.",
            "output": [
                "clouds are formed by water evaporating into colder regions and condensing"
            ]
        },
        {
            "input": "Fact1: Mammals have a layer of fat under the skin to help insulate the body.\nFact2: Dietary fats are the fats found in foods.",
            "output": [
                "mammals have a layer of food under their skin to help insulate the body"
            ]
        },
        {
            "input": "Fact1: if gas is heated then that gas will expand\nFact2: Nitrogen gas is the most abundant gas in the atmosphere.",
            "output": [
                "if nitrogen is heated it will expand"
            ]
        },
        {
            "input": "Fact1: a prism is used for refracting light\nFact2: Light seems to travel in rays or beams.",
            "output": [
                "a prism is used for refracting rays or beams"
            ]
        },
        {
            "input": "Fact1: Ozone depletion results in higher levels of UV radiation reaching Earth.\nFact2: Children are most at risk for overexposure to UV radiation.",
            "output": [
                "ozone depletion puts children at risk"
            ]
        },
        {
            "input": "Fact1: Viruses are not cells.\nFact2: Influenza viruses are classified as orthomyxoviruses.",
            "output": [
                "influenza orthomyxoviruses are not cells"
            ]
        },
        {
            "input": "Fact1: vein deposits of gold and silver are formed by igneous intrusion\nFact2: Magma that cools slowly deep below the surface produces coarse-grained intrusive igneous rocks.",
            "output": [
                "Vein deposits of gold and silver are formed when magma cools."
            ]
        },
        {
            "input": "Fact1: a delta is formed by deposition of sediment at the mouth of a river by water fanning out\nFact2: After sediments are deposited, they are gradually buried by more sediments.",
            "output": [
                "a delta can lead to the gradual burial of more sediments."
            ]
        },
        {
            "input": "Fact1: an egg requires warmth to survive\nFact2: Egg laying mammals are called monotremes.",
            "output": [
                "Monotremes require warmth for incubation "
            ]
        },
        {
            "input": "Fact1: a cactus stem is used for storing water\nFact2: Proper watering is important to the successful growth of the Christmas cactus.",
            "output": [
                "cactuses save proper water"
            ]
        },
        {
            "input": "Fact1: storms cause bodies of water to increase amount of water they contain\nFact2: Lakes are large bodies of inland water.",
            "output": [
                "storms cause Lakes  to increase"
            ]
        },
        {
            "input": "Fact1: Chordates have a complete digestive system and a closed circulatory system.\nFact2: All chordates are vertebrates.",
            "output": [
                "Vertebrates have a complete digestive system and a closed circulatory system."
            ]
        },
        {
            "input": "Fact1: Biomass is the total mass of organisms at a trophic level.\nFact2: Trophic level refers to the organisms position in the food chain.",
            "output": [
                "A biomass' position in the food chain is a trophic level."
            ]
        },
        {
            "input": "Fact1: completing a circuit causes electricity to flow through that circuit\nFact2: An electrical current is a flow of electrons.",
            "output": [
                "completing a circuit causes electrons to flow through that circuit"
            ]
        },
        {
            "input": "Fact1: Chordates have a complete digestive system and a closed circulatory system.\nFact2: Because reptiles are vertebrates, they are chordates.",
            "output": [
                "reptiles have a complete digestive system and a closed circulatory system"
            ]
        },
        {
            "input": "Fact1: Muscle contraction occurs when muscle fibers get shorter.\nFact2: Injury occurs as the muscle is being stretched while the muscle fibers are being contracted.",
            "output": [
                "Injury occurs as the muscle is stretched while the fibers are shorter"
            ]
        },
        {
            "input": "Fact1: the looseness of soil increases the amount of oxygen in that soil\nFact2: Without oxygen in the soil, most plants die.",
            "output": [
                "Plants may die if there is no looseness in the soil."
            ]
        },
        {
            "input": "Fact1: Polyps usually reproduce asexually.\nFact2: All corals begin as a single polyp.",
            "output": [
                "Corals reproduce asexually"
            ]
        },
        {
            "input": "Fact1: rest has a positive impact on a health\nFact2: Then the bull sits down to rest.",
            "output": [
                "Sitting down has a positive impact on health"
            ]
        },
        {
            "input": "Fact1: Echinoderms lack a centralized nervous system.\nFact2: Echinoderms are represented by the starfish.",
            "output": [
                "starfish lack a centralized nervous system"
            ]
        },
        {
            "input": "Fact1: Plants exhibit phototropism, or growing toward a light source.\nFact2: Stems are positively phototropic.",
            "output": [
                "stems grow towards light"
            ]
        },
        {
            "input": "Fact1: a windmill converts wind energy into electricity primarily by using mechanical energy\nFact2: Wind speed is important for wind energy.",
            "output": [
                "a windmill converts wind into electricity primarily by using wind speed"
            ]
        },
        {
            "input": "Fact1: poison causes harm to living things\nFact2: Rattlesnakes can inject poisonous venom.",
            "output": [
                "venom causes harm to living things"
            ]
        },
        {
            "input": "Fact1: coal is used to produce electricity by burning in coal-fire power stations\nFact2: Swamp vegetation was compressed to form coal.",
            "output": [
                "Swamp vegetation is used to produce electricity by burning in power stations"
            ]
        },
        {
            "input": "Fact1: if an animal sweats then that animal 's bodily water decreases\nFact2: Dogs only sweat from the bottoms of their feet, the only way they can discharge heat is by panting.",
            "output": [
                "A dog's bodily water can exit through the bottoms of their feet"
            ]
        },
        {
            "input": "Fact1: biofuel is used to produce electricity by burning\nFact2: Among the energy sources referred to as biofuels is garbage.",
            "output": [
                "Garbage can be burned to produce electricity"
            ]
        },
        {
            "input": "Fact1: Fertilization of gametes produces a diploid zygote.\nFact2: Male gametes are sperm.",
            "output": [
                "fertilization of sperm produces a diploid zygote"
            ]
        },
        {
            "input": "Fact1: Sweat wets the skin, and when it evaporates, it cools the body.\nFact2: Sweat is made of salt and water.",
            "output": [
                "Water and salt wets the skin, and when it evaporates, it cools the body."
            ]
        },
        {
            "input": "Fact1: Blood pH may become unbalanced if the rate of breathing is too fast or too slow.\nFact2: Aerobic activities are exercises that cause deep breathing and a fast heart rate.",
            "output": [
                "blood pH may become unbalanced from aerobic activities"
            ]
        },
        {
            "input": "Fact1: Insulin helps cells take up glucose from the blood.\nFact2: For instance, glucose is a sugar.",
            "output": [
                "Insulin helps cells take up sugar from the blood."
            ]
        },
        {
            "input": "Fact1: loud noises can cause animals to startle\nFact2: When startled or hurt, hamsters can deliver quite a bite.",
            "output": [
                "loud noises can cause hamsters to deliver quite a bite"
            ]
        },
        {
            "input": "Fact1: Behaviors can be learned through play.\nFact2: Structures and behaviors help animals move and survive in their habitats.",
            "output": [
                "play can help an animal survive"
            ]
        },
        {
            "input": "Fact1: Viruses contain DNA but not much else.\nFact2: Prions are different than bacteria or viruses.",
            "output": [
                "DNA is not in Prions"
            ]
        },
        {
            "input": "Fact1: an aquatic animal requires great amounts of water to survive\nFact2: Fish are backboned aquatic animals.",
            "output": [
                "fish require great amounts of water to survive"
            ]
        },
        {
            "input": "Fact1: Pollen consists of tiny grains that are the male gametes of plants.\nFact2: Bees use the pollen from flowers as food.",
            "output": [
                "bees use the male gametes of plants as food. "
            ]
        },
        {
            "input": "Fact1: fanning a fire increases the oxygen near the fire\nFact2: Oxygen can be in short supply as the fire consumes it also.",
            "output": [
                "Fanning a flame helps it consume air"
            ]
        },
        {
            "input": "Fact1: erosion of soil has a negative impact on the environment\nFact2: Forest environments collapse.",
            "output": [
                "erosion of soil has a negative impact on forests"
            ]
        },
        {
            "input": "Fact1: Cartilage is a tough tissue that contains a protein called collagen.\nFact2: Acid helps dissolve collagen.",
            "output": [
                "acid can help dissolve cartilage"
            ]
        },
        {
            "input": "Fact1: waxy leaves are used for storing water by some plants\nFact2: Kalanchoes are known for their waxy, thick, dark green leaves.",
            "output": [
                "kalenchoes use their leaves to store water"
            ]
        },
        {
            "input": "Fact1: drought is when amount of precipitation decreases\nFact2: If there's a drought, a lot of people die.",
            "output": [
                "If precipitation decreases, a lot of people can die."
            ]
        },
        {
            "input": "Fact1: Producers make food from inorganic molecules.\nFact2: Autotrophs are referred to as producers.",
            "output": [
                "Autotrophs make food from inorganic molecules."
            ]
        },
        {
            "input": "Fact1: when an animal moves , chemical energy is converted to mechanical energy\nFact2: Manatees are slow moving animals.",
            "output": [
                "Manatees convert chemical energy to mechanical energy."
            ]
        },
        {
            "input": "Fact1: Female gametophytes produce eggs inside the ovaries of flowers.\nFact2: Female gametophytes remain unisexual.",
            "output": [
                "Unisexual gametophytes produce eggs inside the ovaries of flowers"
            ]
        },
        {
            "input": "Fact1: if a thermal conductor is exposed to a source of heat then that conductor may become hot\nFact2: Metals are also known as being good conductors of heat, or thermal conductors.",
            "output": [
                "a metal may become hot if exposed to heat"
            ]
        },
        {
            "input": "Fact1: Spores may be dispersed by moving water, wind, or other organisms.\nFact2: Billions of spores can be produced on a single spore horn.",
            "output": [
                "Billions of seeds can be spread by moving wind, other organisms, or water."
            ]
        },
        {
            "input": "Fact1: Arteries generally carry oxygen-rich blood.\nFact2: Arteries and veins are blood vessels.",
            "output": [
                "blood vessels carry oxygen"
            ]
        },
        {
            "input": "Fact1: if a plant requires less water then that plant will survive in a drought\nFact2: Cacti and succulents can go without water for a long period.",
            "output": [
                "cacti can survive in a drought"
            ]
        },
        {
            "input": "Fact1: the mass of a planet causes the pull of gravity on that planet\nFact2: Gravity is the pulling force that holds objects to the surface of a planet.",
            "output": [
                "The mass of a planet causes the pulling force that holds objects to its surface"
            ]
        },
        {
            "input": "Fact1: chemical weathering causes iron in rock to oxidize\nFact2: Chemical weathering is the chemical disintigration of rocks.",
            "output": [
                "The chemical disintegration of rocks causes iron in rock to oxidize."
            ]
        },
        {
            "input": "Fact1: if a habitat can no longer support animals then those animals will move to another area\nFact2: Often habitat is destroyed for agriculture.",
            "output": [
                "agriculture can result in animals moving to another area from their home area"
            ]
        },
        {
            "input": "Fact1: Mammals breathe with the help of a diaphragm.\nFact2: Belly breathing uses the diaphragm, which helps relax the lungs.",
            "output": [
                "Mammals breathe by relaxing the lungs."
            ]
        },
        {
            "input": "Fact1: protein is used to repair cells by the human body\nFact2: Meat, fish and chicken are rich sources of protein.",
            "output": [
                "Meat, fish and chicken are used to repair cells by the human body."
            ]
        },
        {
            "input": "Fact1: an animal requires energy to move\nFact2: All foods provide energy.",
            "output": [
                "animals require food to move"
            ]
        },
        {
            "input": "Fact1: pesticides can cause pollution\nFact2: Pesticide A pesticide is an agent that is used to control pests.",
            "output": [
                "Agents to control pests can cause pollution."
            ]
        },
        {
            "input": "Fact1: Fungi have special structures for penetrating a host.\nFact2: Fungi include yeasts, molds, and fleshy fungi.",
            "output": [
                "mold have special structures for penetrating a host"
            ]
        },
        {
            "input": "Fact1: Sweating reduces body heat.\nFact2: Heat cramps are caused by sweating.",
            "output": [
                "sweating can cause cramps"
            ]
        },
        {
            "input": "Fact1: animals require water for survival\nFact2: Water fills the oceans of the world up to sea-level making it a liquid, a type of fluid.",
            "output": [
                "Animals require a type of fluid to survive."
            ]
        },
        {
            "input": "Fact1: a pan is used for cooking food by heating food in it on a stove\nFact2: Stoves Stoves can be a source of many accidents in the kitchen.",
            "output": [
                "A pan is used for cooking food by heating food in it on a source of many accidents in the kitchen."
            ]
        },
        {
            "input": "Fact1: a tape measure is used to measure length\nFact2: Measure of length is by meter and land measure by hectares.",
            "output": [
                "a tape measure is used to measure meters"
            ]
        },
        {
            "input": "Fact1: Animals can communicate with sounds, chemicals, or visual cues.\nFact2: All cats are animals.",
            "output": [
                "cats can communicate with sounds, chemicals or visual cues"
            ]
        },
        {
            "input": "Fact1: sound can be used for communication by animals\nFact2: Many animals rely on sounds to communicate to others in their species.",
            "output": [
                "many species rely on sound"
            ]
        },
        {
            "input": "Fact1: if a thermal conductor is exposed to a source of heat then that conductor may become hot\nFact2: Copper is a great thermal conductor.",
            "output": [
                "if copper is exposed to a source of heat then it may become hot"
            ]
        },
        {
            "input": "Fact1: Food consists of organic molecules that store energy in their chemical bonds.\nFact2: Food People want pure food.",
            "output": [
                "Something that people want pure consists of organic molecules"
            ]
        },
        {
            "input": "Fact1: boiling is when liquids are heated above their boiling point\nFact2: Boiling point is also affected by pressure.",
            "output": [
                " liquids  heated are affected by pressure"
            ]
        },
        {
            "input": "Fact1: when the body is hot , sweat is produced to cool the body\nFact2: Sweat is released from sweat glands beneath the skin, and as it evaporates, the skin is cooled.",
            "output": [
                "when the body is hot, evaporation is used to cool the body"
            ]
        },
        {
            "input": "Fact1: an electric stove transforms electrical energy to heat energy\nFact2: Electrical energy refers to energy associated with the flow of electrons.",
            "output": [
                "an electric stove transforms the flow of electrons to heat"
            ]
        },
        {
            "input": "Fact1: Roundworms may be free-living or parasitic.\nFact2: Roundworms Nearly all puppies and kittens have roundworms.",
            "output": [
                "Puppies and kittens may have parasitic worms."
            ]
        },
        {
            "input": "Fact1: a rainbow is formed by refraction of light by separating light into all different colors\nFact2: Light rays come in through the lens.",
            "output": [
                "a rainbow is formed by refraction of rays by separating rays into all different colors"
            ]
        },
        {
            "input": "Fact1: Many consumers feed at more than one trophic level.\nFact2: Cows and sheep are examples of primary consumers.",
            "output": [
                "sheep can feed at more than one trophic level"
            ]
        },
        {
            "input": "Fact1: erosion of soil has a negative impact on the environment\nFact2: Cattle can cause soil erosion.",
            "output": [
                "cattle can have a negative impact on the environment"
            ]
        },
        {
            "input": "Fact1: rocks interacting with wind over long periods of time causes weathering\nFact2: On Earth, rocks are weathered by wind and water, creating soil and sand.",
            "output": [
                "Rocks interacting with wind over time causes the creation of soil and sand."
            ]
        },
        {
            "input": "Fact1: Echinoderms lack respiratory and excretory systems.\nFact2: Echinoderms are represented by the starfish.",
            "output": [
                "Starfish lack respiratory and excretory systems."
            ]
        },
        {
            "input": "Fact1: Minerals are chemical elements that are essential for body processes.\nFact2: Mineral salts Of the mineral salts, iodine is of great significance.",
            "output": [
                "salts are are chemical elements that are essential for body processes"
            ]
        },
        {
            "input": "Fact1: Some mollusks are nearly microscopic.\nFact2: Interestingly, a squid is also a mollusk.",
            "output": [
                "Some squids are nearly microscopic."
            ]
        },
        {
            "input": "Fact1: skin is used for breathing air by frogs\nFact2: Every frog starts as a tadpole.",
            "output": [
                "skin is used for breathing air by tadpoles"
            ]
        },
        {
            "input": "Fact1: when a river floods , that river deposits soil in flood plains\nFact2: Flood plains are generally marshy.",
            "output": [
                "when a river floods, it deposits soil in generally marshy areas"
            ]
        },
        {
            "input": "Fact1: the emission of sulfur dioxide causes acid rain\nFact2: An erupting volcano emits sulfur dioxide.",
            "output": [
                "An erupting Volcano causes acid rain"
            ]
        },
        {
            "input": "Fact1: Vesicle transport requires energy, so it is also a form of active transport.\nFact2: Active transport involves movement of substances against a chemical gradient.",
            "output": [
                "Vesicle transport requires energy for movement of substances against a chemical gradient."
            ]
        },
        {
            "input": "Fact1: photosynthesis means producers convert from carbon dioxide, water, and solar energy into carbohydrates for themselves\nFact2: Green plants are producers .",
            "output": [
                "photosynthesis means plants convert from carbon dioxide, water, and solar energy into carbohydrates for themselves"
            ]
        },
        {
            "input": "Fact1: increasing heat causes thermal expansion\nFact2: Gaskets and thermal expansion increase the misalignment problem.",
            "output": [
                "Increasing heat in gaskets can increase misalignment problems."
            ]
        },
        {
            "input": "Fact1: Most fungi get organic compounds from dead organisms.\nFact2: Decomposers decay dead organisms or their wastes.",
            "output": [
                "Most fungi get organic compounds from decomposers"
            ]
        },
        {
            "input": "Fact1: Viruses infect and live inside the cells of living organisms.\nFact2: Influenza viruses mutate.",
            "output": [
                "influenza can infect and live inside the cells of living organisms"
            ]
        },
        {
            "input": "Fact1: gases released during the use of fossil fuels causes global warming\nFact2: Oil is a fossil fuel.",
            "output": [
                "gases released during the use of oil causes global warming"
            ]
        },
        {
            "input": "Fact1: thirst is used to make an animal realize that it needs to replenish its bodily water by the body\nFact2: General signs of dehydration include Thirst.",
            "output": [
                "Animals need to replenish water to avoid dehydration"
            ]
        },
        {
            "input": "Fact1: Communities consist of populations of different species.\nFact2: And, a species can split into two species.",
            "output": [
                "communities consist of populations of different things that can split into two"
            ]
        },
        {
            "input": "Fact1: cold fronts cause thunderstorms as they pass by\nFact2: If cold air is advancing on warm air, the front is called a cold front.",
            "output": [
                "Thunderstorms are caused when cold air advances on warm air. "
            ]
        },
        {
            "input": "Fact1: Roundworms reproduce sexually.\nFact2: Nematodes are millimeter-sized roundworms.",
            "output": [
                "Nematodes reproduce sexually."
            ]
        },
        {
            "input": "Fact1: Lakes are generally bigger and deeper than ponds.\nFact2: Frogs start out life in ponds and puddles.",
            "output": [
                "Lakes are generally bigger and deeper than where frogs start out life"
            ]
        },
        {
            "input": "Fact1: threatening behavior causes a fight-or-flight response in animals\nFact2: Fear also causes adrenaline to surge, which is part of the fight or flight response.",
            "output": [
                "threatening behavior causes adrenaline to surge in animals"
            ]
        },
        {
            "input": "Fact1: creating wood-free paper does not require cutting down trees\nFact2: Deforestation happens when people cut down forests or when trees are burned.",
            "output": [
                "Creating wood-free paper does not require deforestation. "
            ]
        },
        {
            "input": "Fact1: Playing is just one of many ways that mammals and other animals learn how to behave.\nFact2: After all, seals are mammals just as humans are mammals.",
            "output": [
                "Playing is just one of many ways that humans and other animals learn how to behave."
            ]
        },
        {
            "input": "Fact1: infection can cause bodily tissues to swell\nFact2: Doctors call such tissue swelling edema.",
            "output": [
                "An infection can cause edema"
            ]
        },
        {
            "input": "Fact1: Algae have varied life cycles.\nFact2: Algae and many other aquatic plants are eaten by a variety of invertebrates and fish.",
            "output": [
                "Certain aquatic organisms eaten by fish have varied life cycles"
            ]
        },
        {
            "input": "Fact1: Earth 's magnetic patterns are used for finding locations by animals that migrate\nFact2: Bird Migration and Isotopes Tracking animal migration is a difficult task.",
            "output": [
                "Earth 's magnetic patterns are used for finding locations by birds"
            ]
        },
        {
            "input": "Fact1: plant reproduction requires pollination\nFact2: Most plants are either insect pollinated or wind pollinated.",
            "output": [
                "pollination requires wind "
            ]
        },
        {
            "input": "Fact1: Producers make food from inorganic molecules.\nFact2: Among the small inorganic molecules which are economically attractive are CO and H 2 .",
            "output": [
                "Producers make food from CO and H 2."
            ]
        },
        {
            "input": "Fact1: decomposition increases amount of organic matter in soil\nFact2: Organic mulch improves the soil.",
            "output": [
                "decomposition improves the soil"
            ]
        },
        {
            "input": "Fact1: coal is used for generating heat by burning\nFact2: Coal forms from dead plants, compacted.",
            "output": [
                "dead plants can generate heat"
            ]
        },
        {
            "input": "Fact1: Algae have varied life cycles.\nFact2: And fish eat algae.",
            "output": [
                "fish eat foods with varied life cycles"
            ]
        },
        {
            "input": "Fact1: Fission takes place when an animal divides into two parts.\nFact2: Actual stages of mitosis can be viewed at Animal Cell Mitosis .",
            "output": [
                "fission takes place during mitosis"
            ]
        },
        {
            "input": "Fact1: Sperm had to swim from male to female reproductive organs for fertilization.\nFact2: Within the body are the stomach and reproductive organs.",
            "output": [
                "Sperm had to swim from male to female organs within the body for fertilization."
            ]
        },
        {
            "input": "Fact1: evaporation can be used for separating a solute from a solvent in a solution\nFact2: Energy in the form of heat causes evaporation.",
            "output": [
                "heat can be used to separate a solute from a solvent in a solution"
            ]
        },
        {
            "input": "Fact1: Cells are the basic units of the structure and function of living things.\nFact2: An organism is a living thing.",
            "output": [
                "Cells are the basic units of the structure and function of organisms"
            ]
        },
        {
            "input": "Fact1: Cell division is more complex in eukaryotes than prokaryotes.\nFact2: Asexual cell division is called Mitosis.",
            "output": [
                "Mitosis is more complex in eukaryotes than prokaryotes."
            ]
        },
        {
            "input": "Fact1: cellular respiration is when a cell converts from oxygen and carbohydrates into carbon dioxide, water, and energy\nFact2: Cellular respiration occurs in the mitochondria.",
            "output": [
                "a cell converts oxygen and carbohydrates into carbon dioxide, water, and energy in the mitochondria"
            ]
        },
        {
            "input": "Fact1: Testosterone stimulates the reproductive organs to develop into male organs.\nFact2: For men, however, the hormone in question is testosterone.",
            "output": [
                "a hormone stimulates the reproductive organs to develop into male organs"
            ]
        },
        {
            "input": "Fact1: lakes are formed by precipitation and runoff\nFact2: Precipitation: Rain, hail and snow.",
            "output": [
                "Lakes can be formed by rain"
            ]
        },
        {
            "input": "Fact1: fire converts chemical energy into light and heat energy\nFact2: If fuel burns, chemical energy is converted into thermal energy.",
            "output": [
                "Fires ignited with fuel convert energy into light and heat"
            ]
        },
        {
            "input": "Fact1: a plant requires sunlight to grow\nFact2: Sunlight is composed of photons, or particles of solar energy.",
            "output": [
                "A plant needs photons in order to grow."
            ]
        },
        {
            "input": "Fact1: Dilation occurs when cell walls relax.\nFact2: Animals have no cell walls.",
            "output": [
                "Dilation occurs when part of a cell that an animal does not have relaxes."
            ]
        },
        {
            "input": "Fact1: carpooling decreases the amount of cars used to travel to a place\nFact2: Carpools and vanpools can save time.",
            "output": [
                "vanpools decrease the amount of cars used to travel to a place"
            ]
        },
        {
            "input": "Fact1: Mammals can also generate little bursts of heat by shivering.\nFact2: Heat is produced by muscle action and shivering.",
            "output": [
                "mammals can generate heat by muscle action"
            ]
        },
        {
            "input": "Fact1: Adult echinoderms have radial symmetry.\nFact2: Echinoderms are spiny skinned animals found only in marine environments.",
            "output": [
                "Adult spiny skinned animals found only in marine environments have radial symmetry"
            ]
        },
        {
            "input": "Fact1: the mass of a planet causes the pull of gravity on that planet\nFact2: Earth is a living planet.",
            "output": [
                "Earth's mass causes the pull of gravity"
            ]
        },
        {
            "input": "Fact1: Passive immunity lasts only as long as the antibodies survive in body fluids.\nFact2: Furthermore, antibody levels decrease with time.",
            "output": [
                "Passive immunity diminishes with time"
            ]
        },
        {
            "input": "Fact1: when metal conducts heat , that metal expands\nFact2: Steel is a solution of metals.",
            "output": [
                "when steel conducts heat, it expands"
            ]
        },
        {
            "input": "Fact1: a greenhouse is used to protect plants by keeping them warm\nFact2: Warm temperatures have helped plant growth and sizing.",
            "output": [
                "a greenhouse helps  plant growth"
            ]
        },
        {
            "input": "Fact1: cold fronts cause thunderstorms as they pass by\nFact2: Fronts boundaries between air masses Fronts are boundaries between air masses .",
            "output": [
                "boundaries between air masses can cause thunderstorms as they pass by"
            ]
        },
        {
            "input": "Fact1: All plants have a characteristic life cycle that includes alternation of generations.\nFact2: Plants have chlorophyll and an alternation of generations .",
            "output": [
                "Plants have chlorophyll and a characteristic life cycle"
            ]
        },
        {
            "input": "Fact1: decomposition increases the amount of nutrients in the soil\nFact2: Organic matter is the plant and animal residue in the soil at various stages of decomposition.",
            "output": [
                "Plant and animal residue increases the amount of nutrients in the soil"
            ]
        },
        {
            "input": "Fact1: Antigens are found on cancer cells and the cells of transplanted organs.\nFact2: Organs such as the stomach and liver also begin to develop.",
            "output": [
                "antigens are found on cancer cells and the cells of transplanted livers"
            ]
        },
        {
            "input": "Fact1: being burried under soil and mud changes vegetation into peat through extreme heat and pressure in a swamp over a long period of time\nFact2: Most coal is fossil peat.",
            "output": [
                "Coal is created from being buried under soil"
            ]
        },
        {
            "input": "Fact1: changes in the pH of soil can cause plants to die\nFact2: Sulfur lowers pH in soil.",
            "output": [
                "sulfur can cause plants to die"
            ]
        },
        {
            "input": "Fact1: Bivalves feed on plankton and nonliving organic matter.\nFact2: Mussels are bivalve mollusks.",
            "output": [
                "mussels feed on nonliving organic matter"
            ]
        },
        {
            "input": "Fact1: the moon revolving around the Earth causes the phases of the moon\nFact2: Earth revolves around sun, moon around the earth.",
            "output": [
                "The moon rotates around the earth"
            ]
        },
        {
            "input": "Fact1: friction causes an object to lose energy\nFact2: For example, the word Car refers to a type of object, so Car is a class.",
            "output": [
                "Friction causes a car to lose energy"
            ]
        },
        {
            "input": "Fact1: Hormones are chemical messengers that control many body functions.\nFact2: Body functions are interrelated.",
            "output": [
                "hormones are interrelated"
            ]
        },
        {
            "input": "Fact1: All animals are heterotrophs.\nFact2: Alligators are cold-blooded animals.",
            "output": [
                "all alligators are heterotrophs"
            ]
        },
        {
            "input": "Fact1: Producers are organisms that produce food for themselves and other organisms.\nFact2: If the plant is green, it is a producer.",
            "output": [
                "green plants are organisms that make food for themselves and other organisms"
            ]
        },
        {
            "input": "Fact1: if an object reflects light toward the eye then that object can be seen\nFact2: Light seems to travel in rays or beams.",
            "output": [
                "if an object reflects rays or beams toward the eye then it can be seen"
            ]
        },
        {
            "input": "Fact1: a warm front causes cloudy and rainy weather\nFact2: Warm air moving into an area of cold air is called a warm front .",
            "output": [
                "Warm air moving into cold air causes cloudy and rainy weather"
            ]
        },
        {
            "input": "Fact1: a plant requires water to grow\nFact2: Flowers that grow from bulbs prefer cool water.",
            "output": [
                "A plant requires bulbs to grow and flower"
            ]
        },
        {
            "input": "Fact1: a gasoline lawn mower converts gasoline into motion\nFact2: Oil and gasoline are fossil fuels.",
            "output": [
                "lawn mowers convert fossil fuels into motion"
            ]
        },
        {
            "input": "Fact1: Mollusks have a circulatory system with one or two hearts that pump blood.\nFact2: Mollusks have a simple heart, which pumps the blood throughout the body.",
            "output": [
                "mollusks have a simple heart"
            ]
        },
        {
            "input": "Fact1: Molecules of DNA are encoded with instructions that tell cells what to do.\nFact2: Genes are parts of DNA molecules.",
            "output": [
                "Genes are instructions that tell cells what to do."
            ]
        },
        {
            "input": "Fact1: if fossils of a water animal or plant are found in a place then that place used to be covered by water in the past\nFact2: Fossils are the remains of prehistoric life.",
            "output": [
                "if remains of prehistoric life are found in a place then that place used to be covered by water "
            ]
        },
        {
            "input": "Fact1: friction causes the temperature of an object to increase\nFact2: If there is no movement friction is zero.",
            "output": [
                "Movement causes the temperature of an object to increase."
            ]
        },
        {
            "input": "Fact1: a greenhouse is used to protect plants from the cold\nFact2: Inside a greenhouse, it is the glass roof that creates the warmth.",
            "output": [
                "glass can protect plants from cold"
            ]
        },
        {
            "input": "Fact1: operating an automobile usually requires fossil fuels\nFact2: Car and automobile, for example, are synonyms.",
            "output": [
                "operating a car usually requires fossil fuels"
            ]
        },
        {
            "input": "Fact1: Energy is passed up a food chain or web from lower to higher trophic levels.\nFact2: Energy and carbon in organic compounds passed through food chain to herbivores and carnivores.",
            "output": [
                "Carbon in organic compounds are passed through the food web from herbivores to carnivores."
            ]
        },
        {
            "input": "Fact1: Mutations may change the structure of a chromosome or just change a single nucleotide.\nFact2: DNA is made up of nucleotides.",
            "output": [
                "Mutations change DNA."
            ]
        },
        {
            "input": "Fact1: Macroevolution occurs over geologic time above the level of the species.\nFact2: Speciation events are thus examples of macroevolution.",
            "output": [
                "speciation events are an example of something that occurs over geologic time above the level of species."
            ]
        },
        {
            "input": "Fact1: Oxygen is essential for cellular respiration for all aerobic organisms.\nFact2: Fungi are aerobic organisms.",
            "output": [
                "Oxygen is essential for a fungi's cellular respiration"
            ]
        },
        {
            "input": "Fact1: Hormones control many cell activities, so they are very important for homeostasis.\nFact2: Homeostasis is the chemical equilibrium of the body.",
            "output": [
                "Hormones control many cell activities, so they are very important for the chemical equilibrium of the body"
            ]
        },
        {
            "input": "Fact1: hydropower requires damming a river\nFact2: Streams and rivers are crossed on rocks, beaver dams, on fallen trees or by wading.",
            "output": [
                "Hydropower requires beavers damming streams with fallen trees."
            ]
        },
        {
            "input": "Fact1: Female gametophytes produce eggs inside the ovaries of flowers.\nFact2: Microspores develop into female gametophyte that produces egg in archegonium.",
            "output": [
                "microspores develop into female gametophytes "
            ]
        },
        {
            "input": "Fact1: tectonic plates being pushed together causes earthquakes\nFact2: Most of the tectonic activity associated with plate tectonics occurs at or near plate margins.",
            "output": [
                "Most earthquakes occur at or near plate margins."
            ]
        },
        {
            "input": "Fact1: conserving water can be used for survival in a dry environment\nFact2: Conservation of water follows conservation of sodium.",
            "output": [
                "conserving sodium. can be used for survival in a dry environment"
            ]
        },
        {
            "input": "Fact1: sugar causes food to taste sweet\nFact2: Regular sugar is also called sucrose.",
            "output": [
                "Sucrose causes food to taste sweet"
            ]
        },
        {
            "input": "Fact1: refracting sunlight causes sunlight to split into different colors\nFact2: When Sunlight passes through a prism, the light is separated into a rainbow of different colors.",
            "output": [
                "Refracting sunlight causes sunlight to split into colors and form a rainbow."
            ]
        },
        {
            "input": "Fact1: Wings are part of the exoskeleton and attached to the thorax.\nFact2: Insects have exoskeletons.",
            "output": [
                "wings are attached to insects' thorax"
            ]
        },
        {
            "input": "Fact1: Veins generally carry deoxygenated blood.\nFact2: Deoxygenated blood is heavy with carbon dioxide.",
            "output": [
                "Veins carry blood that's heavy with carbon dioxide"
            ]
        },
        {
            "input": "Fact1: a flashlight requires a source of electricity to produce light\nFact2: Lanterns and flashlights are sources of light used for camping.",
            "output": [
                "a lantern requires a source of electricity to produce light"
            ]
        },
        {
            "input": "Fact1: Chemical bonds form when substances react with one another.\nFact2: Vinegar and baking soda, when mixed together, react chemically to create carbon dioxide gas.",
            "output": [
                "combining Vinegar and baking soda causes chemical bonds to form"
            ]
        },
        {
            "input": "Fact1: Fertilization occurs when sperm swim to an egg inside an archegonium.\nFact2: If the egg is fertilized, it can implant in the uterus and cause pregnancy.",
            "output": [
                "pregnancy occurs when sperm swim to an egg inside an archegonium"
            ]
        },
        {
            "input": "Fact1: Adult sponges produce eggs and sperm.\nFact2: Sexual reproduction involves sperm and an egg.",
            "output": [
                "adult sponges reproduce sexually"
            ]
        },
        {
            "input": "Fact1: a stem is used to store water by some plants\nFact2: Some plants also store water in their trunks and stems.",
            "output": [
                "plants store water in their trunks"
            ]
        },
        {
            "input": "Fact1: Amphibians have a relatively complex circulatory system with a three-chambered heart.\nFact2: All frogs are amphibians.",
            "output": [
                "frogs have a relatively complex circulatory system with a three-chambered heart"
            ]
        },
        {
            "input": "Fact1: wiring requires an electrical conductor\nFact2: Copper is a much better conductor.",
            "output": [
                "most wiring requires copper"
            ]
        },
        {
            "input": "Fact1: crumple means change shape from smooth into compacted by physical force\nFact2: An apple apparently crumples.",
            "output": [
                "an apple can change shape from smooth into compacted by physical force"
            ]
        },
        {
            "input": "Fact1: Macroevolution is evolution over geologic time above the level of the species.\nFact2: Geologic time lines are expressed in geologic eras and periods.",
            "output": [
                "macroevolution is evolution over eras above the level of the species"
            ]
        },
        {
            "input": "Fact1: a black hole is formed by a high-mass star collapses\nFact2: Essentially, a black hole is a gravity drain.",
            "output": [
                "a gravity drain is formed by a high-mass star collapses"
            ]
        },
        {
            "input": "Fact1: moss causes chemical weathering\nFact2: Chemical weathering causes chemical changes in the minerals of a rock.",
            "output": [
                "moss causes chemical changes in the minerals of a rock"
            ]
        }
    ]
}