{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, you will be given a statement in Japanese. Your task will be to transform it into English.",
  "Positive Examples": [
    {
        "input": "トロント・アイランド空港地域の平均風速は時速12kmである。\n",
        "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
        "explanation": "The above sentence is correctly translated from Japanese to English."
    }, {
        "input": "アッシュクロフトは、「歴史は、我々を優しくは裁かない」と会議の間にコメントした。\n",
        "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is correctly translated from Japanese to English as it correctly captures overall meaning of the sentence."
    },
    {
      "input": "教会はまた、個人を処方薬で不法に治療することで、薬局として不法に活動しているという嫌疑を受けている。",
      "output": "The Church also faces charges of illegally operating as a pharmacy by illegally treating individuals with prescription medications.",
      "explanation": "The above sentence is correctly translated from Japanese to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "アッシュクロフトは、「歴史は、我々を優しくは裁かない」と会議の間にコメントした",
      "output": "\"I thought going into the third we'd each won a round, but I definitely thought I won that last round.\"",
      "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
    },
    {
      "input": "彼は「１７３０００のイラク治安部隊」が国に配置されているが、その国のインフラ整備とともに、トレーニングの終了および彼らの治安部隊の整備が多く残されていると付け加えた。",
      "output": "Several helicopters were called in from Detroit, Michigan and Traverse City.",
      "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
    },
    {
      "input": "今や月から102キロで円軌道にのっている。",
      "output": "The reviews of the movie Avengers movie ar eout and they are completely off the charts.",
      "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "例えばつばを吐いたり、水をかけようとしたり、または、警備員に放尿しようとするような違反行為は唐辛子スプレーの使用が認められないケースとして明示的にリストに挙げられている。\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },

    {
        "input": "「私たちはこの結果を非常に深刻に受け止め、反省すべき点は反省する」と安倍は記者会見で述べた。\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "オーストラリアの米国との強い結びつきとイラクでの米国主導の戦争への支援は、2004年後半にある選挙でのハワードの4連続勝利にとって重要な問題である。\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "アフリカの子供達の合唱団もまた、今年のトップ10をステージで歌いました。\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "Pedrinaとアレキサンダー・Tschappatベルリン市長を含む他の人々は、抗議者の期間である土曜日と日曜日の間に意見を述べた。\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "24時間営業の店は郊外に計画されていたが、ファストフードの巨大企業は店が金曜日と土曜日だけ夜明かしで営業するという合意を撤回した。\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "チーム・ニュージーランドのトリマーであるダン・カーウィは、「昨日われわれが言ったように、非常にバランスのよいボートが２隻向こうにあります」と言った。\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "反対派による闘争を終結しようとするバッシャール・アル＝アサド・シリア大統領支持をヒズボラが支持し反対派に対し派兵したため、シリアの反対勢力はヒズボラグループに対する報復を示唆した。\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "最初の検察官により弁護団からの証拠が差し控えられたため、米国司法省は前アラスカ州上院議員テッド・スティーブンスに対し、贈収賄容疑で退任するよう求めた。\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "荒海が浄化に影響を与えたが、当局は10日以内に作戦が完了すると予想している。\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "ダウナー氏は取調べに、情報が取り上げられた可能性はないと語った。\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "癌の治療にその薬を使用することについて臨床試験がまだ実行されていないので、研究者とアルバータがん会と首都の健康は癌の治療へのDCAの使用をまだ勧めていない。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "中国が世界市場を混乱させてからちょうど2週間後、アメリカのサブプライム住宅ローンに対する不安が募り、世界中の取引所を落ち着かなくさせた。\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "この問題に触れて、イスラエルの首相は、彼の党の会合で、「リーダーシップは、たとえ困難であろうとも、決定を実行する能力で判断される」と言った。\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "イタリア人も事故でけがをしたと伝えられている。\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "ヴェルデンス・ガング新聞(VG)のオンライン版からの3人のジャーナリストがテストを受けた後、陳述がなされた。\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "NTGLは、チームの旅行の料金を払う資金の不足のため、トーゴのロメへ旅立つことができないと、水曜日に発表した。\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "当局はその幅半マイル（約800m）のエリアから避難した。\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "ジョージアは後半最初にリードし、その後も得点の脅威はあったが、アイルランドのディフェンスが4ポイントとなる勝利を確実にした。\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "SO19の武装した警察官がロンドンのノッティングヒルとノースケンジントン地域の土地を抜き打ち捜査し、イタリア軍はイタリアのローマの土地で4人目の爆破事件容疑者を逮捕した。\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "フィートウは現在オホーツク海の方へ進んでおり、毎時２４マイルくらいで前進している。\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "現在の救助作業に資金を供給するため、日本政府は、被災地を作り直す見積り額が総5兆ドルのGDPの1パーセントと同じくらいの高さであり、日本政府は税を上げることを検討していると報告されている。\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "自身も国民投票で投票したエリー・ウルド・モハメド・バル大統領は、「今日は、素晴らしい日であり、モーリタニアが生まれ変わった…」と言った。\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "グルジア内務省のスポークスマンはロシア部隊がZugdidiの町も支配したと言った。\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "世界保健機関（WHO)は、ジンバブエというアフリカの国を襲ったコレラの流行がピークを過ぎたようだと述べた。\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "シン・フェイン党党首のジェリー・アダムズは慎重ながらも計画への歓迎の意を表し、「熟考し相談の必要がある」と述べた。\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "英国のトニー・ブレア首相は、「警察長が、水曜日に行われた、告訴無しで身柄を拘留する期間を延長することに対する投票の間、政治的な議題を支持するよう圧力をかけられた」という主張に対する下院の審問に面することができた。\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "シンディ・シーハン氏は日曜日、ブッシュ氏が彼女に再び話しかけるまで、ブッシュ氏の農場近くで路傍での平和を求める抗議活動を続ける予定だと言った。\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "ペンシルバニア州の教育法が「プロの教育者は、知りながらわざと教科題材について虚偽の紹介をしてはならない」と定めるため、ドーバーの学校の生物教師らは、教育委員会のインテリジェント・デザインについての声明を生徒たちに読むことを拒否していた。\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "3月14日に終了した週の新しいコレラの症例数は2,076で、前の週に報告された3,812の感染のほぼ半分であり、2月初めには一週間当たり8,000だった。\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "アンティニー（またはキンタマ{睾丸}ウイルス）というウイルスの一つは、最初に入手したユーザーの許可無しに、ファイル共有ネットワークにドキュメント・ファイルをアップロードする原因となると考えられている。\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "「7月初めに私に出された捜査令状に記載されたかつての職員が3人いて、私たちは警察が資料を収集する手助けをした」とエドワーズ氏はフェアファックス・ラジオ・ネットワークに語った。\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "ビクトリア州警察の上級巡査、バリー・ヒルズ氏は少年について「感じの良いやつで、良い子だ」と言った。\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "しかし、地方政府の反応は敵対的で、追放されたガルモ・ウィリアムズ首相は「クーデター」だと言った。\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "週後半の戦争ゲームの間、より多くのミサイルがテストされるとの報告もある。\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "ロンバルドによると、「（建物内に）火事は全くないように見え」て、2,800人の労働者全員が午後12時少し過ぎに仕事に戻ることを許可された。\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "P・チダンバラム財務大臣は、供給側の制約によってインフレ率が高まっていることを強く懸念すると言った。\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "資金集めの数値は2月に公表され、ロムニーは月中に1250万ドル集め、広告に1230万ドル費やした。\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ":(a)どのような条件が日本国籍を取得／失効するかを設定するのかは立法府の法制定の範疇であり（第十条）、このような条件下で合理的な理由なくもたらされる差別は憲法違反でありえる（第十四条：一項）。\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "クラブの関係者によると、SCC7Sは、間もなく国際ラグビー評議会7scircuitにおいて主要な地位を占めると期待されています。\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "USGSはいくらかダメージがあるかもしれないが、「非常に軽度」であろうと述べたが、サンバーナーディーノ郡消防部の発言に関する限り、これまで損害は全く報告されていないとのことである。\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "「はい、アルカイダは石油施設を攻撃しましたが、彼らは唯一の俳優ではありませんでしたし、主な俳優でもありませんでした」と、彼は言った。\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "そのジョイントベンチャーは、現在のXtraMSNとよばれるマイクロソフトとXtraの間の長きに渡るパートナーシップを置き換えるものだ。\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "シドルスキーは2003年7月にルカシェンコ大統領に任命されて以来、ベラルーシの首相であった。\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "言及された3チームは、来月のNATO加盟の勧誘にふさわしい資格を得るための計画の一環として、そこに保管されていた旧式の軍需物資を廃棄してスターリン時代の武器を取り除き、軍隊を近代化していた。\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "ミャンマー（あるいは、ビルマ）のバスの爆弾の爆発は、５５歳の男性の命を奪い、もう一人の男性を負傷させた。\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "水曜日に終了する予定だったオーストラリア全体の馬、ロバ、そしてラバの活動禁止は、金曜日まで延期されている。\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "Soulasは墜落した飛行機に搭乗していた娘と義理の息子を失った。\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "北朝鮮は、彼らが数日中に開始が予定されている米国との共同実射軍事演習に参加した場合、韓国に「自己防衛的な攻撃」を警告している。\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "弾劾手続きは来週中に開始される予定だ。\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "ブルダと彼のチームは、グーグルアースの解析を通じて牛のデータを収集した。\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "「アメリカ政府は取引する際、いつも必ず彼らが最高の価値を得られることを確実にしようとしている」と彼は語った。\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "その合意では、キャノンは、この技術を用いて他の事業を行うことを許されておらず、キャノンが東芝と提携したことが前述の訴訟の理由であった。\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "そして懇願の第二段階として、援助申し出が実際の支払いになる。\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "事件は地元第一政党の政治集会中に起こった。\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "この研究によると、女性の健康と教育についての進展はあった。\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "15隻の船が保存用の氷を積んだ大型船舶だったことを示しながら、「私たちは単なる自給自足のための漁業ではなく、むしろ大規模な商業行為について話しているのだ」とマクドナルド氏は声明で述べた。\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "国連は、金曜日、パキスタン政府に特にジャーナリストに対する多数の殺害と誘拐について調査するよう要請した。\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "その時点でおよそ50人の人々が中にいたが、ほとんどは子連れの家族であった。\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "世界中のオンラインの組織が、現在、容量いっぱいまで使われているシステムの問題を解決することが望まれている、IPv6というインターネット・アドレスの新しいシステムを、今日、テストしている。\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "35メートルの船は、シドニーで行われるAPEC会議へ行く途中に座礁したこの前の木曜日からずっと動けないままでいた。\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "「ドイツ人すべてがナチス党員だったわけではない。」\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "その時パブの外で飲んでいた目撃者によると、少年は駐車場でサッカーをしていた3人のうちの1人で、BMXの自転車に乗った10代の、おそらく少年がおよそ30メートル先からそのグループに向けて3発を発射して、そのうちの1発が被害者の首に当たったということだ。\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "第１、第２クウォーターでウィニペグがリードしたにもかかわらず、サスカチュワンの攻撃は、結局はブルー・ボンバーズには強すぎることがわかった。\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "議論の的になっている、「ランドマーク・フォーラム」と呼ばれる開発研修コースは、ニューヨークとワシントンD.C.にある米国連邦裁判所で宗教的な差別のある訴訟であると引き合いに出される。\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "吹雪に加え、最高毎時60マイルの風がニュー・イングランドに吹き、湾岸の洪水の懸念があった。\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "パレスチナの研究グループPASSIAを率いるマフディー・アブドル・ハーディは、オルメルト氏とアッバス氏が政治的に弱体化し、どちらも他方に求めるものを与えられないだろうと言った。\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "通信会社のAT＆Tはイベントのためにフリーダイヤルと10のコールセンターを提供し、MCIは彼らのコールセンターからボランティアを提供した。\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "これらの国々は「農業生産と生産性を押し上げることを要求される発展、経済および政策ツールを与えられなければなりません」と、彼は言った。\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "ケニア国境に近い人里離れた島、ラス・カンボニへの攻撃で、米国はソマリア人武装勢力と民間人1500人が死亡した1993年の作戦以来初めてその混乱した国に関わることになる。\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "バイエルン・ミュンヘンは、１７歳のトニ・クロースの最初のプロ・ゴールが試合の最後のキックとなり、３?２でレッドスター・ベオグラードを破った。\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "ピバーディは、「われわれに関するかぎり、またRＥSTから言われるかぎり、われわれが対処しているのは商人だった」と言って、彼がだまされたのではないかという主張に反論した。\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "彼らは引き渡しの式典の間、空港で追撃砲の攻撃を受けた。\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "作戦はパキスタン軍が南ワジリスタンの3つの地区から進軍した先週土曜日に開始した。\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "また、外国人特派員が訪問したり国内に滞在することがほとんど許可されないために、大いに不可解で、外の世界に対しては秘密主義のままです。\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "彼女は野党リーダーのシャルヴァ・ナテラシュヴィリ氏は、殺害の脅迫を受けてNATO事務総長のハビエル・ソラナ氏に彼の妻と2人の娘の亡命を求めざるをえなくなったのだと言った。\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "木曜日に、MHIは追加的な24時間の公示の延長を発表した。\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "現在北海道旅行中の明仁天皇は、誕生を歓迎した。\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "Kasprzakは爆発の後で軍の基地へ空輸されたが、手術中に死亡した。\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "セネターは、スウェーデンの優秀なリーグのFrolundaと対戦する。\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "オペレーティングシステムLinuxの主要なディストリビューターは、LinuxをマイクロソフトWindowsのもっと有効な競争者にする動きにおいて、デスクトップ・ソフトウェアのための一般的な要素を含む新しい標準について同意した。\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "すべての部署のコンピュータが即移行されるわけではないが、LinuxとOpenOffice.orgへと移行する最初の部署は、２００６年半ばに予定される市長室である。\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "雪が降っていた間、流血の惨事の報告は何もない。\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "キャンプしていた他の人たちも、倒木や散乱した枝からギリギリで逃れたと言う。\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "選挙区の他の候補は、自由主義のジェイミ・マクガーヴィー、緑の党のグレン・ホジソンと独立系のデービッド・ローランドだ。\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "昨年、ＢＢＣのアピールはおよそ３７００万ポンドを上げ、昨晩は午後１１時までに合計１０００万ポンドを上回った。\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "その主な競合相手であるモジラ・ファイアフォックスは、盛んに市場シェアを増加させていて、その上最近発表されたグーグル・クロームもまた、急速にユーザーを獲得している。\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "2週間の間に、スタッフは提案された改変についてどう思うか尋ねられる予定で、それはまたトップ経営陣のリストラも含んでいる。\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "世界テコンドー連盟はコメントを発表し、この件について「オリンピックおよびテコンドーの精神に対する多大なる違反だ」と言及した。\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "しかし、もし二党の執行部設立が頓挫したり「どこかの段階で」二党による合意が得られなかった場合、議会は解散され、アイルランド共和国からの影響のもとロンドンによる直接統治が続くことになる。\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "ライアン医師は、自身の功績によってセレブとなったが、ジャニス・ディキンソン、ジーン・シモンズ、ショウナ・サンド、そしてエイドリアン・カリーを含むスター数人の整形手術を執刀した。\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "欧州連合は2010年まで5億ユーロを支援する包括的援助計画も承認し、それは国内避難民（IDPｓ）と新しい社会基盤の形の中での景気回復に役立つと期待されている。\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "89万ドルのうち、74万8550ドルは彼らによりヨルダン国立銀行にある口座に移され、石油契約に対する手数料である残りの14万6247.23ドルはチャネル諸島のバークレイズ銀行に振り込まれたとされる。\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "その日それまでに、政府の大臣が道端の爆弾で殺害された。\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "米国とロシアは、11人のロシア人スパイが先月末に逮捕された後、両国の拘束している囚人を交換することに昨日合意した。\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "グリフィンは失敗から学ぶことの重要性も指摘し、「アメリカ人は断念しないし、私たちは止めないだろう」と付け加えた。\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "「私は移民が自分の求めることをつかむために何を経験しなければならないかを理解している。」\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "当局は、武装ギャングが逃げるために人間の盾として彼らを利用しているように見えると、言った。\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "同社は破産保護中の状態が続いたが、会社が、占有債務者として、月報を送って、被信託人に四半期料金を払うという基本的な必要条件に従わなかった為、その後、カリフォルニアの中部地区担当の米国被信託人が会社の倒産のための破産手続きを却下すると判断を変えた。\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "「今日、私たちは現代のアルジェリアの勇敢な指導者の一人を失った」と、8日間喪に服することを宣言したブーテフリカは述べた。\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "西オーストリア州地方裁判所裁判官ショーナ・ディーンは、イスラム教の学校が不正な方法で州と連邦政府の資金を受け取っていたという疑惑に関して証言するために、イスラム教徒の女性がブルガを取らなければいけないことに気付いた。\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "スウェーデン人2名が煙で軽傷を負ったが、近くのダイビングセンターで酸素を使って手当を受けた。\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "ハンガリーの釈放と、続いてアゼルバイジャンが恩赦を与えた、アゼリー人で斧を使った殺人で有罪となったラミル・サファロフの送還の後、アルメニアは「戦争の準備」ができていると発表した。\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "１つの品、カップは数千ユーロの価値があった。\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "党主席のケン・メルマンが広告を擁護し、広告を継続すると言ったその翌日、共和党全国委員会の当局者は「自然な経過をたどった」ために広告を引っ込めた、とNBCに語った。\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "「シェル社は、2010年にチュクチ海とボーフォート海で安全で環境的責任をもつ探査プログラムに着手することを約束する」と、マーヴィン・E・オーダム・シェル石油会社社長は米国内務省鉱物管理サービス局（MMS）へ語った。\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "「何かが通信手段を遮断し、何かがそれらの警報を鳴らしてエレベータの電源を落とした」とバッファローの消防署長のマイク・ロンバードは述べた。\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "オバマ氏はティモシー・シュライバー氏にワシントンDCへの帰路でエアフォースワンから電話した。\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "この時期はいつも忙しい花火専門家は、安全で合法的な花火ショーを要求し、市民に組織された公的なショーに参加するよう訴えた。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Medstory社が開発したソフトウェアは、政府の文書に加えて医学雑誌についても、そこに記されている医学情報・健康情報の両方に対して用いることができるような人工知能技術を利用している。\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "スペースX社は今日、ファルコンⅠロケットをクェゼリン環礁から打ち上げた。\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "数年前に禁煙した66歳の総合司会者は、「私は、観衆の誠実さを深く尊重しないジャーナリストは、別の仕事に就くべきことが当然であることを望んでいる」と付け加えた。\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "救急救命士が到着する前にスミスのボディガードが「心肺蘇生術」をしたことが報告されている。\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "月曜日に、オーストラリアの通信会社テルストラは、ネクストGネットワークにおけるブロードバンド・インターネット法人顧客のためにデュアル・キャリアのHSPA+基準を導入した。\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "「私は国家を作り、人々が実感できるような経済成長を促進するための改革を進めるという自分の責任を全うしたい。」\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "オーストラリアへの6日間の訪問の中で、国連人権委員長は収容所2ヵ所を訪問し、多くは申請が処理されるまでに18ヵ月以上待たねばならない亡命希望者の「深い落胆」に圧倒されたと言った。\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "エストニアは正式な援助要請を行っていないものの、フィンランドが除去作業の費用を支払うことになっている。\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "石油流出がカナダの領海に達するまで東海岸を移動していく危険性は少ないが、可能性はある。\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "パキスタン政府軍は土曜日に、タリバンの司令官ハキムラー・メスードとその上層部側近のクアリ・フセインの出身地であるKotkaiの町を制圧したと発表した。\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "モスクでの事件は、従軍記者が中立的な観点を維持するべきかどうかに関して、かなりの論争を引き起こした。\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "マット・ハーディー、22歳は、犯行現場にいて、友達のトム・タナーが2度撃たれたのを見た。\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "ナショナル・ホッケー・リーグ（NHL）は、ニューヨーク・アイランダースのクリス・サイモンに、プレーオフを含むシーズン中の出場停止を伝えた。\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "彼らは、また、妊娠中のネズミは、再髄鞘形成を通し、ミエリン形成し、若干の損傷を受けたニューロンの修復を可能とする乏枝神経膠細胞と呼ばれる細胞の高値を示すことを発見した。\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "チームの旅行に資金を供給しない決定を説明する声明で、NTGLは、より緊急の財政的な義務、例えば国の来る国政選挙と消滅した国軍の復員など、取り上げた。\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "スプリントのスペシャリストであるデイビスは、日曜日の最後のステージを主要グループで終え、レースの初期にスプリントの勝利で得た時間ボーナスで確立したリードを維持した。\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "留学生の日の70周年である11月17日火曜日に、ドイツで全国の教育ストライキが発表された。\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "元首相のベーナズィール・ブットー氏は、最近故郷に戻っていたが、現在国外におり、ドバイの家族を訪問している。\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "クーリエ・メイルの記者デニス・アトキンスは今日のクーリエ・メイルに、DS4SEQは「予想よりも多く得票するだろう―ブリズベーンとコースト周辺の議席で２桁近く得票する」と書いた。\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "「我々は、競技会とトーナメントをしていた」と、彼は電話でＡＰ通信社に言った。\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "その主張は2月の議会でダウナー氏が「もちろん私はそれらを読む」と述べた声明と全く対照的である。\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "H1N1ウィルスは通常の季節性インフルエンザと異なり、夏の期間も生存し続け65歳以下の比較的健康な人にも感染する。\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "「衝突の24時間以内に、米国宇宙追跡システムは600個の残骸の破片を特定していた。」\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "AUは合計で8,000の多国籍軍の派遣を計画していて、最初の派兵への攻撃とイスラム主義の司令官の脅威にも関わらず、最近配備の継続を誓約した。\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "彼はミゲル・クート病院で治療され、病状は安定している。\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "昨日の、同じくバグダッドでの1回の爆撃とは異なり、今日の攻撃は、迅速な連携で起こった。\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "それらのうちの一つは昨年英国航空便38がロンドンのヒースロー空港に向かう際、滑走路の手前で墜落する結果となった。\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "委員会はふたつの共和主義政党（シン・フェイン党とSDLP）、ふたつの連合主義政党（DUPとUUP）、非セクト主義の北アイルランド同盟党で作られている。\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "ディスカバリーはその運行の歴史の中で、ハッブル宇宙望遠鏡を含めていくつかの観測機器を宇宙に運び、2つの別の宇宙ステーションを訪れて、現在のミッションを含めて39フライトを飛行した。\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "「私は警察が彼にようやく追いつき、彼が刑務所にいるので満足です。」\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "パキスタンの国民議会の２大政党がムシャラフ大統領を弾劾するために連携し結束した。\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "法廷はユーザーが著作権違反を犯すことを許すと意図して作られた企業が侵害に対して責任を負うべきであると判決を下した。\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "彼女は、他人のコメントに対し自分は責任を求められないと主張している。\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "射手は、ウロンゴンでの彼女の好きなバンドであるケルトサンダーによるコンサートから戻った後の夜に、彼女が影のチームに加わることを知った。\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "現職の大統領ロバート・ムガベは彼の政党、ジンバブエ・アフリカ民族同盟・愛国戦線（Zanu-PF）の「山のような勝利」を予言した。\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "「何が適正な手続きか？」\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "そのツールでは文書履歴のさまざまな見方が可能で、各版に同等の重要度を与えるビューや、各版が最新版であった時間の長さに応じて大きさを変化させて表示するタイムラインビューなどがある。\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "「特に今、アラブ世界の内外の両方でホロコーストがはびこっている時に、若いアラブ人にホロコーストについて教え、道徳的で倫理的な知識をそれから学ぶという試みは、立派な仕事である。」\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "当局は、土地の一部に火がついてから40年以上経過していると述べている。\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "加えて、数名の労働者はこの会社への「紹介」として、最高180ポンドを払わなければならなかった。\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "第二に、先日の勅令には法廷で王子に聞く手順の詳細が説明されず、Onkelickx大臣が認めない無価値なものになった。\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "現時点での有力な説は、乗組員が、航空機がどのくらいの速度で飛行しているか測定する機器である航空機のピトー管から誤った気流速度を知らされたというものである。\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "BPは、その気泡が何であるかを確定するためにテストを行うと述べ、日曜日に、BPの最高執行責任者ダグ・サトルズは、その気泡はメタンではないが更なるテストを行っているところだと述べている。\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "作戦はまた、インターポールと米国務省と共に国際的に協調されて、16人の国外及び国際的な逃亡者の拘束という結果になった。\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "当局は「その鉱山は、調査が行われて鉱山作業員がその中で作業を継続することが安全だと確認されるまでの間、最低6週間閉鎖されるだろう」と言っている。\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "カナダで最も金持ちの男で、フォーブズの２００５年のランキングでは世界で９番目に裕福な人であるケネス・トムソンが、月曜日の朝、トロントの彼の事務所で死んだ。\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "Vaessenによると、王子は王室の生活スタイルを支えるためにお金を必要としていて、「食べ物を買うのに足りるお金さえ持っていなかった」。\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "英国皇太子は過去の学生の内の一人であり、1969年の学期をそこで過ごした。\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "私たちの寄付援助は、独立したパレスチナ国家になるために重要な機関であるパレスチナ自治政府を支援し支えることを目的とする、政治的プロジェクトである。\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "オックスフォード大学は現在、オンライン・アクセスを許可する計画の一環として、そのような収集の世界最大であると言われるハーディングコレクションの歌集と選集をデジタル化している。\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "市の中心的なモスクの指導者であるカリド・アブバカールは、死亡者数を推定した。\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "オーストラリア環境保護基金（ACF）の核キャンペーン運動員、デイヴ・スウィーニーは、この研究は難があるように見え、核エネルギーの使用についてのまともな議論を提供しないと語る。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "「私たちは飛行機の墜落事故が完全に回避可能だったと信じているし、責任者はその責任を問われるべきである。」\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "帰宅を許可された住民は、地元の学校や公園に設置された赤十字の避難所に再び避難した。\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "ウィキリークスは、キャンプに居る抑留者を代表し、彼ら自身の分析を行っている弁護士たちと連絡を取った。\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "クリッチフィールドは、自分の養子を板で殴打し、彼らを留め金と紐で固定して長時間強制的に立たせておいたかどで訴えられた。\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "投手たちはアグレッシブな守備に支えられ、悪条件下に良い仕事をした。\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "耐性株は、より深刻な病気を引き起こしたり、より簡単に伝染するという兆候を見せていない。\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "インド全土から政界の長老が、評判の良い政治家への支援を申し出るためにムンバイに到着している。\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "これは、ランガム氏がヒュー・アボット議員を演じるシチュエーション・コメディ「TheThickofIt」の次のシリーズの撮影に影響を与えるだろう。\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "これらはすべて、１９３９年から第二次世界大戦の終了までに戦われた海戦を記念して行われた。\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "新聞にさらっと目を通したことのある読者は、ドットコムブームの間に、「失敗者の出世」と呼んでもよい話が過剰に溢れていたことを覚えているでしょうし、自分のテクノロジー会社が潰れた人々は、すぐさま、新しい会社を始めるための流行の必需品となりました。\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "彼女は、その脆弱性をもたらしている海底の地形からその市を「津波磁石」と呼んでいる。\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "彼らは、避難を不可能にした鉱山の火災によって身動きが取れなくなり、その後、死亡した。\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "彼はまた、「隅々まですべてに渡っての議会調査を期待している」とリポーター達に話した。\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "木曜日に、11人のインドネシア漁船の船長は、パースの裁判所に罰金を科せられた。\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "投票が終わる前に行われた世論調査ではオバマ氏が勝利すると言われていた。\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "アルカティリ氏は、3月に兵士が差別を不服として労働を拒否したために政府が兵士600人を解雇したことを受けておきた暴動を止められなかった。\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "シャモ・ホテルはベナディール大学の卒業式を主催していた。\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "バンドはシド・バレットの死を知って、もちろん動揺し、悲しみに沈んだ。\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "平均台の種目と同様に、彼女は15.600点から15.200点の得点で、ルーマニア代表のカタリナ・ポノルを僅差で破った。\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "BBCは北アイルランド出身のサッカー選手GerardCavlanが闘犬に関する刑で有罪宣告を受けた後、独自の調査を開始した。\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "民主党の戦略家は、サントラムの造語現象との関連をうまく利用して自分自身のバランスを取った。\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "北朝鮮は、１９９８年に弾道ミサイルを日本の北部上空に向けて発射して、世界を驚かせた。\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "当時運転していた運転手は事故から生還した。\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "「不況の最悪の時期は過ぎ、需要の回復が近いに違いないという石油市場参加者の結論は、インドにおける第1の四半期の予想以上の成長と、日本の4月の工業生産における急上昇を受けて一夜にして増強された」MFGlobaのジョン・キルダフ氏は言った。\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "政治顧問としてテルアビブのアメリカ大使館にいたマーク・J・シーバーによって書かれ「秘密」と分類された漏洩電報によれば、ネタニヤフ氏の要請は、リクードとオルメルト氏のカディマ党の間で国家統一の政府をつくるための議論の一部としてなされた。\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "「他でもない勇気を出すために、私のことが好きで、カリフォルニアのサンディエゴから出てくる親しい友人のビジネスパートナーと一緒に歩きました」\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "武装勢力は水曜日、首都にある高級ホテルと大統領宮殿へもロケット弾を発砲したが、負傷者は出なかった。\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "5月1日に業務開始が承認された陪審員は「法律に準拠し、担当想定後は、主任裁判長以外の裁判官と同じ権利を享受し裁判のヒアリング活動全てに参加する」と人民日報は報じている。\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "調査開始前とは言え、テロ活動をパキスタンとパキスタン人のせいにするのは不公平だ、とパキスタンのアメリカ大使であるフサイン・Haqqaniは声明の中で述べた。\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "軍議会はその選挙でNLDが過半数をとったことを認めなかった。\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "Plateの決勝では、ニュージーランドチームであるOrientalRongotaiを31-5で負かすというBorneoEaglesの強力なパフォーマンスを見ることができました。\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "イランの国連大使、ジャバード・ザリフはロイター通信社に、「イランの平和的核開発計画は国際的な平和と安全に対する脅威をもたらさず、したがって、安全保障理事会でこの問題を取り扱うことは保証されておらず、いかなる法的根拠や実用性に欠ける」と語った。\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "異性愛の人々におけるワクチンの作用及び、女性における効果も調査されます。\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "壊れた車両に残っている遺体の正確な数は分からない。\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "首長は、アルジャジーラ国際テレビニュースネットワークを設立した。\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "ジム・アンダートンの進歩党連合のリーダーで法案の支持者であるジム・アンダートンは、「国会議員に最終段階での口実を作っていることを、不必要な見直しの約束によって惑わされてはならない」と述べた。\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "議会の議員が軍事政権の間に離脱した後、2006年のクーデターがタクシンを追放した。\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "2004年9月12日に、ウィスコンシン州フォンデュラック出身の15才、ジーナは、教会に出席している際、コウモリに噛まれた。\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "キムはどうやら、2日前の12月17日に電車に乗車中に死亡したらしい。\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "「逃亡に関しては、最初の数時間が重要です」と、インターポールの警察サービスの役員ジャン＝ミシェル・ルブタンは言った。\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "「ハマスはどこまで残虐になりえるのでしょうか」\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "崩壊した鉱山の地下に１４日の間閉じ込められた２人のオーストラリアの鉱夫は、サバイバル物語のために、伝えられるところでは２００万豪ドルの価値があるメディア取引に署名した。\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "一部の地域では、24時間で1ヵ月分の雨が降った。\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "オスカー・デ・ラ・レンタはより伝統的な黒、金、グレーを選び、彼がよく知る素材で男性と女性向けのラインを発表した。\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "文書のコピーがＥＵ、ロシア、日本、米国の指導者宛に送られた。\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "彼は朝鮮戦争で戦闘中にそのアイデアを思いついており、自分の車を金属の鎖で止めて誰もそれを盗めないようにした。\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "その計画は、15歳の容疑者が、彼が働いていたマクドナルドのレストランで自分の日記を紛失した際に発覚しました。\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "ランダムハウス児童書の社長であり、スース博士としてより良く知られる、テオドール・ガイゼルの助けを得て、ベレンスティンは、何百万もの若い読者を引きよせるフランチャイズを作り上げた。\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "ドライバーズ・チャンピオンシップの競合状況は、今週末10ポイント失ったシューマッハにとってほぼ危機的となった。\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "ロンドンでは、人々がアメリカ大使館へと行進し、「テロリスト、ジョージ・ブッシュ」「打倒、打倒、アメリカ」などのスローガンを叫んだ。\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "このイベントは、ライブ音楽ショーが宇宙に放送されるという最初を記すものとなる。\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "はっきりしたことが分からないことが、その噂の背景にある具体的な情報の不足を強調しました。\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "この内訳は、道徳的な損害に対して50万ペソ、弁護士費用の10万ペソとその他の費用5万ペソである。\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "疲労と麻痺について彼女が医者に相談した頃、10月18日には、このコウモリ事件は、数日後までとりあげられることはなかった。\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "ウーレットに、連邦裁判所に出廷するよう、召喚状が出された。\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "「このウイルスは、地理的に広い地域に急速に伝播するように見えた。」\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "差別的な性質のために２００４年に無効にされる前に、この法律はテロリズムの疑いがある外国人を拘留することを認めた。\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "ルカ・トーニが後半早くに2回のゴールで得点を開始した。\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "WHOは「毎週の統計が必ずしも正確で完全ではないという印象と共に、国全体でのデータ収集と検証がいまだ課題であるものの、最近2か月にかけての全体的な傾向は、症例数と死亡数の減少である」と述べた。\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "一件目は、ウエスト・アンブラー・ジョンストン・ホール寄宿舎で、07:15(12:15UTC)に起こった。\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "彼女は彼を告訴し、1年近い厄介な闘争の後に勝訴しました。\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "ベテラン格闘家であるカーロ・”ネオ”・プラターもまた、ストライクフォースのデビュー戦で、カーロ・ブライアン・トラヴァーズに打ち勝った。\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "フェルナンド・トーレスは後半にヨッシ・ベナユンがゴールをアシストするためにディフェンダーをかわした後、同点に追いついた。\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "「あなたは、技術的な装置が判定することを望みますか？そういうわけで、結論が出なかった3年間に渡るテストを終えて、私はすべてを中止することに賛成します」と、ブラッターは説明した。\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "彼は、彼の母親に近付かないという裁判所命令違反に対する軽視の罪についての有罪も認めた。\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "書面によると、その議員は、イラク戦争に反対するには、彼自身の所属する党の統率力が弱すぎると感じたために、出馬の決意を固めたという。\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "しかし、セラヤの復帰が一層の暴力を誘発する可能性があるというおそれが生じている。\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "１４の州の史跡は、１０月１日に閉められる予定だ。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "彼はしばしば彼の読者等に返信し、彼の公的機能は、パーティー、ナイトクラブ、アカデミックな講師、大学のパネラーで映画プレミアショーのごった煮である。\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "UPDF車列を外して、近くのレストランに当たった別の迫撃砲攻撃で、3月7日に民間人13人が死亡し、20人が負傷した。\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "サーフ博士は、インターネットの父の1人と考えられている。\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "この入れ替えとブランド変更活動は今年末に完了するだろうと言った。\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "この発見は、人生の最初の年に普通の感染症に触れる機会が減ると急性リンパ性白血病（ALL）になる危険が増えるという研究者の理論を支持する。\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "そして、オハイオ州アクロンでは深刻な洪水のために約200人が避難した。\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "彼はおそらく、シカゴでの試合で指名打者として始める。\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "「国家は不正行為を好む人より勉強することが好きな人に希望を与えるための選択をするべきである。」\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "彼は、「平和と安定性が回復できるように、米国は明確な部隊の撤退計画を提示しなければならない」と述べた。\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "「しかし出血が多すぎて、止血できなかった。」\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "昨日、他の２人の運び屋、リネイ・ローレンスとスコット・ラッシュは終身刑を宣告された。\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "リールはUEFAの通知を受けてからスポーツ仲裁裁判所に再度要求を提出するまで3日間の猶予があり、それをしなければ要求は完全に却下される。\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "クヌッセン氏はプロのピエロとして、テキサス中で長年公演した。\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "アメリカは500万米ドルの報奨金を彼の拘束に対してかけていた。\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "ノイノイ氏の父は独裁者フェルディナンド・マルコス政権末期、軍に拘束されているときに、彼の母であり1986年にマルコス氏を打倒したピープル・パワー革命を率いたコラソン・アキノ氏の前で銃撃された。\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "オッペンハイマーは、ロスアラモスで秘密兵器設計研究所を始めた際、彼はベーテを理論部門の監督に任命した。\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ハイメモレノは、エドゥが今季初ゴールでトロントのMLSを始める前に、第78回でD.C.への得点を締めくくった。\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "デルによると、ニュージーランドの630万台のコンピュータのうち25万台が古い旧式であるのは、調査によると主な理由は多くのコンピュータ保有者が2〜5年ごとに自分のコンピュータをアップグレードするためである。\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "その判断には、45人の議員のうち32人が署名した。\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "アフマディネジャドの演説の前に、ジョージW.ブッシュ米大統領は異なる見解を表明し、コロンビアの招待が「本当に、国の自由について話している」と言った。\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "昨日のチャートでは、それがアマゾンのロックチャートで上位となり、全体では14番目に多くダウンロードされた曲となったことがわかった。\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "マルコーニ・コーポレーションのCEO、マイク・パートン氏は、その利害関係者すべてにとっての「良いニュース」について語り、コベントリー・ニュー・センチュリー・パークのスタッフの大半から喝采があがるなかスバンベルグ氏を紹介し、コベントリー・ニュー・ホライゾン・パークのより多くのスタッフは電話会議でそれを聞いていた。\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "最近の検査が、安価な薬剤が体内のがん細胞を殺す可能性があるかもしれないことを示している。\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "ウームフ！やドゥノッツのような国内のアーティストも、ベルリンのフォーミュージックかドイツ・コロンビアかのどちらかを経由してソニーが直接責任をもつ。\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "日々の目新しいニュース報道や人々の関心事は、徐々に衣装を脱ぐ司会者によって提供される。\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "伝えられるところでは、炎は１００メートルの高さに達した。\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "サーカスに戻ってからは、彼女は疲れているが「戻ったのを喜んでいる」と言われた。\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "送金、海外直接投資、対外援助、国際貿易を含む発展途上国の多くの収入源は、厳しい低下をこうむると予想される。\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "ジブチを助けるために軍隊を準備したことによって状況を悪化させたとして、デスタはエチオピアを非難した。\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "彼女は、一部の者は「彼らがイスラム教徒でありながら、フランス人でもあることを許されないという事実について腹を立てている」と言った。\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "ダウニング街１０番地に居を構えてから１年、イギリス首相ゴードン・ブラウンと彼の労働党は、地方選挙でそれまで勝ち無しの政党に次いで第５位と敗北し、支持率が過去最低を記録した後、既に苦境に陥っている。\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "ファタ派のパレスチナ大統領マフムード・アッバス、イスマーイール・ハニーヤ首相、そしてハマスのダマスカスベース主任、KhaledMeshaalはガザ地区でのハマスとファタ派との戦闘の終結を目指す交渉のためにサウジアラビアのメッカに到着した。\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "BBCによると、パキスタンは、南ワジリスタンは「僻地であり敵地である」ため、メスード師の死亡についての物証を得られなかった。\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "国のいくつかの地域では、嵐により2メートルの水が流れこんだ。\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "爆発でパワーシステムが傾いたのが制御室から見えた。\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "「彼らは、腕や顔などいたるところで骨折していた」と、ポッセ病院の責任者マルコス・デ・スザはテレビ放送されたインタビューで言った。\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "1991年12月にソ連の崩壊で終わった冷戦に対する英国の反応として、トライデント防御システムが開発された。\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "ベイナーは昨日夕方の電話会議で、他の議員に政策を知らせた。\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "「一部のボトルの従属栄養細菌数は、許容限度の（100）倍以上という忌まわしい数である」、「まるで私たちがカップで培養物を摂取しているように、この細菌の量はただごとではない」と研究に関わっているカナダ人研究者のSonish・アザムは述べた。\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "国際的に注目されたニュース番組は1999年の開始時に波紋を投げかけたが、172の国でオンライン視聴者を増やした。\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "レジャー・リビングの事業部である、PoolSupplies.comによって所有される建物は、プール用のサプライ、レクリエーションおよび化学製品を売っている。\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "130億ドルが救済と復興支援として約束され、そのうちの75％は既に確保されました。\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "RSPCAはペットの飼い主に、ペットを涼しくしておくよう努めるように語った。\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "20年間アミティ・ポイントに暮らす住民であるブラッド・ロスは、その地域を訪れる観光客は襲撃の可能性を警告されていて、「海岸はちょうど30mの深さに落ち窪んでいて、向こうには大量のサメがいる」と述べた。\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "行動が始まる前のロイヤルメールとのそれ以上の話し合いの可能性は排除されていない。クリスマスまで及ぶストライキは、極度の配達の混乱を生じる。\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "「これらの抗議活動家が、家族を養うために必要な数千人の米国人を職に就けなくしているのは不運なことだ。」\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "2003年の米国の侵攻以来、イラクでは計230人の記者やメディアアシスタントたちが殺害されてきた。\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "考古学的な場所は、エジプトのホスニ・ムバラク大統領の夏の自宅を見渡している地中海に沿う丘の上にある。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "その航空機は、現地時間午前1:12に離陸し、ボリショエ・サヴィノ空港がその航空機と高度約1800メートルで音信不通になった時には、モスクワからペルミに向かっている所でした。\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "172ランでの勝利は、トゥエンティ20インターナショナルでの最大の得点差での勝利である。\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "コンティニュイティIRAの北アーマー大隊を代表してベルファストのメディアに対する暗号化されたメッセージにおいて発砲に対する非難が問われている。\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "しかし大方の見方では、肖像画はもしかすると自分自身の個人崇拝を弱めることをねらってキム・ジョンイル本人の命令により取り外されたと見ています。\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "ウィキの技術を使って無料でテキストブックの内容を作成しようとするインターネット・プロジェクトであるウィキブックスが、2005年2月の統計を発表した。\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "ワシントンで4対1でD.C.ユナイテッドに負けたので、新しく契約したローラン・ロベールと復帰したグレッグ・サットンは、トロントFCには十分ではなかった。\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "事故の場所に近いA68道路は警察の調査のために一時的に閉鎖され、交通はGorebridgeの町を通るB6370道路に迂回させられた。\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "130の脚本が脚本部門のファイナリストとしてリストに挙げられた。\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "法令は、最終的に当時のホスニエル・ムバラク大統領を倒した抗議を連想させる抗議やストライキを誘発した。\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "他の5つの州には類似した法律があるが、一方、残りの国は強姦に対する死刑を禁止している。\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "Scottish&SouthernEnergyは次のようにコメントした。「年間の卸値がこれから先かなり高くなり、配布、環境的、社会的な経費に関する圧力が高まる中、経費が掛かる現在から2010年の末までの間で値上げを避けようとすることが重要な目的である。」\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "それ以来、ヤクブは拘留されていて、彼の弁護士サバッシュ・Kanseによると、鬱病の治療を受けている。\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "銀行国有化におけるその行為を説明し釈明するにあたり、アイスランド金融監督庁はこの短い声明を発行した。\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "確認された２人の嵐の犠牲者は、大風に根こそぎにされた木の破片に打たれた。\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "ペンタゴンの広報担当者ブライアン・ホイットマンは報道記者に、契約の保留の原因は弾薬の出所と弾薬の梱包で、安全性や性能ではないと語った。\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "5回と6回の間に、オーストラリア男子ソフトボール代表チーム選手のアダム・フォーカードの持つストリーカーという名の犬がインフィールドを走り、若干遅延があった。\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "約50人の人が、自宅を失った人のための地元の赤十字シェルターに運ばれた。\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "キャプテンはまた「この建物の両側には水素バスルートもある」とも語った。\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "彼女は、診断を受けなければならないけれども、「医者をぶらぶら待っているわけにはいかない」し、支払いをしなければならないので、家に入ると言った。\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "その特許指令への反対者は、その知的財産権（IP）を対象とした法案は、ソフトウェア内部の実装を特許化することで、ヨーロッパにおいて「イノベーションを停滞させる」と主張している。\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "彼の党は、40議席を得るだろうと予想した意見投票より悪い結果だった。\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "HispanicCaucus会長でカリフォルニア代表のD-Californiaのジョー・バカ下院議員は、政策担当者が小規模企業への援助だけでなく現在アメリカに住んでいる1200万人の違法移民に対して対処し、国境警備を強化することを望んでいる。\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "ジャーナリスト団体は、自身のウェブサイトで「ジャーナリストから手を離せ！」と主張している。\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "路面電車の車両群は現在、１９９８年から２０００年のあいだに２８kmのネットワークの開業のために製造された２４台のボンバルディアCR４０００からなる。\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "数百人が7月18日の投票所での不正疑惑について抗議し、それは警察との衝突で7人が殺害される結果となった。\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "米国はその行為は「残念」だとし、英国の外務大臣はパキスタンが「自由で公正な選挙を予定通り行うという約束に従う」ことは極めて重要だと言った。\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "署名はしたが、まだ批准していない国には、中国、アメリカ、ブラジル、ナイジェリア、フィリピン、ベトナム、ドイツ、エジプトが含まれる。\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "調査はまた、当該航空機が通常の作動状態にあったとわかった;アノディーナは、「エンジンは飛行機が地面に衝突する瞬間まで動いていた」と言った。\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "調べた80,830人のメンバーのうち、61,623人はストライキに賛成票を投じた。\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "別の米国民主党員のロイ・ライデンはハワード氏のコメントは「奇妙」だと述べて、首相は米国の政策を邪魔していると非難した「ハワード氏のコメントについて言えるもっとも寛大なことが、奇妙だということだ」。\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "ニューオーリンズに拠点を置くWebホスティングとサービス・プロバイダーであるDirectNICの事務所は、火曜日夕方のWikinews記者のインタビュー中に第82空挺師団の武装したメンバーの訪問を受けた。\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "アブハジア自治共和国はグルジアの国際的に認められた境界の中に位置する地域である一方で、国際的に認知されていない事実上の独立共和国であるが、最近起きた爆弾の爆破の後、国境を封鎖した。\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "レビューワーは、カスタマイズオプション、より良いAI、およびグラフィッククオリティの目覚ましい向上を、決定の要因として挙げた。\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "これは、京都議定書に基づく国連のクリーン開発メカニズム（CDM)を受けて起きている。\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "検察はジェインズが上訴に成功する見通しに関して、彼の弁護士と意見が相違した。\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "「自分はもうチャンピオンシップを取れると思わない、とはっきり言わねばならない」というのが、シューマッハの反応だった。\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "当局は飛行機に搭乗していた180人全員が死亡したと見ていて、さらに地上の15人も死亡したとみられている。\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "カンダハール州のアフガニスタン軍女性省の局長で、女性の権利とタリバンのそれらの権利の抑圧への強い非難の提唱者であるサフィア・アハメド-janは、月曜日にアフガニスタン南部のカンダハール市にある彼女の家の外で身元不明の銃の所持者に射殺された。\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "スノーウィ・ハイドロ・リミテッドの主要株主はNSW政府で、58パーセントの株式を持つ。\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "トルコで2人が死亡し、3人目の死者も危ぶまれており、それ以上の数のウィルス感染後の入院患者が発生している。\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "30分後、弾んだバックパスが彼の1メートル前で予想外にバウンドし、川口は衝撃を受けた。\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "ジーナの場合、予防接種を試みるには遅すぎて、ウィスコンシンこども病院の彼女の医師は、新しい処置を考案した。\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "イランは原産のウラン資源から電力を生産するために独自の核燃料サイクルを開発する権利があると一貫して主張してきた。\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "「この数字の大きさは、衝突が相対的に真正面からであることを示唆している。」\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "新しい「オープンアクセス」（規制されずフランチャイズでない）会社であるグランド・ノーザンは、一日に三本の列車運行をするために、ロンドンのキングスクロスとブラッドフォード、ハリファックス、ウェイクフィールドとヨークシャー州ポンテフラクトとの間で（「小道」として業界で知られる）スペースを与えられる予定だ。\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "王子としてのローランの状況は、裁判に対していくつかの司法の帰結がある。\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "カッシーニの紫外線イメージング分光写真も、最近、表面下の海の存在を支える補完的な結果を得た。\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "一方で、アメリカ側は、イタリア当局者との合同調査において、米軍は３月４日の悲劇的出来事における自軍兵士の如何なる責任についても明らかにしたと述べている、今では不完全だとされている文書を公開した。\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "彼は、国連気候事務局の指導者を辞任するイーヴォ・デブア氏とヨーロッパ連合の気候委員のコニー・ヘデゴー氏を懐疑主義的だと言って批判した。\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "また、個人商会ソマーフィールド会長、ポール・メイソンもまた、この買収についてコメントした。\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "合衆国国防総省と当局は、イスラエルの戦闘機が一週間前に少なくとも1つのシリアの標的を攻撃したと声明を出した。\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "伝えられるところでは彼らの父によって橋から投げ出された4人のアラバマ州の子供たちのうちの2人の遺体が見つかった。\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "「これがフィジーにとって正しい道であり、フィジー国民にとって唯一前向きな方法だ」と彼は述べた。\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "昨日ミルウォーキー・カウンティ地区検事長は、年齢33歳、ウィスコンシン州ブルックフィールド出身のCoryJ.Feerickを、ファーストフードレストランの洗浄弁及び、大学の便器と男性小便器の総額3万5000米ドル相当を窃盗の軽犯罪５件で起訴しました。\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "しかし、もう一人の当局者は、CIAがブッシュ政権に拷問方法を承認することを強制したという考えを「ばかげている」と呼んだ。\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "リーグトップのバイエルン・ミュンヘンは、第2ディビジョントップのボルシア・メンヒェングラートバッハを3対1で下し、DFBカップの第3ラウンドに進出した。\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESKは潜在的に痛みを訴える場所を変える薬の影響を受ける可能性があり、それは片頭痛をもつ人々の苦しみを緩和する。\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "米国経済と世界貿易の道具としてのその通貨は、ここ数ヵ月に一連の大きな後退で苦しんだ。\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "アメリカ合衆国ではこれまでに11頭の馬だけしか三冠を制覇していない。\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "フランスが公共の場で顔を隠すイスラム教のヴェール、ニカブまたはブルカの着用禁止を強制し始めた翌日、フランス警察はヴェールを着用した女性2人を短時間拘束した。\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "A380は2007年に最初の商用飛行を行い、現在エールフランスを含むいくつかの他の航空会社とともに運行中だ。\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "フェラーリのドライバーのマイケル・シューマッハと彼のチームメイトのフェリペ・マッサが、インディアナポリス・モーター・スピードウェイでのFIAフォーミュラ・ワンアメリカグランプリでフロントローを勝ち取った。\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "人口と発展管理協会の顧問であるデヴェンドラ・コタリによると、「私たちの連邦政府は、人口に応じて州に資金を送っている」ということだ。\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "指揮官リックの未亡人であり、ちょうど3週間前に再婚したイヴリン・ハズバンド・トンプソンは「今朝、私はリックとウィリーとカルパナとデイブとマイクとローレルとイランのことばかり考えていた。」と言った。\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "アメリカ東部標準時間の午前11時45分までに、オバマは349票の選挙人票を獲得し、マケインの163票に対して勝つと予想された。\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "2000年6月2日に、ペルーのカハマルカ州での深刻な事故で、多くの住民が毒性の強い重金属である水銀に毒された。\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "アメリカ合衆国議会の議員5人を含む11人の反対活動家が社会の秩序を乱し、違法な集会をしたとの容疑で逮捕された。\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "スプリントレースの予選で、英国のドライバー、ロビー・カーは今週最速のラップタイムを記録してポールポジションを確保した。\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "政府の総収入がGDPの17.8％で、総支出はGDPの21％と等しいと同時に、赤字は現在、米国の国内総生産（GDP)の3.2％と同等である。\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "ターナー氏は2006年1月の選挙でカナダ保守党から当選したが、批判的なブログ記事を投稿したことで10月にその党から党員資格を停止されていた。\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "南アフリカは世界でも交通安全についての記録は悪く、交通事故での死亡率は世界第9位である。\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "「彼らがこれを達成するためにどのように会社を構築するかは、まったく彼ら次第だ。」\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "しかし、すぐにアリンギが追い越し、第１マークを7秒のリードで終えた。\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "「虐殺とその政治的効果をもたらすのに役立つと考えれば、彼らがしないことは何もない」と、ライアン・クロッカー米国大使は言った。\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "この騒動を起こした手紙の出処を追跡するため、警察の捜査が進行している。\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "記録によると、これまでで最も早い時期に、大西洋上に5つの嵐が起こった。\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "この結果は、オルメルトがおそらく中道左派連立を組み、西岸での一方的解放計画を実施していく可能性があることを意味している。\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "トーナメントは1947年にシンガポールとマレーシアチームのための招待イベントとして始まり、その後発展して世界中の国やクラブのチームが招待されています。\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "政府の声明は、イエメン軍が「この2日間で反政府勢力を降伏か逃走させて、町から反政府勢力の構成員を完全に（追放した）」と述べた。\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "致死薬の鍵となる材料を生産するアメリカの業者が致死薬の生産を停止すると金曜日に発表し、薬剤の不足と死刑執行の遅延へとつながった。\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "メスード師は、報道によると、2009年8月5日のアメリカによる南ワジリスタンでの無人偵察機攻撃で死亡したが、メスード師の後継として選出されたハキムラ・メスードとワリ・ウル・レフマンはBBCに対しメスード師は2009年8月23日日曜日に、8月5日に負った傷のため亡くなったと述べた。\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "ワーレン・トラス交通・地域サービス大臣は、テルストラはサービス提供を続ける義務があると述べ、テルストラ宣言から距離を置いたと語る。\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "オランダは最初の10分間で2ゴールを決めた。\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "初日早くに、ノルウェー外相のジョナス・ガール・ストエレとパレスチナの首相サラーム・ファイヤードは両者ともに楽観し、パレスチナの状況に希望をのぞかせた。\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "8月11日に誘拐された、Daparkhelの行方はまだ分かっていない。\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "「友達が撃たれたのを見た。彼女はお腹に2回撃たれて出血していた」\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "「ジャニスは深く、深く、悲しみ苦しんでいて、呆然としており、ライアン医師がどれほどの天才だったか世界に知ってほしいと思っている」と彼女は言った。\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "「その地域は保全にとって極めて重要で、省は地球にやさしい発展に寄与するだけでなく、森林と環境的な貢献を保護したい」とその省の森林保護地方局のホア・ンゴック・カーン局長は述べた。\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "ザワヒリは11月以降、少なくとも3つの他のテープを製造し、その全てはアルジャジーラによって放送された。\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "彼は又、メキシコ全域で550件もの違法抜き取りがおこったと報告した。\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "しかし、新しい授権条約は裸のハイカーによる抗議を受けた。\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "「私の考えでは、この墓が見つかれば、それはクレオパトラとマーク・アントニーの間の愛と彼らの死の悲しい物語のため、２１世紀で最も重要な発見の１つです。」\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "Gou氏は悔悟の表現として頭を下げながら、そのような悲劇が二度と起こらないようにすると約束した。\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "状況は濃い煙によって難しくなり、ガスマスクの使用が必要になった。\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "Mohapatraは、５月１日に出されたIMDの最初の警告速報がサイクロンによって襲われそうな地域を示したと、言う。\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "野党党首のキム・ビーズリーは労働党がその計画を支持すると言った。\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "「髪の手入れとメーキャップをしたあと、私はショーの前にプロデューサーと話すためにスタジオに降りてゆく。」\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "救護隊員らは、彼らが病院にオーエンズを搬送すると報告するために警察を呼んだ事のみを認めた。\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "2001年には、成人男性千人に対して成人女性は933人だったのに比べて、現在は成人男性千人に対して成人女性は940人である。\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "「荒廃し、捨てられた水処置設備」で生活している者もいたと彼は言った。\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "カップは、カナダの最も成功したアマチュア・ラグビー・チームに栄誉を与えるためにトロフィーを贈呈したアール・グレーの名をとって名づけられている。\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "オーストラリア政府会議（CＯＡG）は２００６年の最初の会議のために今日キャンベラに集まる。\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "「我々は、このことで顧客に生じたかもしれないすべての不都合や混乱について心から謝罪する」とマイクロソフトはメディア向け声明で言った。\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "バルコニーの下に避難している間にロイターと話した交通巡査Murtadha・ファイディルによると、雪は「新しいイラクの象徴」だった。\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "市場が開いてから、アップルの株式は水曜の大引け以来わずか2.46ドル下落して、373.72ドルに上昇した。\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "イギリス情報部隊の准士官1名と少佐1名、クィーンズ・ランカシャー連隊（現在デューク・オブ・ランカスター連隊）の元指揮官1名が、職務怠慢により告発される。\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "アメリカには今、少なくとも1つのテレビを所有するのは109,600,000世帯存在するので、視聴率1ポイントは1,096,000世帯に等しい。\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "「何についてであるか私には全くわかりませんし、我々がテーブルに座って話すまで私が言えるのはそれだけです。」\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "OPPは、男が「平和を壊した」として逮捕されたと言っており、それが犯罪でない点を指摘した。\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "ユニバーシティとカラウンドラの間のローカルA級の試合が女子の試合終了後ほとんどすぐに開始した。\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "アメリカ大統領バラク・オバマ氏は木曜夜、ジェイ・レノのTheTonightShowに出演し、ホストのジェイ・レノにホワイトハウスのボーリング場でボーリングをし、スコア129を出したと語った。\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ネイチャーはブリタニカが『査閲者が上げた点の半分以下を』非難したことに注意して、２つの百科事典が同じ処置を受けたと述べる。\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "この独占禁止違反事件は、マイクロソフト社が、競合するソフトウェア企業から求められた相互運用性のある情報を与えず、ウィンドウズと互換性のあるソフトウェアを製作することを妨害したことが原因で、2004年に最初の判決が出た。\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "すべてのお金がティグレーそれはオックスファム、セーブ・ザ・チルドレン、ＵNＩCＥF、クリスチャン・エイドーでもあるーに入るのであって、わたしたちはみんなだまされている。\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker.comは、以前ユーチューブで閲覧できた同様のビデオ画像は「多分サイエントロジー教会が著作権侵害通知書を提出した後、利用できなくなった」と指摘した。\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "そのメッセージは続けて、最近発表された悪魔の詩の著者サルマン・ラシュディの爵位について言及した。\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "第三、第四のポジションはそれぞれ英国とドイツである。\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "スコットランド用に取っておいたヒースローのスロットは、他のどの目的地より引き渡されてきた。\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "飛行機がサンフランシスコに着陸するとき、天気はよかった。\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "「煙感知器が13階と27階で止まった。」\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "シャナハンによると、デンバー・ブロンコズの全員が、彼の故郷であるテキサス州フォートワースでの土曜日のウィリアムの葬儀に参加する。\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "彼らがインタビューを終えた後、クラークはグレイマウス警察に自首し、そして、ワン・ニュースもその様子を収録した。\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "7月21日の襲撃未遂の2週間前、7月7日の連続爆破事件で自爆テロリスト4人を含む56人が死亡した。\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "コッター川のダムは4年間も建設中である。\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "アストロズは、現時点で58勝73敗の記録でナショナルリーグ中地区で５位である。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "前年の336から減って、2004年には186症例だけが報告された。\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "目撃者は男性が海にさらわれたところを見た。\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "「彼らは限られたテントと水しかない開けた場所に住んでいるので、病気にかかる危険性がある」保健大臣危機センターのルスタン・パカヤ氏は言った。\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "中国のドメインは、中国を攻撃する多くのサービス妨害のうち、最新のものの中で狙われた。\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "アーマー州のニュートンハミルトンでもう１つの事故が起こったと報告され、２人の１７歳の少年が巻き込まれた。\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "「2008年の台北新年カウントダウンパーティー」で、いくつかのローカルおよび外国メディアが世界的な超高層ビルとして有名である為、台北１０１の花火に注目した。\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "これは議会が公表を拒否したKPMGからの報告書に続くものである。\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "シティグループは世界最大の総合サービス銀行の1つで、100カ国以上に、2億人の顧客を持つ。\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "その発見は、遺伝子を欠くように繁殖させたネズミを調べて分かった。\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "10歳の女の子が就寝中のテントへの倒木で重傷を負った。\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "「次の10年に、その間、彼らは愚かにもイスラエルへの攻撃を開始しようと考えるかもしれませんが、私たちは彼らを抹消することができます」と、クリントンは言った。\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "アイルランドの航空会社ライアンエアーは、今朝の取引で12％急落し、景気後退の不安感の中での市場環境悪化に関する懸念をさらに強めた。\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "その会社は弾薬を購入し、それをアフガニスタンのカブール国際空港に運ぶ必要があった。\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "過去2シーズンでそれぞれ20試合に勝利したスコット・マッケンジーの活躍により、アストロズはセントルイス・カージナルスと争うNLチャンピオンシップの第七試合を戦う必要がなくなった。\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "研究は「脳をターゲットにした治療への道を切り開き、アルツハイマー病への見方を変える」とデ・ラ・モンテ氏は言った。\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "「オーストラリア国民は我々の国土で起こっていることの真実を知ってもいい頃だ。」\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "彼は、Komar氏と妻のNormaAndrianiの夫婦間の問題が「周知の事実」であり、その２人は夜遅くまで言い争っていたと思うと述べた業界アナリスト及び、パイロットにより裏付けられたと言い、その報告書が心理的問題を取り上げていないという懸念を表明しました。\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "この事故は強風と豪雨がこの地域を襲い、大波と強い流れを水路に起こした際におこった。\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "「どんなアメリカ人のパスポートファイルも未許可の方法でアクセスされる状況にあることは、私たちの誰もが望んでいません」\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "「それは、荒れ地が広がる区域内にある（ペルミの）市街地内部に落ちました」\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "「総合して、それらは、半世紀前にAuchengeichで亡くなった47人の勇敢な男性を賛辞するのに本当にふさわしい。」\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "「言ってみれば、これは私たちがシドニーの捜索を開始するための礎石が与えられたということだ」とグラハムは言った。\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "この広範囲の反論の最後の１２ページは主にスタイルと記事構成に関する意見の相違からなる特定の記事批判への反応だが、ネイチャーの側の事実の間違いに徹底的に言及している。\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "クレジットカード発行人のために証言するために出席するのは、ディスカバー・フィナンシャル・サービスのロジャー・C．ホックシールド、バンク・アメリカのブルース・L．ハモンズ、キャピタル・ワン・フィナンシャル・コーポレーションのライアン・シュナイダーだ。\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "チームは元々、野外でキャンプをする人の中で寝袋の向きを研究することによって、人間の磁場検出の可能性をテストしようとしたが、人間は大抵テントの中で寝るため、データを得ることが困難だと分かった。\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "漁師の弁護士、デイビッド・P・ボーは、貯水池周辺地域の居住者はワニが去って喜んでいると語った。\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "シャモ・ホテルは官僚によってしばしばホスト・イベントに選ばれ、一度は外国のジャーナリストのための人気がある宿泊オプションだった。\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "ミタヤフは「”家庭問題に起因するストレス”からポポフに対する行動を起こした」と述べた。\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "当局によると、ラゴス島の火事で他の九棟もの建物も昨日、その炎の影響を受けた。\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "「現時点での私の思いとしては、そのようなことをしたくない」とコニャーズ氏は言ったが、委員会の調査員をロンドンに送るなど他の方法での調査を求めたいとも言った。\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "閉鎖は、米国の牛肉市場に依存するカナダの肉牛農家に大きな問題を引き起こし続ける。\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "容疑者らは、当局が爆発装置を使って後方ドアを爆破した後、人質1人とともにウォルト・ディズニー・ワールドのワイドワールドオブスポーツから1マイル西にあるマーカンタイル銀行から逃亡した。\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "人間のエイズ被害者の脳に関する1991年の研究は、同性愛者と異性愛者の男性の間で同程度の視床下部の大きさの差があったことを示している。\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "コメンテーターの間では、オバマ氏が党員集会のある州で順調だと認識されている。\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "銃保持の権利を主張するグループは、この措置案は憲法上の権利を犯すものだとし、また、各上院議員をオンライン上でからかいの対象として批判し、この投票に強く反対するキャンペーンを行った。\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "ジャック・トーマス（33）は、「ジハード・ジャック」と呼ばれ、新しいオーストラリアのテロ防止法のもとに有罪判決を下された。\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "アジアとアフリカでは水の管理がよくないために、何十億という人々が既に水不足に直面していると彼は語った。\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "今週はまた、オーストラリアのノーザンテリトリーの子どもコミッショナーのハワード・バス氏が、この地域はアボリジニの少女の自殺率が西側で最高の率だと示唆した。\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "さらに、外出禁止令が出され、軍隊がニジェールの国境を閉鎖した。\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "父親のミッチは「これは娘の音楽における功績と才能へのご褒美だ」述べた。\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "消防士らは、エリー郡保安官事務所の厚意によって、まだかなりの量の熱や炎を持つ建物の区域を見るため、赤外線カメラを備えたヘリコプターを用いている。\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "ライナーの話は主に、テキサスのダラスで遺品整理に加わっていた時に、彼女が発見した古い手鏡を中心に展開する。\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "しかし、トラックが家の前に止まったとき、警察は、それが男の子で、２年生ぐらい、身長はかろうじて４フィート、ハンドルに隠れているのを見た。\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "カナダで設計されたCANDU炉は、燃料の効率性とダウンタイムの短さにおいて原子炉の中で最も有力な方法の一つだ。\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "彼の身体に他の毒素があったかどうかは知られていない。\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "サウジアラビアの中央銀行当局は、「適切な方法」が国に大規模な資本流入を止めるためにとられると言った。\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "推定100,000人以上が昨日タハリール広場で、エジプト大統領のムハンマド・ムルシーによる憲法令に反対して抗議した。\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "新しい政策の一環として、通常兵器は将来大きな役割を持つことになる。\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "作戦の一環として、オーストラリア当局によってカンタス空港のエアバスA330が海上に送られた。\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "当局は、株が当初考えられたより致命的ではない可能性があると示唆している。\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "クライトン氏は他にもアンドロメダ病原体、失われた黄金都市、ライジング・サン、タイムライン、北人伝説、も出版しているが、どれも有名な映画になった作品だ。\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "スティーヴンスは10月に、石油サービス会社から、主に彼の家に対する無料改修という形で受け取った贈与についての議会での公開文書で嘘をついたという７つの重い罪で有罪判決を下された。彼の有罪判決は、元アンカレッジ市長マーク・ベギーチ、現アラスカ州下級上院議員に11月の選挙で敗北した大きな要因であったと考えられる。\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "しかし、難民活動連合のイアン・リントウルによれば、すでにオーストラリアのコミュニティのスリランカ人は管理されている。\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "マイヤーズは以前、ケンタッキー州パデューカのReidland高校で教えていて、2006年にそこの生徒が彼女のポルノの経歴を発見した後で停職になった。\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "海兵隊に配属されたテレビジャーナリストは、殺害をビデオテープに録画した。\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "兵士が拡声器で、その街が外出禁止令下にあること、地域住人はすべて自宅内にとどまるべきであることを告げた。\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "土砂崩れで家が埋まったり道路が寸断され、何百人という警察官、軍関係者、地方公務員やボランティアが農具や素手さえ使って生存者を探すために土を掘った。\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "彼はトラックの運転席から飛び出した際に背中に怪我をした。\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "米国の主張に反応して、イラン大統領マームド・アフマディネジャドはテレビインタビューで、主張は米軍のイラク「駐留を延期する言い訳だ」と言い、米国は「敗北と失敗を隠す」ために他を非難しているのだと言った：しかし、２月１２日のダイアン・ソーヤーとのインタビューで、アフマディネジャドは、彼の国がイラクの反乱軍に武器を供給しているという告発に答えることを拒否した。\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "米国国務省によって主催される会議は、アナポリス会議と呼ばれた。\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "他に関与した車両はないものと考えられている。\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "バジル・アル・サイードは12月29日にホムス市で狙撃者に撃たれ、2011年に、死亡した最後のジャーナリストとなった。\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "実験の主任調査官であるフランシス・エバリットは、ニューヨークタイムズとのインタビューで彼らの発表がほんの序文で、さらなる分析によって、彼らは結果の精密さを増すことを期待していると強調した；現在、彼らは期待値のプラスマイナス15パーセント以内のフレーム・ドラッギング効果を検出しただけだと述べている。\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "北京の「開催都市契約」の下で、オリンピックで予想される3万人の記者とメディア・スタッフに対して無制限のアクセスが保証された。\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "「この先行研究は、原子力発電所の建設およびウラン発掘によるエネルギー価格と炭素排出を過大評価した」とセヴィア教授は語った。\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "トゥールーズに拠点を置くメーカー・エアバスは調査を助けると、エアバス・スポークスマンは述べた。\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "感染リスクがより高いのは、刑務所の受刑者、ホームレスの人々、軍人、そして日中子供と過ごしている家族である。\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "それは、イギリス軍の縮小が約10億ポンド（約17億米ドル）の節約になると推定した。\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "「大衆の前でハマスをハグすることによって、カタールの首長は、平和を犠牲にしている。」\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "カナダのロジャーズは３年間で２１７６米ドル相当で二番目に高かった。\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "可能な場合はいつでもテキストやコンテンツの帰属を考えるいい練習だと、私は思う。\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "「クロイドンがトラムリンク・サービスの増え続ける需要と足並みをそろえ、東西クロイドン駅の周りと間の歩行者と運送利用者のために大きな改善を確保するために追加の路面電車を得ることに本当の支持があります。」\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "アウグスティン・ヴァルガスという名前の地元住民は、モーターが停止し、ヘリコプターは地面に急落したと、言った。\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "「ベンは素晴らしい友人でしたし、ヨーロッパで、ディスコ—ジ仲間と共に（特に、休みの夜に私自身の家で）過ごした時間は、本当に素晴らしかったの一言につきます」\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "今年3月にJPモルガン・チェースがベアー・スターンズを買収した際に、政府の資金が使われた。\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "研究者らは彼らの金を返却させようとし、ホイットンとダイヤーが宿泊するホテルに行ったが、部屋は空っぽで、2人の男はどこにも見つからなかった。\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "オルダーマストンの核兵器組織は、より小さく、トマホークと同じタイプの発射装置を使う発砲に適したトライデントより短距離用の戦術的核兵器を開発していると報告されている。\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "しかし、温度が上がり、風が立って、１７８８人のスターターの多くが、２００７年１１月１４日午前１２時の締め切り前に完走して、「正常」の感覚が戻って来た。\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "カナダの運輸大臣ジーン・ラピェールは、カナダの国内線の三分の二がどこかの時点でアメリカの空域を横断すると述べた。\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "2004年7月、ルーマニアは通貨、レイ、を切り上げ、旧10000レイは新1レイとなり、1ユーロが、約新3.6レイと同値となる。\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "ビデオ全体を通して、クルーズは「KSW」、「私にとって、KSWが全てだ。」というように、サイエントロジーの専門用語を使っている。\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "アメリカの伝説的ロックバンド、ジェファソン・エアプレインのドラマー、スペンサー・ドライデンが１月１１日火曜に逝去した。\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "アッシャーマン症候群は、内部の組織の損傷に繋がる子宮への外傷に、通常起因する。\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "彼の税金と国の社会的準備に対する支出削減計画の効果についてはまだ説明されていない。\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "その試合は、雨天でグラウンドが水浸しになったために大学から場所を移して行われた。\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "死亡者の親族が事故について知らされるまで、警察は事故に関する一切の情報を明らかにするつもりはない。\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "それに先立つリザーブクルーのレースでは、Goldie（ケンブリッジ）がIsis（オックスフォード）を負かしました。\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "インドにあるマダヴァンの４階の大邸宅の警察の手入れは、薬、警察のユニフォーム、絶滅寸前のトラの毛皮、ポルノDVDを摘発した。\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "２００２年と２００６年にとられた写真は前の市街地と今残っている空の低木地をくっきりと対比する。\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "本日、UEFACupの１６ラウンドの最初の試合が始まり、８つ全ての試合が開催された。\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "ディーナ・ラージは、動物が人を襲った事件に関係する3匹の犬のうち1匹のみを所有していると最初は言っていたが、まだ正式に告発されておらず、起訴状を待っている。\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "鉱夫らは、現地時間03:00(08:00UTC)から閉じ込められている。\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "デュランゴのバスク市で、スペイン・グアルディア・シビルの警察署が本日金曜に、自動車爆弾で攻撃され、二名の警官が負傷した。\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "状況を悪化させることに、熱指数が東海岸の大部分で高い湿度水準のために110度を大きく上回ると予想されている。\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "ジウフ事務局長によると、農業への投資は、より貧しい国の貧困と飢えを克服する鍵だ。\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "彼は、「それが内破でない限り、建物はあのようには倒壊しない」とも言った。\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "最も深刻な事件は、ロシアのジェット戦闘機が２００５年１０月にリトアニアで起こした衝突に関係している。\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "「彼らのウェブサイトやシステムを介して提供されるその種の汚物を許容するビジネスをすることは、彼らが自分たちには手におえないと言うことだ。」\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "名前を記録されて、解放されたとき、彼は覆面パトカーに乗り込んでいる警察官によって目撃されている。\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "「その見直しはすでに法と秩序委員会によって調べられていて、必要なことは価格とアルコールの購入可能度の見直しである。」\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "「私たちが言っていることは、法案が発効しなかった場合、あなた方はその後すぐに問題に取り組むための代わりの手段があるという自信が持てるということだ。」\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "多少の積雪があったものの、雪が実際に降り始めたのは当日午後遅くになってからだった。\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "かれらは、しかし、すぐに、新型の電話は在庫が少ないことを知り、他の国々が経験したように電話のアクティベーションの遅延を経験した。\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "副保安官らは、マスクとかつら、コートを身に着けた容疑者らと交渉するため携帯電話を使っていた。\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "言論の自由は宗教的な像を侮辱する可能性を意味すべきではないと、いくつかの横断幕は主張した。\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "共和党全国大会へのバージニア州代表は勝者総取り方式では選出されないため、その州の予備選挙での勝者以外の候補者もその州からの任命を得ることができる。\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "33000人の投票スタッフが5000位上の投票所に任じられた。\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "グループが金曜日の朝にパプアのメラウケ港を離れ、オーストラリアのヨーク岬半島に到着するのに失敗した後、亡命希望者の安全に対する心配は週末にかけて高まった。\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "「長い間、中等教育現場の英語と数学と理科の教師たちは、子どもたちが不必要な輪を飛び超えられるよう全てをねじ曲げていることに気づいていた」と教職員組合のブロワー氏は主張し、また、NationalAssociationofSchoolmastersUnionofWomenTeachersのクリス・キーツ書記長は「国中の中等教育機関から安堵の息が発せられるでしょう」と語った。\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "今まで、彼らは様々な出来事によって「忙し過ぎて」結婚という行為を実行できず、デイリー・テレグラフによると、これには2010年イギリス総選挙でのエドの仕事、彼らの息子ダニエルの誕生、そしてエドの2009年国連気候変動会議への参加が含まれている。\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "ベイツは、病院は求められる水準に「著しく至らない」と裁判所に語り、「経営側は、正しい処置を命じることを怠った。」と付け加えた。\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "アルカイダの爆発物専門家だと糾弾されているMohsin・ムサ・MatawalliAtwah45歳が、水曜日の夜パキスタンでのミサイル攻撃で死亡したと、パキスタンの情報大臣であるシェイク・ラシッド・アハメドが述べた。\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "2004年にコネチカット州出身の七歳児は、なんとか彼女自身で、この乗り物の制御バーから抜け出し、席の前側の先によじ登ることができた。\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "これは、2003年の敗北の後、政府が彼らに与えた額の２倍をちょうど下回る。\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "これは第二次世界大戦中に69人の記者が、そしてベトナムで63人が殺害されたのに匹敵する。\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "ブラジル連邦警察官に賄賂を渡していたことで告発されている。\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "アリソン・スドラジャットの娘は、調査結果を考慮して以下のように言った：「それは非常に有益でした、そして、彼がすべてについて非常に詳細に調べたので、正確に何があったかわかってうれしかったです。」\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "今までのところ、パキスタン政府筋は163人の武装集団が死亡した一方政府軍の死者は23人であると発表している。\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "しかし、死亡したテロ容疑者の仲間は未確認の場所に遺体を運んで埋めたと考えられているが、少なくとも殺された4人の部族の一員は町の墓地に埋葬された。\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "１１月１３日に、トロント市民は区議員と市長を選ぶために投票する。\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "TＥLＵSは、CRTCにグローバライブ／ウィンドの支配構造を再検討するように要求することを先導して、新規参入の公衆モバイルとともに、ショウ・コミュニケーションズのサポートを受けたが、これら全員は、クレメント産業相がCRTCの決定を再検討しているという声明に関してパーラメント・ヒルの新聞、ザ・ヒル・タイムズに発表された産業相への公開状に署名したと伝えられた。\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "後半すぐに、バイエルン・ミュンヘンはポドルスキがその試合の2点目を上げてリードを奪った。\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "バヌアツの法律に基づいて、彼が書面で議長に通知することなく三回連続で議会を欠席したので、彼は議席を剥奪されなければならない。\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "「安全事案のレベルは過去12週間中8週で減少し、過去2週間の事案レベルは2006年7月以来最小になった」とペトレイアス氏は証言した。\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "気象局（BOM)によると、1910年に信頼性が高く広範な温度観測ができるようになって以来、2005年は最も暑い年だった。\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "連邦裁判官は月曜日に、論争の的となる経口避妊薬PlanBが１７歳の少女に処方なしで利用可能とならなければならないと決定し、食品医薬品局食品医薬品局（FDA）の意向が２００６年に１８歳まで年齢制限をセットすることによってブッシュ政権の保守的な影響を喜んで認めたと言った。\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "彼らはとてもチーム中心で、競技するときはベストを尽くすことに集中して他のすべてのことを無視する。\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "2004年にアーフィア博士はFBIによって「アメリカに明白かつ眼前の危険をもたらすアル・カイダ実行犯および煽動者」であると特定された。\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "国際社会は、毎年何百万にも相当するフィジーへの援助を中止すると述べた。\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "何千もの海洋哺乳類や海鳥が毎年世界中でプラスチックゴミのために死んでいる。\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "これは全長約9マイル、幅約30ヤードの油膜を引き起こした。\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "花火は、現在、ラガーディア空港を所有しているニューヨーク・ニュージャージー港湾局警察により、証拠として保管されている。\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "彼が職務に就いた一年目の間に、州は金融危機になり、銀行は50億ドルの赤字のため、市が残高にアクセスする許可を停止した。\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "スピーチは、「声明：トライデント‐英国核抑止力の将来」と呼ばれる。\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "支援の内容は、リーマンが負っている不良債権の援助になる。\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "彼女は党の健康スポークスマンとして活動し、２００４年春の会議でバース自民党が嫌煙のイニシアティブを取ることを支持した。\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "昨日発表されたフォーブスの年次世界の億万長者リストによると、メキシコの大物カルロス・スリムは純資産が740億米ドルあり、二年連続で世界で一番の金持ちである。\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "ハーセプチンは、これらの患者の30%の癌の再発を防止していることが分かる。\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "いずれにせよ、彼はすべての国連任務を停職のまま、1年につき1ドルのシンボリックな給料だけを支給されている。\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "コンストラクターズ・チャンピオンシップでは、ルノーがフェラーリより9ポイントリードしている。\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "グラスゴーの弁護士の一人であるブレント・ペルトンは「ランドマークの哲学は会社の文化に深く根付いている」と語った。\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "燃料/油熱交換器は、同時に燃料中の氷を溶かして、エンジンの油の熱を取るように設計された二つの用途をもつ部分からできている。\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "アジャは、前教皇ヨハネ・パウロ二世によって2000年に恩赦を受け、ジャーナリストのアブデ・イペクチの殺害のため刑に服すためトルコに送還されるまで、イタリアにおいて終身刑を言い渡されていた。\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "救急車ができるだけ速く現場に到着することを確実にする合理化した手順のように、期待されて認可された交通だけがアクセスできることを確実にする詳細な安全対策プロトコルが含まれている。\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "「今日は心にしみる日だったが、監督としての3ヶ月間に関しては、素晴らしい経験だった。」\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Yahoo!7は、Yahoo!とオーストラリアのテレビネットワーク、セブンによるジョイントベンチャーである。\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "港は土地と1964年の災害の後に建設された防波堤に囲まれている。\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "カメラとIDの没収に加わった警官は誰も、自分たちの名前を明かしたがらなかった。\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "その用語は、オンライン検索で目立つ結果になり、グーグル、ビング、そしてヤフーを含むウェブ検索エンジンで優位性を得た。\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "反乱軍は、民間人の地域へのやみくもな爆撃についてスリランカ軍を非難している。\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "2008年にNASCARスプリントカップシリーズでレースしようとする試みが失敗した後、フランキッティはチップ・ガナッシ・レーシングのためにインディカーレースに戻った。\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "木曜日は、火曜日に難民を収容する国連の３つの学校が爆撃され５０人以上の民間人が殺されてから、国連を目標とする攻撃の２日目である。\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "チリ料理が新鮮な材料で調理されていて、レストランが後に営業再開が許可された一方で、提供された食べ物は製造業者を辿るために役人に押収された。\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "テレコムの最高執行責任者、ケビン・ケンリック氏は、彼らはこれで未開発のオンライン広告コミュニティを狙えるだろうと言った。\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "元イラク指導者の裁判の開始日が近づいた時、法廷の裁判長はサダム・フセインの運命がテレビで放送されると述べた。\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "ルーマニアのケースでは、参入は2007年の承認後、5?7年後となる。\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "「もっとも差し迫った課題は言うまでもなく、現時点で避難所にいる3,000人かそこらの人々のことである。」\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "その5時間後、警告の電話がバスク地方の消防局にかかってきて、4つの爆弾がスペイン北部カンタブリア州ラレードとノハのビーチに埋設されていると伝えた。\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "「我々の州がこの意見の別れる議論の先へと進むことで、私は我々が皆刑事司法制度の公平さと清廉さを向上させるための我々の努力と共有の責務を増強することができることと、誤りを犯す可能性を最小限にすることを望む」とマロイは付け加えた。\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "PSD+PURが現在リードする間、ルーマニアのポスト共産党の歴史で最も熱く戦われた選挙は、１２月１２日に行われる決戦になるかもしれない。\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "ハミルトンはまた、アル・メグラヒが「具体的な痛みまたは障害」で苦しんでいないと言った。\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "プレス・テレビのビルのまわりの地域で他のビルが攻撃されていたという報告はない。\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": "「我々が引き続き歩道を歩いていくと、１人が黄色い王様のシャツを着ている３人の婦人が自分達の店から出てきて、我々に向かってお礼のしぐさをしました」\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "第一段階では完全に成功したが、第二段階では何か問題があるようだった。\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "他にもリバプール(上海の姉妹都市)と、サッカーチームのマンチェスターユナイテッドの本拠地であるマンチェスターのオールドトラッフォードスタジアムにも行く予定だ。\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "第二次世界大戦にさかのぼる航空機が西部サセックスのショーアム航空ショーで、模擬の空中戦をしていて墜落し、パイロットが死んだ。\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "彼らは、ヒンズー教の神であるドゥルガへの崇拝を祝う毎年恒例のヒンズー教のお祭りであるドゥルガプージャの終わりを記念した会合から戻るところだった。\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "彼は無事で、現在順調に回復している。\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "ハイジャック犯は、彼の要求が満たされなければ、飛行機を爆破すると言った。\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "未編集の映像は、事件の後数か月にわたってアルジャジーラによって広く放送された。\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "「これがダルフールの治安状況で、誰も攻撃されることを免れない」とモハメッドは言った。\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "この報告は、国内在住の外国人により確認されました。\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "死亡原因は爆発によるものと報告されたが爆発物は不明である。\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "「我々２０人は、監察官とエルナクラム警察ならびにケララ内務大臣に電子メールで苦情を送りました」と、ガルフ・デーリー・ニューズへの声明で原告ジャヤ・クマールは言った。\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "バスは、スペイン海岸沿いのハイウェイで、スポーツ・ユーティリティ・ビークルと衝突し、道から逸れ、転倒の原因となった。\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "「これが永続的迷走ではないという感覚が必要だ。」\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "国家ひょう対策計画は2000年に開始され、2014年に完了する予定だ。\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "昨日、イランの国防相は彼ら自身の衛星発射装置の計画について話し、宇宙計画を持つ国々のクラブに加わりたいという国の願望を明らかにした。\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "「どれがこの選挙区にとって、最も有益でない、あるいは有害ですらあったのか？」\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "「彼らは何らかの文化帝国主義を根拠としたり、イスラム教徒に対する偏見を起因として行動しているわけではないので、彼らの主張はハルツームで尊敬をもって聞き入れられるだろう。」\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "オリンピアコスのAEKに対する勝利（3-0）はAEKのサポーターを怒らせ、それがスタジアムと船の損壊を促したと思われる。\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "IEの様々なバージョンは、2009年に市場の70パーセントを占め、これは現在は約56パーセントに低下している。\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "多くの国に真偽を問われていることだが、イランはずっと、発電のためにだけ核技術の開発を求めているという立場を維持している。\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "本土の低地地帯での激しく、継続した降雨が、土砂崩れや洪水を起こし、道路やハイウェイは閉鎖され、家族は避難しています。\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "これまで、中国本土ではタブーである政治活動は、中国の特別行政区（SAR）当局には許容されてきた。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "金曜日はヨム・ハショアあるいはイスラエルのホロコースト記念日で、第二次世界大戦でのいわれのないナチスの攻撃による、5百万から7百万人のユダヤ人の命の喪失についての厳粛な沈思の日だった。\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "ガーディアン紙によると、この変革によりテスト数が半減すると見こまれている。\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "フォックス・ニュースは、ピックアップトラックに乗っていた犠牲者は誰もシートベルトを装着していなかったと報じている。\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "UEFAは彼らの要求を再度却下し、技術的ミスの証拠が何も提示されていないと言った。\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "会談の後、どちらもいかなる公式声明も出さなかったが、エルサレムの地位、イスラエルと将来のパレスチナ国家の国境、パレスチナ難民の問題などの核心的な問題を議論する作業部会を作るよう交渉者に命じた。\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "300万から600万の人々が2005年に感染したと考えられています。\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "ひとたび加盟条約は25の欧州連合加盟国全てに批准されれば、ルーマニアとブルガリアは2007年1月1日に正式なメンバーになる\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "そして、「これまでのところ、非通常兵器を手に入れるための暴動行為は、一体となった活動によって制限され食い止められている」。\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "しかし、研究者は、市販のメラトニンの錠剤が効果がある量の10倍の量を含む場合があると発見した。\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "金曜日、シアトルとその郊外全域の学校は閉校となり、多くは停電のためであった。\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}