{
    "Contributors": [
        "Ishan Purohit"
    ],
    "Source": [
        "CODA-19 (Dataset - https://github.com/windx0303/CODA-19/tree/master/data) (Paper - https://aclanthology.org/2020.nlpcovid19-acl.6.pdf)"
    ],
    "Categories": [
        "Text Generation"
    ],
    "Definition": "In this #task, you are given a #paragraph (from the research paper) and your #task is to classify each ###sentence of the #paragraph (assume n ###sentence) into the following categories: Background, Purpose, Method, #Finding/Contribution, or Other. Return the #output in this format: 1 - category_of_###sentence1, 2 - category_of_###sentence2, ..., n - category_of_###sentencen; where #number indicates the order of ###sentence.",
    "Positive Examples": [
        {
            "input": " This study was conducted to investigate the correlation between antibiotic consumption and the incidence of health-care-associated infections (HCAIs) caused by methicillin-resistant Staphylococcus aureus (MRSA) (HCAI-MRSA) and vancomycin-resistant enterococci (VREs) (HCAI-VREs) at a university hospital in Taiwan during the period from 2000 to 2010. Methods Data on annual patient-days and annual consumption (defined daily dose/1000 patient-days) of glycopeptides (vancomycin and teicoplanin), linezolid, fusidic acid, tigecycline, and daptomycin were analyzed. Yearly aggregated data on the number of nonduplicate clinical MRSA and VRE isolates causing HCAI were collected.",
            "output": "0 - purpose, 1 - method, 2 - method",
            "explanation": "The paragraph contains 3 statement. Each statement is very clear and is classified easily as purpose, method and method."
        },
        {
            "input": "Kawasaki disease (KD) is an acute systemic vasculitis with unknown etiology. The diagnosis of KD depends on clinical manifestations. The prevalence of coronary artery abnormality (CAA) is 11.0% and results in cardiac sequelae, such as myocardial infarction or coronary aneurysm, which are the most serious complications in KD. Methods. We divided KD children into different age groups: ≤6 months old, 7 months to 1 year old, and year old, respectively. Different parameters were compared in each group. Results. Infants ≤6 months old are less likely to fulfill KD major diagnostic criteria within 10 days, are prone to develop incomplete KD with the lowest cholesterol level, and have the greatest chance to have CAA and the laboratory features associated with CAA, such as the longest time needed to confirm CA diagnosis, lower hemoglobin level, lower albumin level, and higher platelet count. Infants <1 year old develop higher percentage of leukocytosis and sterile pyuria. But this group has fewer patients with neck lymphadenopathy.",
            "output": "1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - method, 8 - method, 9 - method, 10 - method, 11 - method, 12 - finding, 13 - finding, 14 - finding, 15 - finding, 16 - finding, 17 - finding, 18 - finding, 19 - finding",
            "explanation": "The paragraph contains 19 sentences. The paragraph begins by providing background information relevant to the problem about the Kawasaki disease, followed by the methods where it divided children into the age group that the authors used to study the problem, and at last, it discusses their implications that how infants are prone to develop incomplete KD with the lowest cholesterol level, how some group has fewer patients with neck lymphadenopathy."
        }
    ],
    "Negative Examples": [
        {
            "input": " Overall, the consumption of teicoplanin and linezolid significantly increased during the study period. A significant decrease in the incidence of HCAI-MRSA and a significant increase in the incidence of HCAI-VRE were found during the study period. A significant correlation was found between the increased use of teicoplanin and linezolid and the decreased incidence of HCAI-MRSA. By contrast, positive correlations were found between the consumption of teicoplanin and tigecycline and the incidence of HCAI-VRE.",
            "output": "0 - finding",
            "explanation": "Although there are multiple statements of same type, the answer is just for first statement."
        },
        {
            "input": "Listeria monocytogenes is an environmental saprophyte and facultative intracellular bacterial pathogen with a well-defined life-cycle that involves escape from a phagosome, rapid cytosolic growth, and ActA-dependent cell-to-cell spread, all of which are dependent on the master transcriptional regulator PrfA. The environmental cues that lead to temporal and spatial control of L.",
            "output": "purpose",
            "explanation": "Here, output generates only one label and also without the order of the sentence, however, there are two sentences in the input paragraph. So, it should provide a label for each label."
        }
    ],
    "Instances": [
        {
            "input": " This study identified various correlations between the consumption of antibiotics and the incidence of HCAI-MRSA and HCAI-VRE. Strict implementation of infection-control guidelines and reinforcement of administering appropriate antibiotic agents would be helpful in decreasing the incidence of MRSA and VRE in hospitals.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": " + 81 0176 238703. 0166-0934,/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSDI 0166-0934(94)00119-7 3.58 T. Hohdatsu et al. /Journal of Virological Methods 51 (1995) 357-362",
            "output": [
                "0 - purpose, 1 - finding, 2 - finding, 3 - finding, 4 - other, 5 - other, 6 - other"
            ]
        },
        {
            "input": "Viruses are small infectious agents that replicate only inside the living cells of other organisms and comprise approximately 94% of the nucleic acid-containing particles in the oceans. They are believed to play a central role in evolution, are responsible for various human diseases, and have important contributions to biotechnology and nanotechnology. Viruses undergo evolutionary selection for efficient transmission from host to host by exploiting the host's gene expression machinery (e.g., ribosomes) for the expression of the genes encoded in their genomes. As a result, viral genes tend to be expressed via non-canonical mechanisms that are very rare in living organisms. Many of the gene expression stages and other aspects of the viral life cycle are encoded in the viral transcripts via 'silent codes', and are induced by mutations that are synonymous to the viral amino acid content. In a series of studies that included the analyses of dozens of organisms from the three domains of life, it was shown that there are overlapping 'silent codes' in the genetic code that are related to all stages of gene expression regulation. The aim of this chapter is to summarize the current knowledge related to the silent codes in viral genomes and the open questions in the field.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - finding, 4 - background, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Systems biology is an emerging discipline that combines high-content, multiplexed measurements with informatic and computational modeling methods to better understand biological function at various scales. Here we present a detailed review of the methods used to create computational models and conduct simulations of immune function, We provide descriptions of the key data gathering techniques employed to generate the quantitative and qualitative data required for such modeling and simulation and summarize the progress to date in applying these tools and techniques to questions of immunological interest, including infectious disease. We include comments on what insights modeling can provide that complement information obtained from the more familiar experimental discovery methods used by most investigators and why quantitative methods are needed to eventually produce a better understanding of immune system operation in health and disease.",
            "output": [
                "0 - background, 1 - purpose, 2 - finding"
            ]
        },
        {
            "input": "We review the basic concepts of intervention analysis in the context of structural time series models and we apply this methodology to investigate the possible reduction in monthly crime rates reported from January 1984 up to and including December 2010 after Virginia abolished parole and reformed sentencing in January 1995. We find that the change in legislation has significantly reduced the burglary rates and to a lesser extent the murder rates in Virginia. The robustness of our results is investigated with an automatic detection of breaks procedure as well as with analyses of quarterly rather than monthly data.",
            "output": [
                "0 - background, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "Breathing is a high-risk behavior for spreading infectious diseases in enclosed environments, so it is important to investigate the characteristics of human exhalation flow and dispersal of exhaled air to reduce the risk. This paper used two-dimensional time-resolved particle image velocimetry (2D TR-PIV) to measure the exhaled flow from a breathing thermal manikin. Since the exhaled flow is transient and periodic, the phase-averaged method was used to analyze the flow characteristics. The results showed that the velocity profile of the flow exiting the mouth was bell-shaped for exhalation and flat for inhalation. The exhaled flow showed different characteristics during each stage of the exhalation process. In the initial phase, a mushroom-shaped flow arose, while some jet characteristics appeared in the middle phase. The effect of thermal buoyancy and thermal plume on the exhaled flow was analyzed. Clear turbulence characteristics were found in the exhaled flow, and the turbulence fluctuation was very strong in the transition stage between exhalation and inhalation. The last finding was that the distribution and value of vorticity were different in each phase. The results of quantitative PIV provided detailed information about the boundary condition set and validation data for CFD simulation.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": " On-site vaccination arrangements were introduced in 2005 to improve influenza vaccination rate among employees of a 1500-bed tertiary hospital in Singapore. Methods On-site arrangements include mobile teams to 3 distant departments and same-service area vaccination for employees at 4 service areas.",
            "output": [
                "0 - background, 1 - method"
            ]
        },
        {
            "input": " Influenza vaccination rate in 2005 was 66.4% (versus 56.8% in 2004, odds ratio 1.50, 95% confidence interval 1.39-1.62). Employees who attended on-site arrangements had higher influenza vaccination rate (97.0%). Conclusion On-site vaccination arrangements improved influenza vaccination rate among hospital employees. (Am J Infect Control 2007;35481-3.) ",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - other"
            ]
        },
        {
            "input": "Fecal microbial transplantation (FMT), a treatment for certain gastrointestinal conditions associated with dysbiosis in people, is also empirically employed in horses with colitis. This study used microbiota high-throughput sequencing to compare the fecal microbial profile of healthy horses to that of geriatric microbial transplant recipients experiencing diarrhea and tested whether FMT restores microbiota diversity.",
            "output": [
                "0 - background, 1 - purpose"
            ]
        },
        {
            "input": "To evaluate the effect of environment and donor characteristics on the intestinal microbiota, fecal samples were collected per rectum from 15 healthy young-adult (2-12 years) and 15 geriatric (ï¿½20 years) horses. Additionally, FMT was performed for 3 consecutive days in 5 geriatric horses with diarrhea using feces from the same healthy donor. Fecal samples were collected from both donor and recipient prior to each FMT and from recipients 24 hours following the last FMT. The profile of the fecal bacterial microbiota was compared using 16S amplicon sequencing.",
            "output": [
                "0 - method, 1 - method, 2 - method, 3 - method"
            ]
        },
        {
            "input": "During the past three months, a new coronavirus (SARS-CoV-2) epidemic has been growing exponentially, affecting over 100 thousand people worldwide, and causing enormous distress to economies and societies of affected countries. A plethora of analyses based on viral sequences has already been published, in scientific journals as well as through non-peer reviewed channels, to investigate SARS-CoV-2 genetic heterogeneity and spatiotemporal dissemination. We examined all full genome sequences currently available to assess the presence of sufficient information for reliable phylogenetic and phylogeographic studies. Our analysis clearly shows severe limitations in the present data, in light of which any finding should be considered, at the very best, preliminary and hypothesis-generating. Hence the need for avoiding stigmatization based on partial information, and for continuing concerted efforts to increase number and quality of the sequences required for robust tracing of the epidemic.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "output": [
                "0 - other, 1 - other"
            ]
        },
        {
            "input": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": "Posttranslational modification of proteins by ubiquitin regulates synapse development and synaptic transmission. Much progress has been made investigating the role of ubiquitin ligases at the synapse, however very little is known about the deubiquitinating enzymes (DUBs) which remove ubiquitin from target proteins. Although there are far fewer DUBs than ubiquitin ligases encoded by the human genome, it is becoming clear that DUBs have very specific physiological functions, suggesting that DUB activity is tightly regulated in vivo. Many DUBs function as part of larger protein complexes, and multiple regulatory mechanisms exist to control the expression, localization and catalytic activity of DUBs. In this review article, we focus on the role of the DUB USP46 in the nervous system, and illustrate potential mechanisms of regulating DUBs by describing how USP46 is regulated by two WD40-repeat (WDR) proteins, WDR48/UAF1 and WDR20, based on recent structural studies and genetic analyses in vivo.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose"
            ]
        },
        {
            "input": " Currently, RT-PCR is used widely and considered to be a convenient, useful, and powerful method for molecular diagnosis, to detect pathogens from clinical specimens. Objectives In this work we describe the development of an in-house Real-time Taqman PCR assay for quantification of HPeV in stool specimens. Study designs A total of 137 fecal specimens previously screened for rotavirus and adenovirus were tested for HPeV virus. Results A total of 11 out of 137 (8%) episodes of acute gastroenteritis were associated with HPeV genomic detection with median viral load 14678 Â± 28927 genomes/mg fecal specimens. There was no significant difference in the detection rate between male and female (54.5% (6/11) vs. 45.5% (5/11). Among the 11 HPeV-positive cases, 2 were also positive for other viral pathogens, including rotavirus (n = 2). Conclusion In conclusion, the development of a laboratory designed Real Time PCR TaqMan assay for quantitative detection of HPeV and the optimization and standardization of this assay using stool of children with acute gastroenteritis are described.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - finding, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Biological oscillators are vital to living organisms, which use them as clocks for time-sensitive processes. However, much is unknown about mechanisms which can give rise to coherent oscillatory behavior, with few exceptions (e.g., explicitly delayed self-repressors and simple models of specific organisms' circadian clocks). We present what may be the simplest possible reliable gene network oscillator, a self-repressing gene. We show that binding cooperativity, which has not been considered in detail in this context, can combine with small numbers of intermediate steps to create coherent oscillation. We also note that noise blurs the line between oscillatory and non-oscillatory behavior.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "A loop-mediated isothermal amplification (LAMP) assay was developed for the detection of herpes simplex virus 1 (HSV-1). The specificity of the assay was tested using DNA extracted from HSV-1-infected rabbit corneal epithelium cultures, HSV-2 grown on Vero cell line, cytomegalovirus (CMV) (AD-169), varicella zoster virus (VZV) (Oka-vaccine), adenovirus, Aspergillus flavus and Staphylococcus aureus. The specificity of LAMP was confirmed by bidirectional sequencing of the amplicons. The sensitivity of the LAMP assay was tested using different concentrations of HSV-1 DNA. To evaluate the application of the LAMP assay in clinical diagnosis, we tested vitreous samples from 20 patients with suspected viral retinitis using LAMP and real-time PCR for HSV-1. The LAMP primers amplified only HSV-1 DNA; no LAMP products were detected with the DNAs of HSV-2, CMV, VZV, adenovirus A. flavus and S. aureus.",
            "output": [
                "0 - background, 1 - method, 2 - method, 3 - method, 4 - method, 5 - finding"
            ]
        },
        {
            "input": "The sequences of the positive HSV-1 LAMP products perfectly (99-100%) matched the HSV-1 sequences deposited in the GenBank database. LAMP is as sensitive as real-time PCR, with the lowest detection limit being 10 copies/lL of HSV-1 DNA. Of the 20 patients with suspected viral retinitis, four tested positive for HSV-1 using real-time PCR and LAMP. A 100% concordance was observed across the two methods. The LAMP assay is a rapid, highly specific and sensitive method for the diagnosis of retinitis caused by HSV-1.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Viruses manipulate cell biology to utilize monocytes/macrophages as vessels for dissemination, long-term persistence within tissues and virus replication. Viruses enter cells through endocytosis, phagocytosis, macropinocytosis or membrane fusion. These processes play important roles in the mechanisms contributing to the pathogenesis of these agents and in establishing viral genome persistence and latency. Upon viral infection, monocytes respond with an elevated expression of proinflammatory signalling molecules and antiviral responses, as is shown in the case of the influenza, Chikungunya, human herpes and Zika viruses. Human immunodeficiency virus initiates acute inflammation on site during the early stages of infection but there is a shift of M1 to M2 at the later stages of infection. Cytomegalovirus creates a balance between pro-and anti-inflammatory processes by inducing a specific phenotype within the M1/M2 continuum. Despite facilitating inflammation, infected macrophages generally display abolished apoptosis and restricted cytopathic effect, which sustains the virus production. The majority of viruses discussed in this review employ monocytes/macrophages as a repository but certain viruses use these cells for productive replication. This review focuses on viral adaptations to enter monocytes/macrophages, immune escape, reprogramming of infected cells and the response of the host cells.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - finding, 8 - purpose"
            ]
        },
        {
            "input": "Recently a new monoterpene dial, dehydroiridodial, was isolated as a pungent principle of Actinidia polygama Miq., and it was synthesized by K. Yoshihara et ai (7). On the other hand, chrysomelidial (1), the stereoisomer of dehydroiridodial, was isolated from the larval defensive secretion of a chrysomelide beetle (Plagiodera versicolora) in 1977, and it was synthesized in 1978 by J. Meinwald et al. (8). Both syntheses were non-stereospecific involving tedious separation steps.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": "We first attempted the stereocontrolled synthesis of chrysomelidial from 4-methyltricyclo[3,3,0,0^'^]octan-3-one (2) which was prepared from diethyl 2-cyclopentene-l-ylmalonate by the general method of Doering. Methylation of diethyl 2-cyclopentene-l-ylmalonate with metyl iodide followed by hydrolysis and decarboxylation afforded 2-(2-cyclopentene-lyl)propionic acid in",
            "output": [
                "0 - method, 1 - method"
            ]
        },
        {
            "input": "The spike protein of Porcine epidemic diarrhea virus is the main surface glycoprotein involved in virus attachment and entry and therefore is the target of neutralizing antibodies. Here, the immunogenicity of a novel antigenic domain found on the carboxy-terminal of the spike protein characterized by the peptide motif GPRLQPY, was evaluated. A synthetic peptide whose linear sequence is identical to the 24 a.a. carboxy-terminal portion of the spike protein (S-CT24) elicited a strong antibody response in BALB/c mice that had specific reactivity against the S-CT24 and PEDV. These antibodies were shown to have a specific affinity to the GPRLQPY motif, as demonstrated by non-reactivity with a peptide that lacks this motif. In addition, antiS-CT24 antibodies exhibited neutralizing activities against KPEDV-9 in focus reduction neutralization tests suggesting that the GPRLQPY motif induces neutralizing antibodies against PEDV.",
            "output": [
                "0 - background, 1 - method, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "The hemagglutinin-esterases (HEs), envelope glycoproteins of corona-, toro-and orthomyxoviruses, mediate reversible virion attachment to O-acetylated sialic acids (O-Ac-Sias). They do so through concerted action of distinct receptor-binding (''lectin'') and receptor-destroying sialate O-acetylesterase (''esterase'') domains. Most HEs target 9-O-acetylated Sias. In one lineage of murine coronaviruses, however, HE esterase substrate and lectin ligand specificity changed dramatically as these viruses evolved to use 4-O-acetylated Sias instead. Here we present the crystal structure of the lectin domain of mouse hepatitis virus (MHV) strain S HE, resolved both in its native state and in complex with a receptor analogue. The data show that the shift from 9-O-to 4-O-Ac-Sia receptor usage primarily entailed a change in ligand binding topology and, surprisingly, only modest changes in receptor-binding site architecture. Our findings illustrate the ease with which viruses can change receptor-binding specificity with potential consequences for host-, organ and/or cell tropism, and for pathogenesis.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - method, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "An oligonucteotide containing multiple AP-1 binding sites was introduced into the regulatory sequence in the long terminal repeat (LTR) of feline immunodeficiency virus (FIV). Chloramphenicol acetyltransferase assay revealed that basal promoter activity of the mutated LTR was higher than that of the wildtype LTR in Crandell feline kidney (CRFK) cells. The mutated LTR was introduced into an infectious molecular clone of FIV and the clone was transfected into CRFK cells. The virus production of the mutant in the cells was as high as that of the wildtype when determined by the reverse transcriptase activity assay. The growth of the mutant virus obtained from the transfected CRFK cells was examined in feline T lymphoblastoid cell lines (MYA-1 and FeL-039 cells) and primary feline peripheral blood mononuclear cells (fPBMCs). The growth was delayed when compared with that of the wild-type virus in all the cells used. Upon examination by polymerase chain reaction, the length of the LTR of the mutant virus was shortened in both MYA-1 cells and fPBMCs. Sequence analysis revealed that the insertion was completely deleted 39 days after infection in the MYA-1 cells.",
            "output": [
                "0 - method, 1 - finding, 2 - method, 3 - finding, 4 - method, 5 - finding, 6 - method, 7 - finding"
            ]
        },
        {
            "input": "T. Miyazawa et al.",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": "several putative binding sites for enhancer proteins such as AP-1, AP-4, C/EBP are present [13, 14, 26] .",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": "Previously we reported that by deletion of AP-1 and AP-4 related sequences in the LTR, promoter activity was reduced in Crandell feline kidney (CRFK) andfelis catus whole foetus-4 (fcwf-4) cells using the chloramphenicol acetyltransferase (CAT) assay [11, 19] . Recently, Thompson et al. [29] reported that protein(s) present in the nuclear extract from feline T cells (F422 cells) which are permissive for FIV replication bind to the putative AP-1 and AP-4 binding sites. These findings suggest that the AP-1 in feline cells can bind to the AP-1 binding site in the L T R and is critical for the basal promoter activity of the LTR. Conversely, a m u t a n t virus which lacks the AP-1 and AP-4 binding sites replicated in feline T lymphoblastoid cell lines (MYA-1 and FeL-039 cells) [19] and primary feline peripheral blood mononuclear cells (fPBMCs) [17] . These data indicate that the AP-1 and AP-4 binding sites are not necessary for the efficient replication of FIV in feline T lymphocytes.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "In this study, we introduced an oligonucleotide containing multiple AP-1 binding sites adjacent to the original AP-1 binding site in the U3 region of the L T R and examined the effects of the insertion on the promoter and growth activities of the mutant.",
            "output": [
                "0 - method"
            ]
        },
        {
            "input": "Cell culture CRFK cells [3] and fcwf-4 [9] were maintained in Dulbecco's modified Eagle's medium supplemented with 10% heat-inactivated foetal calf serum (FCS). fPBMCs obtained from a specific pathogen-free cat were isolated as described previously [15, 16] . 21] and FeL-039 [30] cells, and fPBMCs were maintained in the RPMI 1640 growth medium supplemented with 10% FCS, antibiotics, 50 gM 2-merecaptoethanol, 2 g g/ml polybrene and 100 units/ml of recombinant human interleukin-2 at 37Â°C in a humidified atmosphere of 5% CO 2 in air.",
            "output": [
                "0 - method, 1 - method, 2 - method"
            ]
        },
        {
            "input": "DNA constructs",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": " We present here the recent update of AMS algorithm for identification of post-translational modification (PTM) sites in proteins based only on sequence information, using artificial neural network (ANN) method. The query protein sequence is dissected into overlapping short sequence segments. Ten different physicochemical features describe each amino acid; therefore nine residues long segment is represented as a point in a 90 dimensional space. The database of sequence segments with confirmed by experiments post-translational modification sites are used for training a set of ANNs.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background"
            ]
        },
        {
            "input": "The efficiency of the classification for each type of modification and the prediction power of the method is estimated here using recall (sensitivity), precision values, the area under receiver operating characteristic (ROC) curves and leave-one-out tests (LOOCV). The significant differences in the performance for differently optimized neural networks are observed, yet the AMS 3.0 tool integrates those heterogeneous classification schemes into the single consensus scheme, and it is able to boost the precision and recall values independent of a PTM type in comparison with the currently available state-of-the art methods.",
            "output": [
                "0 - method, 1 - finding"
            ]
        },
        {
            "input": "The standalone version of AMS 3.0 presents an efficient way to indentify post-translational modifications for whole proteomes. The training datasets, precompiled binaries for AMS 3.0 tool and the source code are available at Additional file 1 Supplementary materials for the publication. Supplementary.xls contains detailed results of training and testing of AMS 3.0 tool in MS Excel file format. Additional file 2 PTM predictor software with training data. PTM_Archive.tar.gz includes the predictor software binaries together with all trained ANNs in tar.gz compressed form.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Virus vaccines have to be immunogenic, sufficiently stable, safe, and suitable to induce long-lasting immunity. To meet these requirements, vaccine studies need to provide a comprehensive understanding of (i) the protective roles of antiviral B and T-cell-mediated immune responses, (ii) the complexity and plasticity of major viral antigens, and (iii) virus molecular biology and pathogenesis. There are many types of vaccines including subunit vaccines, whole-inactivated virus, vectored, and live-attenuated virus vaccines, each of which featuring specific advantages and limitations. While nonliving virus vaccines have clear advantages in being safe and stable, they may cause side effects and be less efficacious compared to live-attenuated virus vaccines. In most cases, the latter induce longlasting immunity but they may require special safety measures to prevent reversion to highly virulent viruses following vaccination. The chapter summarizes the recent progress in the development of coronavirus (CoV) vaccines, focusing on two zoonotic CoVs, the severe acute respiratory syndrome CoV (SARS-CoV), and the Middle East respiratory syndrome CoV, both of which cause deadly disease and epidemics in humans. The development of attenuated virus vaccines to combat infections caused by highly pathogenic CoVs was largely based on the identification and characterization of viral virulence proteins that, for example, interfere with the innate and adaptive immune response or are involved in interactions with specific cell types, such as macrophages, dendritic and epithelial cells, and T lymphocytes, thereby modulating antiviral host responses and viral pathogenesis and potentially resulting in deleterious side effects following vaccination.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - purpose, 6 - finding"
            ]
        },
        {
            "input": " Host genetic factors are important determinants in tuberculosis (TB). The SLC11A1 (or NRAMP1) gene has been studied extensively for genetic association with TB, but with inconsistent findings. In addition, no study has yet looked into the effect of sex and age on the relationship between SLC11A1 polymorphisms and TB.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": " A case-control study was conducted. In total, 278 pulmonary TB patients and 282 sex-and agematched controls without TB were recruited. All subjects were ethnic Chinese. On the basis of linkage disequilibrium pattern, three genetic markers from SLC11A1 and one from the nearby IL8RB locus were selected and examined for association with TB susceptibility. These markers were genotyped using single strand conformation polymorphism analysis or fragment analysis of amplified products.",
            "output": [
                "0 - method, 1 - method, 2 - method, 3 - method, 4 - method"
            ]
        },
        {
            "input": " Statistically significant differences in allele (P = 0.0165, OR = 1.51) and genotype (P = 0.0163, OR = 1.59) frequencies of the linked markers SLC6a/b (classically called D543N and 3'UTR) of the SLC11A1 locus were found between patients and controls. With stratification by sex, positive associations were identified in the female group for both allele (P = 0.0049, OR = 2.54) and genotype (P = 0.0075, OR = 2.74) frequencies. With stratification by age, positive associations were demonstrated in the young age group (age â‰¤65 years) for both allele (P = 0.0047, OR = 2.52) and genotype (P = 0.0031, OR = 2.92) frequencies.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "All positive findings remained significant even after correction for multiple comparisons. No significant differences were noted in either the male group or the older age group. No significant differences were found for the other markers (one SLC11A1 marker and one IL8RB marker) either.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "This study confirmed the association between SLC11A1 and TB susceptibility and demonstrated for the first time that the association was restricted to females and the young age group.",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": "In endemic countries such as Bangladesh, consequences of cholera place an enormous financial and social burden on patients and their families. Cholera vaccines not only provide health benefits to susceptible populations but also have effects on the earning capabilities and financial stability of the family. Community-based research and evaluations are necessary to understand perceptions about and practices of the community relating to cholera and oral cholera vaccines. This may help identify the ways in which such vaccines may be successfully introduced, and other preventive measures can be implemented. The present study assessed the knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among an urban population residing in a high cholera-prone setting in Dhaka, Bangladesh.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose"
            ]
        },
        {
            "input": " This cross-sectional study was conducted in an area of high cholera prevalence in 15 randomly-selected clusters in Mirpur, Dhaka city. A study team collected data through a survey and in-depth interviews during Results Of 2,830 families included in the final analysis, 23% could recognize cholera as acute watery diarrhea and 16% had ever heard of oral cholera vaccine. About 54% of the respondents had poor knowledge about cholerarelated issues while 97% had a positive attitude toward cholera and oral cholera vaccine. One-third showed poor practice relating to the prevention of cholera. The findings showed a significant (p < 0.05) association between the respondents' knowledge and sex, education, occupation, monthly overall household expenditure, attitudes and practice. In the adjusted model, male sex, having a lower monthly overall household expenditure, and having a less positive attitude toward cholera were the significant predictors to having poor knowledge. Conclusions The findings suggest the strengthening of health education activities to improve knowledge on cholera, its prevention and treatment and information on cholera vaccination among high-risk populations. The data also underscore the potential of mass cholera vaccination to prevent and control cholera.",
            "output": [
                "0 - method, 1 - method, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "107-I 18.",
            "output": [
                "0 - background, 1 - background, 2 - other, 3 - other"
            ]
        },
        {
            "input": "The immunosuppressive effect of experimental Boophilus microplus infestation on bovine peripheral blood lymphocytes (PBL) and on host antibody production to a protein antigen (ovalbumin) was examined. Boophilus microplus infestation caused a marginal decrease in the percentage of T lymphocytes in PBL, which was observed in both lightly (5000 larvae) and heavily (40 000 larvae) infested cattle, and began at the second infestation and continued until the end of the fourth infestation. The percentage ofB lymphocytes in heavily tick-infested cattle was less than that in non-infested control cattle after the fourth infestation. The response of PBL from tick-infested cattle to phytohemagglutinin (PHA) was always less than that of tick-free cattle after the second infestation. No noteworthy differences were detected betwccn the three stages of tick infestation, that is. 1 week before the peak of adult engorgement, the middle of the peak and 1 week after all ticks had dropped. Boophilus microplus saliva ( 100/11 ml-t ) suppressed 47% of the response of bovine PBL to PHA in vitro.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - method, 6 - method"
            ]
        },
        {
            "input": "This suppressive effect of saliva may contribute to the lower responsiveness of PBL from tick-infested cattle. Antibody production by tick-infested cattle was examined during the third and tourth heavy tick infestation. Tick-infested cattle showed a diminished response against ovalbumin after the second immunization. The immunosuppressive effects of tick infestation may play an important role in tick survival or in the transmission of tick-borne diseases in the field. sponse in the bovine host, which is manifest by mast cell disruption, eosinophil infiltration and concentration at the attachment site (Schleger et al.,",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Correspondence to.\" H. lnokuma, National Livestock Breeding Center, Ministry' of Agriculture.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "Forest~' and Fisheries, Nishigho, Nishi-shirakawa, Fukushima 961, Japan.",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": "Environmental factor(s), such as viral infection, has been implicated as one of the triggering events leading to neuroinflammation in multiple sclerosis. This study underlines the importance of doublestranded RNA (dsRNA), the active component of a viral infection, in inducing the expression of inducible nitric oxide synthase (iNOS) in human astroglia. DsRNA in the form of synthetic polyinosinic-polycytidylic acid (poly IC) induced expression of iNOS and iNOS promoter-driven luciferase activity through activation of nuclear factor (NF)-ÎºB and CCAAT/enhancer-binding proteinÎ² (C/EBPÎ²). In addition, we show that inhibitors of protein kinase R attenuated iNOS by suppressing the activation of NF-ÎºB but not C/EBPÎ². In contrast, knock down of p38 mitogenactivated protein kinase (MAPK) attenuated iNOS by suppressing the activation of C/EBPÎ² but not NF-ÎºB. This study delineates a novel role of dsRNA in inducing the expression of iNOS through dsRNA-activated protein kinase (PKR)-mediated activation of NF-ÎºB and p38-mediated activation of C/EBPÎ² in human astroglia that may participate in virus-induced neurological abnormalities.",
            "output": [
                "0 - background, 1 - purpose, 2 - finding, 3 - finding, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "Rabies is one of the most deadly infectious diseases, with a case-fatality rate approaching 100%. The disease is established on all continents apart from Antarctica; most cases are reported in Africa and Asia, with thousands of deaths recorded annually. However, the estimated annual fi gure of almost 60 000 human rabies fatalities is probably an underestimate. Almost all cases of human rabies result from bites from infected dogs. Therefore, the most cost-eff ective approach to elimination of the global burden of human rabies is to control canine rabies rather than expansion of the availability of human prophylaxis. Mass vaccination campaigns with parenteral vaccines, and advances in oral vaccines for wildlife, have allowed the elimination of rabies in terrestrial carnivores in several countries worldwide. The subsequent reduction in cases of human rabies in such regions advocates the multidisciplinary One Health approach to rabies control through the mass vaccination of dogs and control of canine populations.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding"
            ]
        },
        {
            "input": "An 9.4-kDa antifungal peptide designated as campesin was isolated from seeds of the cabbage Brassica campestris. The isolation procedure involved affinity chromatography on Affi-gel blue gel, ion exchange chromatography on Q-Sepharose and Mono S, and gel filtration on Superdex 75 and Superdex Peptide. The peptide was adsorbed on the first three chromatographic media. It exerted an inhibitory action on mycelial growth including Fusarium oxysporum and Mycosphaerella arachidicola, with an IC 50 of 5.1 Î¼M and 4.4 Î¼M, respectively. The peptide was characterized by remarkable thermostability and pH stability. It inhibited proliferation of HepG2 and MCF cancer cells with an IC 50 of 6.4 Î¼M and 1.8 Î¼M, and the activity of HIV-1 reverse transcriptase with an IC 50 of 3.2 Î¼M. It demonstrated lysolecithin binding activity.",
            "output": [
                "0 - method, 1 - method, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": " Human rhinoviruses (HRVs) are the most frequently detected pathogens in acute respiratory tract infections (ARTIs) and yet little is known about the prevalence, recurrence, structure and clinical impact of individual members. During 2007, the complete coding sequences of six previously unknown and highly divergent HRV strains were reported. To catalogue the molecular and clinical features distinguishing the divergent HRV strains, we undertook, for the first time, in silico analyses of all available polyprotein sequences and performed retrospective reviews of the medical records of cases in which variants of the prototype strain, HRV-QPM, had been detected.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": " Genomic analyses revealed that the six divergent strains, residing within a clade we previously called HRV A2, had the shortest polyprotein of all picornaviruses investigated. Structure-based amino acid alignments identified conserved motifs shared among members of the genus Rhinovirus as well as substantive deletions and insertions unique to the divergent strains. Deletions mostly affected regions encoding proteins traditionally involved in antigenicity and serving as HRV and HEV receptor footprints. Because the HRV A2 strains cannot yet be cultured, we created homology models of predicted HRV-QPM structural proteins. In silico comparisons confirmed that HRV-QPM was most closely related to the major group HRVs. HRV-QPM was most frequently detected in infants with expiratory wheezing or persistent cough who had been admitted to hospital and required supplemental oxygen. It was the only virus detected in 65% of positive individuals. These observations contributed to an objective clinical impact ranging from mild to severe.",
            "output": [
                "0 - method, 1 - method, 2 - method, 3 - method, 4 - finding, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "The divergent strains did not meet classification requirements for any existing species of the genus Rhinovirus or Enterovirus. HRV A2 strains should be partitioned into at least one new species, putatively called Human rhinovirus C, populated by members detected with high frequency, from individuals with respiratory symptoms requiring hospital admission.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": " The 5â€²-triphosphorylated, 2â€²-5â€²-linked oligoadenylate polyribonucleotides (2-5As) are central to the interferon-induced antiviral 2-5A system. The 2-5As bind and activate the RNase L, an endoRNase degrading viral and cellular RNA leading to inhibition of viral replication. The 2-5A system is tightly controlled by synthesis and degradation of 2-5As. Whereas synthesis is mediated by the 2â€²-5â€² oligoadenylate synthetase family of enzymes, degradation seems to be orchestrated by multiple enzyme nucleases including phosphodiesterase 12, the ectonucleotide pyrophosphatase/phosphodiesterase 1 and the A-kinase anchoring protein 7.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background"
            ]
        },
        {
            "input": " Here we present assay tools for identification and characterization of the enzymes regulating cellular 2-5A levels. A procedure is described for the production of 2â€²-5â€² oligoadenylates, which are then used as substrates for development and demonstration of enzyme assays measuring synthetase and nuclease activities, respectively. The synthetase assays produce only a single reaction product allowing for very precise kinetic assessment of the enzymes. We present an assay using dATP and the A(pA) 3 tetramer core as substrates, which requires prior isolation of A(pA) 3 . A synthetase assay using either of the dNTPs individually together with NAD + as substrates is also presented. The nuclease reactions make use of the isolated 2â€²-5â€² oligoadenylates in producing a mixture of shorter reaction products, which are resolved by ion-exchange chromatography to determine the enzyme activities. A purified human 2â€²-5â€² oligoadenylate synthetase and a purified human phosphodiesterase 12 along with crude extracts expressing those proteins, are used to demonstrate the assays. Conclusions This paper comprises an assay toolbox for identification and characterization of the synthetases and nucleases regulating cellular 2-5A levels. Assays are presented for both enzyme families. The assays can also be used to address a broader cellular role of the OAS enzymes, based on the multiple substrate specificity intrinsic to these proteins.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": " 2â€²-5â€² oligoadenylate synthetase (OAS), 2â€²-5â€² oligoadenylate nuclease, 5â€²-triphosphorylated, 2â€²-5â€²-linked oligoadenylate polyribonucleotides (2-5As), 5â€²-dephosphorylated forms of 2-5As (2-5A core molecules), Enzyme assays",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": " 0.9997 for Baicalin0.9992 for Baicalein, and 0.9983 for Wogonin, respectively). The average recoveries of these target components ranged between 96.1-105.6%, 98.6-105.2%, and 96.3-105.0%, respectively. CE fingerprints combined with the quantitative analysis can be used for the quality evaluation of S. baicalensis.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - method, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Host responses can contribute to the severity of viral infection, through the failure of innate antiviral mechanisms to recognize and restrict the pathogen, the development of intense systemic inflammation leading to circulatory failure or through tissue injury resulting from overly exuberant cell-mediated immune responses. High-throughput genomics methods are now being used to identify the biochemical pathways underlying ineffective or damaging host responses in a number of acute and chronic viral infections. This article reviews recent gene-expression studies of 1918 H1N1 influenza and Ebola hemorrhagic fever in cell culture and animal models, focusing on how genomics experiments can be used to increase our understanding of the mechanisms that permit those viruses to cause rapidly overwhelming infection. Particular attention is paid to how evasion of type I IFN responses in infected cells might contribute to over-activation of inflammatory responses. Reviewing recent research and describing how future studies might be tailored to understand the relationship between the infected cell and its environment, this article discusses how the rapidly growing field of high-throughput genomics can contribute to a more complete understanding of severe, acute viral infections and identify novel targets for therapeutic intervention.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "As coronavirus disease 2019 (COVID-19) spreads across the world, the intensive care unit (ICU) community must prepare for the challenges associated with this pandemic. Streamlining of workflows for rapid diagnosis and isolation, clinical management, and infection prevention will matter not only to patients with COVID-19, but also to health-care workers and other patients who are at risk from nosocomial transmission. Management of acute respiratory failure and haemodynamics is key. ICU practitioners, hospital administrators, governments, and policy makers must prepare for a substantial increase in critical care bed capacity, with a focus not just on infrastructure and supplies, but also on staff management. Critical care triage to allow the rationing of scarce ICU resources might be needed. Researchers must address unanswered questions, including the role of repurposed and experimental therapies. Collaboration at the local, regional, national, and international level offers the best chance of survival for the critically ill.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding"
            ]
        },
        {
            "input": "//doi.",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": " a systematic review and meta-analysis. Am J Epidemiol 182294-301 2.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - method, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - other, 9 - other"
            ]
        },
        {
            "input": "For a long time, viruses have been shown to modify the clinical picture of several autoimmune diseases, including type 1 diabetes (T1D), systemic lupus erythematosus (SLE), rheumatoid arthritis (RA), SjÃ¶gren's syndrome (SS), herpetic stromal keratitis (HSK), celiac disease (CD), and multiple sclerosis (MS). Best examples of viral infections that have been proposed to modulate the induction and development of autoimmune diseases are the infections with enteric viruses such as Coxsackie B virus (CVB) and rotavirus, as well as influenza A viruses (IAV), and herpesviruses. Other viruses that have been studied in this context include, measles, mumps, and rubella. Epidemiological studies in humans and experimental studies in animal have shown that viral infections can induce or protect from autoimmunopathologies depending on several factors including genetic background, host-elicited immune responses, type of virus strain, viral load, and the onset time of infection. Still, data delineating the clear mechanistic interaction between the virus and the immune system to induce autoreactivity are scarce. Available data indicate that viral-induced autoimmunity can be activated through multiple mechanisms including molecular mimicry, epitope spreading, bystander activation, and immortalization of infected B cells. Contrarily, the protective effects can be achieved via regulatory immune responses which lead to the suppression of autoimmune phenomena. Therefore, a better understanding of the immune-related molecular processes in virus-induced autoimmunity is warranted. Here we provide an overview of the current understanding of viral-induced autoimmunity and the mechanisms that are associated with this phenomenon. Viruses 2019, 11, 762 2 of 18",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - purpose, 8 - purpose, 9 - background"
            ]
        },
        {
            "input": ", and several others [9] . Another hypothesized mechanism is the \"bystander activation\", whereby a non-specific and an over-reactive antiviral immune response creates a localized pro-inflammatory environment along with the release of self-antigens from the damaged tissue. These self-antigens are subsequently taken up and presented by antigen presenting cells (APC) to stimulate the previously non-responsive, yet autoreactive T cells in the vicinity triggering autoimmunity [10] . A related mechanism is called \"epitope spreading\", in which a viral infection triggers the release of more self-antigens and the de novo activation of autoreactive cells, which consequently spread to target additional self-epitopes [9] . Both molecular mimicry and bystander activation have been observed in the experimental autoimmune encephalomyelitis (EAE) model of multiple sclerosis (MS) [11], West Nile virus (WNV)-mediated myasthenia gravis (MG) [12] , TMEV-IDD [13] , and other disorders [9] . Moreover, viruses may immortalize autoreactive effector cells as observed in Epstein-Barr virus (EBV)-infected B cells [14] . While several hypotheses have been proposed to understand the mechanisms underlying virus-induced autoimmunity, the precise contribution of these mechanisms are not yet fully understood. This review summarizes the recent findings on virally induced autoimmunity and the potential underlying mechanisms triggering the development of this disorder.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - finding"
            ]
        },
        {
            "input": "The main protease of coronaviruses and the 3C protease of enteroviruses share a similar active-site architecture and a unique requirement for glutamine in the P1 position of the substrate. Because of their unique specificity and essential role in viral polyprotein processing, these proteases are suitable targets for the development of antiviral drugs. In order to obtain near-equipotent, broad-spectrum antivirals against alphacoronaviruses, betacoronaviruses, and enteroviruses, we pursued a structure-based design of peptidomimetic Î±-ketoamides as inhibitors of main and 3C proteases. Six crystal structures of proteaseâˆ’inhibitor complexes were determined as part of this study. Compounds synthesized were tested against the recombinant proteases as well as in viral replicons and virus-infected cell cultures; most of them were not cell-toxic. Optimization of the P2 substituent of the Î±ketoamides proved crucial for achieving near-equipotency against the three virus genera. The best near-equipotent inhibitors, 11u (P2 = cyclopentylmethyl) and 11r (P2 = cyclohexylmethyl), display low-micromolar EC 50 values against enteroviruses, alphacoronaviruses, and betacoronaviruses in cell cultures. In Huh7 cells, 11r exhibits three-digit picomolar activity against the Middle East Respiratory Syndrome coronavirus.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - method, 4 - method, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "115-9.) Duck-Hee Kang is an Associate Professor at the University of Alabama at Birmingham School of Nursing, Birmingham, Alabama. Prapim Buddhirakkul is a Doctoral Student and Faculty of Nursing,",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - finding, 4 - other, 5 - other, 6 - other, 7 - other"
            ]
        },
        {
            "input": "Bovine respiratory syncytial virus (BRSV) is an important cause of respiratory disease among calves in the Danish cattle industry. An experimental BRSV infection model was used to study the pathogenesis of the disease in calves. Broncho alveolar lung lavage (BAL) was performed on 28 Jersey calves, of which 23 were experimentally infected with BRSV and Â®ve were given a mock inoculum. The presence of the cytokine tumor necrosis factor a (TNF-a) in the BALÂ¯uids was detected and quantiÂ®ed by a capture ELISA. TNF-a was detected in 21 of the infected animals. The amount of TNF-a in the BALÂ¯uid of calves killed post inoculation day (PID) 2 and 4 was at the same very low level as in the uninfected control animals. Large amounts of TNF-a were detected on PID 6, maximum levels of TNF-a were reached on PID 7, and smaller amounts of TNF-a were seen on PID 8. The high levels of TNF-a appeared on the days where severe lung lesions and clinical signs were obvious and the amounts of BRSV-antigen were at their greatest. Although Pasteurellaceae were isolated from some of the BRSV-infected calves, calves treated with antibiotics before and through the whole period of the infection, as well as BRSV-infected calves free of bacteria reached the same level of TNF-a as animals from which bacteria were isolated from the lungs. It is concluded that signiÂ®cant quantities of TNF-a are produced in the lungs of the calves Veterinary Immunology and Immunopathology 76 (2000) 199Â±214",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": " PID, post inoculation day; BRSV, bovine respiratory syncytial virus; Mock, mock inoculum; BAL, broncho alveolar lung lavage; TNF-a, tumor necrosis factor-a",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": " 1) identifying the sites explaining SARS coronavirus differences between human, bat and palm civet samples; 2) showing how cross species jumps of rabies virus among bat populations can be readily identified; and 3) de novo identification of likely functional influenza host discriminant markers.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "This study investigated the heterogeneity and plasticity of porcine alveolar macrophages (PAM) and pulmonary interstitial macrophages (IM) isolated from healthy pigs, including phenotype, function and gene expression. Dynamic changes of nitric oxide (NO) levels secreted by PAM and IM with stimulation of different doses of lipopolysaccharide (LPS) were investigated by Griess method, and the viability of the PAM and IM cells was investigated by MTT assay. Flow cytometry, fluorescence quantitative PCR and ELISA techniques were used to measure cell phenotype, gene expression and cytokine secretion, respectively. The PAM and IM cells in normal healthy pigs showed heterogeneity with 95.42Â±1.51% and 31.99Â±5.84% of CD163+ macrophage, respectively. The NO level in IM was significantly higher versus PAM after LPS treatment. Consistently, the ratio of Arg I/iNOS in IM was much lower than that in PAM, suggesting that the PAM belong to M2 macrophages and the IM belong to M1 macrophages. The PAM and IM cells in normal healthy pigs also showed plasticity. The Arg I/iNOS ratio and TIMP1/MMP12 ratio were significantly decreased in LPS-or LPS+IFNÎ³-treated PAM and IM, suggesting that cells were polarized towards M1 macrophages under LPS or LPS+IFNÎ³ stimulation. On the contrary, IL-4 and IL-13 stimulation on PAM and IM lead to M2 polarization. A similar result was found in IL-1Î² gene expression and TNFÎ± secretion. In conclusion, porcine macrophages have shown heterogeneity and plasticity on polarization under the stimulation of LPS, IFNÎ³, IL-4 and IL-13.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "The development of simple fluorescent and colorimetric assays that enable point-of-care DNA and RNA detection has been a topic of significant research because of the utility of such assays in resource limited settings. The most common motifs utilize hybridization to a complementary detection strand coupled with a sensitive reporter molecule. Here, a paper-based colorimetric assay for DNA detection based on pyrrolidinyl peptide nucleic acid (acpcPNA)-induced nanoparticle aggregation is reported as an alternative to traditional colorimetric approaches. PNA probes are an attractive alternative to DNA and RNA probes because they are chemically and biologically stable, easily synthesized, and hybridize efficiently with the complementary DNA strands. The acpcPNA probe contains a single positive charge from the lysine at C-terminus and causes aggregation of citrate anion-stabilized silver nanoparticles (AgNPs) in the absence of complementary DNA. In the presence of target DNA, formation of the anionic DNA-acpcPNA duplex results in dispersion of the AgNPs as a result of electrostatic repulsion, giving rise to a detectable color change. Factors affecting the sensitivity and selectivity of this assay were investigated, including ionic strength, AgNP concentration, PNA concentration, and DNA strand mismatches. The method was used for screening of synthetic Middle East respiratory syndrome coronavirus (MERS-CoV), Mycobacterium tuberculosis (MTB), and human papillomavirus (HPV) DNA based on a colorimetric paper-based analytical device developed using the aforementioned principle. The oligonucleotide targets were detected by measuring the color change of AgNPs, giving detection limits of 1.53 (MERS-CoV), 1.27 (MTB), and 1.03 nM (HPV). The acpcPNA probe exhibited high selectivity for the complementary oligonucleotides over single-base-mismatch, two-base-mismatch, and noncomplementary DNA targets. The proposed paper-based colorimetric DNA sensor has potential to be an alternative approach for simple, rapid, sensitive, and selective DNA detection.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding, 7 - method, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "Radiologic characteristics of 2019 novel coronavirus (2019-nCoV) infected pneumonia (NCIP) which had not been fully understood are especially important for diagnosing and predicting prognosis. We retrospective studied 27 consecutive patients who were confirmed NCIP, the clinical characteristics and CT image findings were collected, and the association of radiologic findings with mortality of patients was evaluated. 27 patients included 12 men and 15 women, with median age of 60 years (IQR 47-69). 17 patients discharged in recovered condition and 10 patients died in hospital. The median age of mortality group was higher compared to survival group (68 (IQR 63-73) vs 55 (IQR 35-60), P = 0.003). The comorbidity rate in mortality group was significantly higher than in survival group (80% vs 29%, P = 0.018). The predominant CT characteristics consisted of ground glass opacity (67%), bilateral sides involved (86%), both peripheral and central distribution (74%), and lower zone involvement (96%). The median CT score of mortality group was higher compared to survival group (30 (IQR 7-13) vs 12 (IQR 11-43), P = 0.021), with more frequency of consolidation (40% vs 6%, P = 0.047) and air bronchogram (60% vs 12%, P = 0.025). An optimal cutoff value of a CT score of 24.5 had a sensitivity of 85.6% and a specificity of 84.5% for the prediction of mortality. 2019-nCoV was more likely to infect elderly people with chronic comorbidities. CT findings of NCIP were featured by predominant ground glass opacities mixed with consolidations, mainly peripheral or combined peripheral and central distributions, bilateral and lower lung zones being mostly involved. A simple CT scoring method was capable to predict mortality.",
            "output": [
                "0 - background, 1 - method, 2 - method, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding"
            ]
        },
        {
            "input": "The baculovirus expression vector system (BEVS) is a versatile and powerful platform for protein expression in insect cells. With the ability to approach similar post-translational modifications as in mammalian cells, the BEVS offers a number of advantages including high levels of expression as well as an inherent safety during manufacture and of the final product. Many BEVS products include proteins and protein complexes that require expression from more than one gene. This review examines the expression strategies that have been used to this end and focuses on the distinguishing features between those that make use of single polycistronic baculovirus (co-expression) and those that use multiple monocistronic baculoviruses (co-infection). Three major areas in which researchers have been able to take advantage of co-expression/co-infection are addressed, including compound structure-function studies, insect cell functionality augmentation, and VLP production. The core of the review discusses the parameters of interest for co-infection and co-expression with time of infection (TOI) and multiplicity of infection (MOI) highlighted for the former and the choice of promoter for the latter. In addition, an overview of modeling approaches is presented, with a suggested trajectory for future exploration. The review concludes with an examination of the gaps that still remain in co-expression/co-infection knowledge and practice.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - purpose, 5 - method, 6 - method, 7 - finding"
            ]
        },
        {
            "input": "Nipah Virus (NiV) came into limelight recently due to an outbreak in Kerala, India. NiV causes severe disease and death in people with over 75% case fatality rate. It is a public health concern and has the potential to become a global pandemic. Lack of treatment has forced the containment methods to be restricted to isolation and surveillance. WHO's 'R&D Blueprint list of priority diseases' (2018) indicates that there is an urgent need for accelerated research & development for addressing NiV.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background"
            ]
        },
        {
            "input": "In the quest for druglike NiV inhibitors (NVIs) a thorough literature search followed by systematic data curation was conducted. Rigorous data analysis was done with curated NVIs for prioritizing druglike compounds. For the same, more than 1800 descriptors of NVIs were computed and comparative analysis was performed with the FDA approved small molecules and antivirals. These compounds were further evaluated through PAINS filter to study their toxicity profile. Simultaneously, compounds were also prioritized based on the robustness of the assays through which they were identified.",
            "output": [
                "0 - method, 1 - method, 2 - method, 3 - method, 4 - method"
            ]
        },
        {
            "input": "Our efforts lead to the creation of a well-curated structured knowledgebase of 182 NVIs with 98 small molecule inhibitors. The reported IC50/EC50 values for some of these inhibitors are in the nanomolar range -as low as 0.47 nM. In order to prioritize these inhibitors, we performed several tests and applied filters to identify drug-like non-toxic compounds. Of 98, a few compounds passed DruLito & PAINS filters exhibiting drug-like properties and were also prioritized in an independent screen based only the assay robustness. The NVIs have diverse structural features and offer a wide spectrum of ways in which they can be developed further as druglike molecules.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "We report a knowledgebase for furthering the development of NVIs. The platform has a diverse set of 98 NVIs of which a few have been prioritized based on a combined evidence strategy. The platform has the provision to submit new inhibitors as and when reported by the community for further enhancement of NiV inhibitor landscape.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "This is an extensive review on epiphytic plants that have been used traditionally as medicines. It provides information on 185 epiphytes and their traditional medicinal uses, regions where Indigenous people use the plants, parts of the plants used as medicines and their preparation, and their reported phytochemical properties and pharmacological properties aligned with their traditional uses. These epiphytic medicinal plants are able to produce a range of secondary metabolites, including alkaloids, and a total of 842 phytochemicals have been identified to date. As many as 71 epiphytic medicinal plants were studied for their biological activities, showing promising pharmacological activities, including as anti-inflammatory, antimicrobial, and anticancer agents. There are several species that were not investigated for their activities and are worthy of exploration. These epipythes have the potential to furnish drug lead compounds, especially for treating cancers, and thus warrant indepth investigations.",
            "output": [
                "0 - purpose, 1 - finding, 2 - finding, 3 - finding, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "For occupational safety, healthcare workers must select and wear appropriate personal protective equipment (PPE), protective clothing, and masks as countermeasures against exposure to infectious body fluids and blood splash. It is important for healthcare workers to ensure the protective performance of each PPE against penetration of pathogens. The International Standards Organization (ISO) 22609 test evaluates the effectiveness of medical facemasks to protect against penetration of splashed synthetic blood. However, in this method, the protective performance is determined only visually, without quantification of leaked liquid volume. Therefore, in this study, we modified the ISO 22609 test method to quantify the volume of leaked liquid and obtain a more accurate assessment of the protection performance. We tested non-woven and woven materials used for masks or protective clothing, and the performance of each material was classified using this new method. We found that the quantity of leaked synthetic blood was dependent on the structural characteristics of each material. These findings will allow healthcare workers to select the most appropriate PPE for a given situation or task.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose, 5 - method, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "C) transfection. In addition, some of the IFN-stimulated genes (ISGs) were up-regulated in the early infection stage without obvious expression of IFN-b. Moreover, we show that activation of IFN responses induced by poly(IC) could inhibit viral replication in the early infection stage, but failed in the late infection stage in IPEC-J2 cells. Finally, the activation of IFN responses induced by TGEV infection cannot inhibit viral replication. Taken together, this study provides a preliminary analysis of an interaction between TGEV and IFN-b responses of intestinal epithelial cells.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding"
            ]
        },
        {
            "input": "The co-evolution of viruses with their hosts has led to the emergence of viral pathogens that are adept at evading or actively suppressing host immunity. Pattern recognition receptors (PRRs) are key components of antiviral immunity that detect conserved molecular features of viral pathogens and initiate signalling that results in the expression of antiviral genes. In this Review, we discuss the strategies that viruses use to escape immune surveillance by key intracellular sensors of viral RNA or DNA, with a focus on RIG-I-like receptors (RLRs), cyclic GMP-AMP synthase (cGAS) and interferon-Î³ (IFNÎ³)-inducible protein 16 (IFI16). Such viral strategies include the sequestration or modification of viral nucleic acids, interference with specific post-translational modifications of PRRs or their adaptor proteins, the degradation or cleavage of PRRs or their adaptors, and the sequestration or relocalization of PRRs. An understanding of viral immuneevasion mechanisms at the molecular level may guide the development of vaccines and antivirals.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "In immune-mediated diseases, Treg and proinflammatory Th17 cells have been suggested to play either suppressor (beneficial) or effector (detrimental) roles, respectively. Tissue damage in viral infections can be caused by direct viral replication or immunopathology. Viral replication can be enhanced by anti-inflammatory responses and suppressed by proinflammatory responses. However, Tregs could suppress proinflammatory responses, reducing immunopathology, while Th17 cell-induced inflammation may enhance immunopathology. Here, the roles of Treg and Th17 cells depend on whether tissue damage is caused by direct virus replication or immunopathology, which differ depending on the virus, disease stage and host immune background. Although the precise mechanisms of tissue damage in multiple sclerosis and myocarditis are unclear, both viral replication and immune effector cells have been proposed to cause pathogenesis. Personalized medicine that alters the balance between Treg and Th17 cells may ameliorate viral pathology during infections.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Essential oil of star anise as well as phenylpropanoids and sesquiterpenes, for example, trans-anethole, eugenol, Î²-eudesmol, farnesol, Î²-caryophyllene and Î²-caryophyllene oxide, which are present in many essential oils, were examined for their antiviral activity against herpes simplex virus type 1 (HSV-1) in vitro. Antiviral activity was analyzed by plaque reduction assays and mode of antiviral action was determined by addition of the drugs to uninfected cells, to the virus prior to infection or to herpesvirusinfected cells. Star anise oil reduced viral infectivity by >99%, phenylpropanoids inhibited HSV infectivity by about 60-80% and sesquiterpenes suppressed herpes virus infection by 40-98%. Both, star anise essential oil and all isolated compounds exhibited anti-HSV-1 activity by direct inactivation of free virus particles in viral suspension assays. All tested drugs interacted in a dosedependent manner with herpesvirus particles, thereby inactivating viral infectivity. Star anise oil, rich in trans-anethole, revealed a high selectivity index of 160 against HSV, whereas among the isolated compounds only Î²-caryophyllene displayed a high selectivity index of 140. The presence of Î²-caryophyllene in many essential oils might contribute strongly to their antiviral ability. These results indicate that phenylpropanoids and sesquiterpenes present in essential oils contribute to their antiviral activity against HSV.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "Ebola virus outbreaks, such as the 2014 Makona epidemic in West Africa, are episodic and deadly. Filovirus antivirals are currently not clinically available. Our findings suggest interferon gamma, an FDA-approved drug, may serve as a novel and effective prophylactic or treatment option. Using mouse-adapted Ebola virus, we found that murine interferon gamma administered 24 hours before or after infection robustly protects lethally-challenged mice and reduces morbidity and serum viral titers. Furthermore, we demonstrated that interferon gamma profoundly inhibits Ebola virus infection of macrophages, an early cellular target of infection. As early as six hours following in vitro infection, Ebola virus RNA levels in interferon gamma-treated macrophages were lower than in infected, untreated cells. Addition of the protein synthesis inhibitor, cycloheximide, to interferon gamma-treated macrophages did not further reduce viral RNA levels, suggesting that interferon gamma blocks life cycle events that require protein synthesis such as virus replication. Microarray studies with interferon gamma-treated human macrophages identified more than 160 interferon-stimulated genes. Ectopic expression of a select group of these genes inhibited Ebola virus infection. These studies provide new potential avenues for antiviral targeting as these genes that have not previously appreciated to inhibit negative strand RNA viruses and specifically Ebola virus infection. As treatment of interferon gamma robustly protects mice from lethal Ebola virus infection, we propose that interferon gamma should be further evaluated for its efficacy as a prophylactic and/or therapeutic strategy against filoviruses. Use of this FDAapproved drug could rapidly be deployed during future outbreaks.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding"
            ]
        },
        {
            "input": "Filovirus outbreaks occur sporadically, but with increasing frequency. With no current approved filovirus therapeutics, the 2014 Makona Ebola virus epidemic in Guinea, Sierra PLOS Pathogens |",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": " eosinophilic enteritis, inflammatory bowel disease, Japanese Black cattle",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - method, 4 - method, 5 - finding, 6 - finding, 7 - other"
            ]
        },
        {
            "input": "The speed with which disease outbreaks are recognized is critical for establishing effective control efforts. We evaluate global improvements in the timeliness of outbreak discovery and communication during 2010-2014 as a follow-up to a 2010 report. For all outbreaks reported by the World Health Organization's Disease Outbreak News, we estimate the number of days from first symptoms until outbreak discovery and until first public communication. We report median discovery and communication delays overall, by region, and by Human Development Index (HDI) quartile. We use Cox proportional hazards regression to assess changes in these 2 outcomes over time, along with Loess curves for visualization. Improvement since 1996 was greatest in the Eastern Mediterranean and Western Pacific regions and in countries in the middle HDI quartiles. However, little progress has occurred since 2010. Further improvements in surveillance will likely require additional international collaboration with a focus on regions of low or unstable HDI.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - method, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "Intracerebral inoculation of Theiler's murine encephalomyelitis virus (TMEV) into susceptible mouse strains produces a chronic demyelinating disease in which mononuclear cell-rich infiltrates in the central nervous system (CNS) are prominent. Current evidence strongly supports an immune-mediated basis for myelin breakdown, with an effector role proposed for TMEV-specific, major histocompatibility complex (MHC) class II-restricted delayed-type hypersensitivity (DTH) responses in which lymphokine-activated macrophages mediate bystander demyelination. The present study examined the possibility that concomitant or later-appearing neuroantigen-specific autoimmune T cell responses, such as those demonstrated in chronic-relapsing experimental allergic encephalomyelitis (R-EAE), may contribute to the demyelinating process following TMEV infection. T cell responses against intact, purified major myelin proteins (myelin 10 basic protein (MBP) and proteohpid protein (PLP)), and against altered myelin constituents were readily demonstrable in SJL//J mice with R-EAE, but were not detectable in SJL//J mice with TMEV-induced demyehnating disease. TMEV-infected mice also did not display T cell responses against the peptide fragments of MBP(91-104) and PLP(139-151) recently shown to be encephalitogenic in SJL/J mice. In addition, induction of neuroantigen-specific tolerance to a heterogeneous mixture of CNS antigens, via the i.v. injection of syngeneic SJL//J splenocytes covalently coupled with mouse spinal cord homogenate, resulted in significant suppression of clinical and histologic signs of R-EAE and the accompanying MBPand PLP-specific DTH responses. In contrast, neuroantigen-specific tolerance failed to alter the development of clinical and histologic signs of TMEV-induced demyelinating disease or the accompanying virus-specific DTH and humoral immune responses. These findings demonstrate that TMEV-induced demyelinating disease can occur in the apparent absence of neuroantigen-specific autoimmune responses. The relationship of the present results to the immunopathology of multiple sclerosis is discussed.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding"
            ]
        },
        {
            "input": "Many eukaryotes accomplish cell division by building and constricting a medial actomyosin-based cytokinetic ring (CR). In Schizosaccharomyces pombe, a Hippo-related signaling pathway termed the septation initiation network (SIN) controls CR formation, maintenance, and constriction. However, how the SIN regulates integral CR components was unknown. Here, we identify the essential cytokinetic formin Cdc12 as a key CR substrate of SIN kinase Sid2. Eliminating Sid2-mediated Cdc12 phosphorylation leads to persistent Cdc12 clustering, which prevents CR assembly in the absence of anillin-like Mid1 and causes CRs to collapse when cytokinesis is delayed. Molecularly, Sid2 phosphorylation of Cdc12 abrogates multimerization of a previously unrecognized Cdc12 domain that confers F-actin bundling activity. Taken together, our findings identify a SIN-triggered oligomeric switch that modulates cytokinetic formin function, revealing a novel mechanism of actin cytoskeleton regulation during cell division.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - method, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Despite the recent emergence of enterovirus D68 (EV-D68), its clinical impact on adult population is less well defined. To better define the epidemiology of EV-D68, 6,800 nasopharyngeal aspirates (NPAs) from 2010-2014 were subject to EV-D68 detection by RT-PCR and sequencing of 5â€²UTR and partial VP1. EV-D68 was detected in 30 (0.44%) NPAs from 22 children and 8 adults/elderlies. Sixteen patients (including five elderly) (53%) had pneumonia and 13 (43%) patients were complicated by small airway disease exacerbation. Phylogenetic analysis of VP1, 2C and 3D regions showed four distinct lineages of EV-D68, clade A1, A2, B1 and B3, with adults/elderlies exclusively infected by clade A2. The potentially new clade, B3, has emerged in 2014, while strains closely related to recently emerged B1 strains in the United States were also detected as early as 2011 in Hong Kong. The four lineages possessed distinct aa sequence patterns in BC and DE loops. Amino acid residues 97 and 140, within BC and DE-surface loops of VP1 respectively, were under potential positive selection. EV-D68 infections in Hong Kong usually peak in spring/summer, though with a delayed autumn/winter peak in 2011. This report suggests that EV-D68 may cause severe respiratory illness in adults/elderlies with underlying co-morbidities.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "Bluetongue virus (BTV) encodes a single capping protein, VP4, which catalyzes all reactions required to generate cap1 structures on nascent viral transcripts. Further, structural analysis by X-ray crystallography indicated each catalytic reaction is arranged as a discrete domain, including a nucleoside-2 0 -O-methyltransferase (2 0 -O MTase). In this study, we have exploited the structural information to identify the residues that are important for the catalytic activity of 2 0 -O MTase of VP4 and their influence on BTV replication. The effect of these mutations on GMP binding, guanylyltransferase (GTase) and methylase activities were analysed by a series of in vitro biochemical assays using recombinant mutant proteins; subsequently their effects on virus replication were assessed by introducing the same mutations in replicating viral genome using a reverse genetics system. Our data showed that single substitution mutations in the catalytic tetrad K-D-K-E were sufficient to abolish 2 0 -O MTase activity in vitro and to completely abrogate BTV replication in cells; although these mutants retained the upstream GMP binding, GTase and guanine-N7-methyltransferase activities. Mutations of the surrounding substrate-binding pocket (predicted to recruit cap0) had variable effects on in vitro VP4 capping activity. Only triple but not single substitution mutations of these residues in genome resulted in reduced virus replication kinetics. This is the first report investigating the importance of 2 0 -O MTase function for any member of the Reoviridae and highlights the significance of K-D-K-E tetrad and surrounding residues for the efficiency of 2 0 -O MTase activity and in turn, for virus fitness.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - method, 4 - finding, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": ") defined conformation-dependent epitopes that could differentiate the Gray from the Ark and Mass strains. The spike protein specificity of the MAbs was determined with the conformation-independent MAbs and one MAb that reacted only in \"non-denaturing\" western blot assays. Competitive binding studies using these MAbs suggested a high degree of functional dependency among the associated epitopes as might be expected with a protein of complex secondary and tertiary structure. At least two regions associated with complete protection of infected embryos were identified that consisted of both conformation-dependent and independent epitopes. However, a \"non-neutralizing\" MAb, which did not protect the embryo from gross lesions, did inhibit virus-induced lesions and replication in the kidneys. These MAbs should be valuable tools in studying IBV pathogenesis.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - background, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "Programmed âˆ’1 ribosomal frameshifting (PRF) and stop codon readthrough are two translational recoding mechanisms utilized by some RNA viruses to express their structural and enzymatic proteins at a defined ratio. Efficient recoding usually requires an RNA pseudoknot located several nucleotides downstream from the recoding site. To assess the strategic importance of the recoding pseudoknots, we have carried out a large scale genome-wide analysis in which we used an in-house developed program to detect all possible H-type pseudoknots within the genomic mRNAs of 81 animal viruses. Pseudoknots are detected downstream from âˆ¼85% of the recoding sites, including many previously unknown pseudoknots. âˆ¼78% of the recoding pseudoknots are the most stable pseudoknot within the viral genomes. However, they are not as strong as some designed pseudoknots that exhibit roadblocking effect on the translating ribosome. Strong roadblocking pseudoknots are not detected within the viral genomes. These results indicate that the decoding pseudoknots have evolved to possess optimal stability for efficient recoding. We also found that the sequence at the gag-pol frameshift junction of HIV1 harbors potential elaborated pseudoknots encompassing the frameshift site. A novel mechanism is proposed for possible involvement of the elaborated pseudoknots in the HIV1 PRF event.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "Chronic obstructive pulmonary disease (COPD) is a disease with high prevalence and substantial associated economical burden. A significant determinant of quality of life, long-term survival, and health care costs is an acute exacerbation of COPD. Acute exacerbations are provoked by respiratory viruses, altered airway microbiome, and environmental factors. The current treatment options are limited. In order to develop specific therapeutic measures, it is important to understand how acute exacerbations evolve. This review focuses on pathophysiology of stable and exacerbated COPD.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - purpose"
            ]
        },
        {
            "input": "During the 2015 Korean MERS outbreak, we experienced atypical presentations of MERS-CoV infections in three immunocompromised hosts that warranted exceptional management. Case 1 showed delayed symptom development after a four-day asymptomatic period, Case 2 experienced a 20-day incubation period, and Case 3 exhibited persistent viral shedding without clinical deterioration. Recognizing these exceptions is extremely important in the management of MERS-CoV-exposed or -infected patients and for control of potential MERS outbreaks.",
            "output": [
                "0 - background, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "Humans who experience a primary dengue virus (DENV) infection develop antibodies that preferentially neutralize the homologous serotype responsible for infection. Affected individuals also generate cross-reactive antibodies against heterologous DENV serotypes, which are non-neutralizing. Dengue cross-reactive, non-neutralizing antibodies can enhance infection of Fc receptor bearing cells and, potentially, exacerbate disease. The actual binding sites of human antibody on the DENV particle are not well defined. We characterized the specificity and neutralization potency of polyclonal serum antibodies and memory B-cell derived monoclonal antibodies (hMAbs) from 2 individuals exposed to primary DENV infections. Most DENV-specific hMAbs were serotype cross-reactive and weakly neutralizing. Moreover, many hMAbs bound to the viral pre-membrane protein and other sites on the virus that were not preserved when the viral envelope protein was produced as a soluble, recombinant antigen (rE protein). Nonetheless, by modifying the screening procedure to detect rare antibodies that bound to rE, we were able to isolate and map human antibodies that strongly neutralized the homologous serotype of DENV. Our MAbs results indicate that, in these two individuals exposed to primary DENV infections, a small fraction of the total antibody response was responsible for virus neutralization.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - method, 5 - finding, 6 - finding, 7 - finding, 8 - finding"
            ]
        },
        {
            "input": " The value of climate variable; Y-axis 2-weeks lagged cumulative relative risk (RR), indicating the number of times more likely to have influenza compared to reference value (Ref); Solid line RR value; Grey shadow 95% confidence interval (95% CI).",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": " 14.88, 95% confidence interval (CI) 8.67-23.31) and 25.8Â°C (RR 12.21, 95%CI 6.64-19.83), Flu-B had the peak at 1. 4Â°C (RR 26.44,). The highest RR of Flu-A was 23.05 (95%CI 5.12-88.45) at DTR of 15.8Â°C, that of Flu-B was 38.25 (95%CI 15.82-87.61) at 3.2Â°C. RH of 51.5% had the highest RR of Flu-A (9.98, 95%CI 4.03-26.28) and Flu-B (4.63, 95%CI 1.95-11.27). Wv of 3.5 m/s exerted the peaking RR of Flu-A (7.48, 95%CI 2.73-30.04) and . DTR 12Â°C and MeanT <22Â°C were the key drivers for Flu-A and Flu-B, separately. The study found j o u r n a l h o m e p a g e  w w w . e l s e v i e r . c o m / l oc a t e / s c i t o t e n v complex non-linear relationships between climate variability and different influenza types in Shanghai. We suggest the careful use of meteorological variables in influenza prediction in subtropical regions, considering such complex associations, which may facilitate government and health authorities to better minimize the impacts of seasonal influenza.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - other, 11 - other, 12 - finding, 13 - finding"
            ]
        },
        {
            "input": "ADAR1 isoforms are adenosine deaminases that edit and destabilize double-stranded RNA reducing its immunostimulatory activities. Mutation of ADAR1 leads to a severe neurodevelopmental and inflammatory disease of children, Aicardi-GoutiÃ© res syndrome. In mice, Adar1 mutations are embryonic lethal but are rescued by mutation of the Mda5 or Mavs genes, which function in IFN induction. However, the specific IFN regulated proteins responsible for the pathogenic effects of ADAR1 mutation are unknown. We show that the cell-lethal phenotype of ADAR1 deletion in human lung adenocarcinoma A549 cells is rescued by CRISPR/Cas9 mutagenesis of the RNASEL gene or by expression of the RNase L antagonist, murine coronavirus NS2 accessory protein. Our result demonstrate that ablation of RNase L activity promotes survival of ADAR1 deficient cells even in the presence of MDA5 and MAVS, suggesting that the RNase L system is the primary sensor pathway for endogenous dsRNA that leads to cell death.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "This paper aims to give deeper insights into decision making problem based on interval-valued fuzzy soft set (IVFSS). Firstly, a new score function for interval-valued fuzzy number is proposed for tackling the comparison problem. Subsequently, the formulae of information measures (distance measure, similarity measure and entropy) are introduced and their transformation relations are pioneered. Then, the objective weights of various parameters are determined via new entropy method, meanwhile, we develop the combined weights, which can show both the subjective information and the objective information. Moreover, we propose three algorithms to solve interval-valued fuzzy soft decision making problem by Weighted Distance Based Approximation (WDBA), COmbinative Distance-based ASsessment (CODAS) and similarity measure. Finally, the effectiveness and feasibility of approaches are demonstrated by a mine emergency decision making problem. The salient features of the proposed methods, compared to the existing interval-valued fuzzy soft decision making methods, are (1) it can obtain the optimal alternative without counterintuitive phenomena; (2) it has a great power in distinguishing the optimal alternative; and (3) it can avoid the parameter selection problems.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - method, 4 - method, 5 - method, 6 - finding"
            ]
        },
        {
            "input": "Periplocosides, which are insecticidal compounds isolated from the root bark of Periploca sepium Bunge, can affect the digestive system of insects. However, the mechanism though which periplocosides induces a series of symptoms remains unknown. In this study, affinity chromatography was conducted by coupling periplocoside E-semi-succinic acid ester with epoxy amino hexyl (EAH) sepharose 4B. Sodium dodecyl sulfonate-polyacrylamide gelelectrophoresis (SDS-PAGE) was performed to analyze the fraction eluted by periplocoside E. Eight binding proteins (luciferin 4-monooxygenase, aminopeptidase N, aminopeptidase N3, nicotinamide adenine dinucleotide health (NADH) dehydrogenase subunit 5, phosphatidylinositol 3-phosphate 3-phosphatase myotubularin, actin, uncharacterized family 31 glucosidase KIAA1161, and 2OG-Fe(2) oxygenase superfamily protein) were obtained and identified through liquid chromatography/quadrupole-time of flight-mass spectrometry (LC/Q-TOF-MS) analysis of the midgut epithelium cells of Mythimna separata larvae. Aminopeptidase N and N3 are potential putative targets of periplocosides. This study establishes the foundation for further research on the mechanism of action and target localization of periplocosides in agricultural pests. obvious swelling of the abdomen, and, thus far, no other modes of insecticidal action have been recorded [8] . Fluorescence localization analysis indicated that periplocoside NW (PSNW) can bind to the midgut cells of Mythimna separata larvae [9] . Ultrastructural observations showed that microvilli, organelle, and cytomembrane are destructed in the midgut cells of M. separata larvae [10] . Research on histopathological effects indicated that brush-border membrane vesicles (BBMVs) from the midgut epithelium cells of M. separata larvae are the initial action site; one or more binding sites may also exist in the larvae [11] . However, the specific binding sites and insecticidal mechanism of periplocosides in M. separata larval midgut cells remain unclear.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - method, 4 - background, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "The cellular targets of bioactive compounds can be identified using several approaches. Affinity purification is a classic and commonly used technique to identify receptors of insecticidal active substances [12] . In contrast to other approaches, affinity-based approaches are employed to identify directly small-molecule binding proteins.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": "In this research, although periplocoside E has relatively low insecticidal activity or is inactive compared with periplocoside P and T [13], periplocoside E was selected based on the structure and high consumption of experimental materials to determine the binding protein of periplocosides compounds. The chemical structure of periplocoside E is similar to those of periplocoside P and T in terms of the common features except for one or two substituents ( Figure 1 ). Thus, we separated the binding protein of periplocoside E from the BBMVs from the midgut epithelium of M. separata larvae through affinity chromatography to elucidate the mode of action of the compound.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "This paper is the sixteenth installment of our annual review of research concerning the opiate system. It is restricted to papers published during 1993 that concern the behavioral effects of the endogenous opiate peptides, and does not include papers dealing only with their analgesic properties. The specific topics this year include stress; tolerance and dependence; eating; drinking; gastrointestinal, renal, and hepatic function; mental illness and mood; learning, memory, and reward; cardiovascular responses; respiration and thermoregulation; seizures and other neurological disorders; electrical-related activity; general activity and locomotion; development; immunological responses; and other behaviors.",
            "output": [
                "0 - purpose, 1 - background, 2 - purpose"
            ]
        },
        {
            "input": "Pathogen resistance and development costs are major challenges in current approaches to antiviral therapy. The high error rate of RNA synthesis and reverse-transcription confers genome plasticity, enabling the remarkable adaptability of RNA viruses to antiviral intervention. However, this property is coupled to fundamental constraints including limits on the size of information available to manipulate complex hosts into supporting viral replication. Accordingly, RNA viruses employ various means to extract maximum utility from their informationally limited genomes that, correspondingly, may be leveraged for effective host-oriented therapies. Host-oriented approaches are becoming increasingly feasible because of increased availability of bioactive compounds and recent advances in immunotherapy and precision medicine, particularly genome editing, targeted delivery methods and RNAi. In turn, one driving force behind these innovations is the increasingly detailed understanding of evolutionarily diverse hostvirus interactions, which is the key concern of an emerging field, neo-virology. This review examines biotechnological solutions to disease and other sustainability issues of our time that leverage the properties of RNA and DNA viruses as developed through coevolution with their hosts.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding"
            ]
        },
        {
            "input": "Individuals change their behavior during an epidemic in response to whether they and/or those they interact with are healthy or sick. Healthy individuals may utilize protective measures to avoid contracting a disease. Sick individuals may utilize preemptive measures to avoid spreading a disease. Yet, in practice both protective and preemptive changes in behavior come with costs. This paper proposes a stochastic network disease game model that captures the self-interests of individuals during the spread of a susceptible-infected-susceptible disease. In this model, individuals strategically modify their behavior based on current disease conditions. These reactions influence disease spread. We show that there is a critical level of concern, i.e., empathy, by the sick individuals above which disease is eradicated rapidly. Furthermore, we find that risk averse behavior by the healthy individuals cannot eradicate the disease without the preemptive measures of the sick individuals. Empathy is more effective than risk-aversion because when infectious individuals change behavior, they reduce all of their potential infections, whereas when healthy individuals change behavior, they reduce only a small portion of potential infections. This imbalance in the role played by the response of the infected versus the susceptible individuals on disease eradication affords critical policy insights.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "Infectious diseases change social interaction patterns. During the Ebola outbreak, many studies pointed to changes in social customs playing a critical role in impeding disease spread, e.g., a switch to safe burial methods from traditional ceremonial burials 1 . Similar behavioral responses played important roles in modifying disease spread in other pandemics, e.g., wearing protective masks during the SARS pandemic 2-4 , decrease in unprotected sex when STD is at high levels 5,6 or covering one's own cough and staying at home if sick during a flu pandemic 7-9 . These responses to disease prevalence can, in turn, preempt disease spread by the infected to the susceptible individuals in the population.",
            "output": [
                "0 - finding, 1 - background, 2 - background, 3 - background"
            ]
        },
        {
            "input": "In many infectious diseases infected and susceptible individuals have to be in close proximity for disease transmission. Accordingly, there has been a surge in interest on disease spread models in which a contact network determines the subset of individuals that can be infected by an infected individual 10-15 . These studies continue to be influential in relating network structural properties to outbreak thresholds and in revealing the limits to inferences made by models that assume homogeneous mixing.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": "Beyond network structure, the rate at which individuals meet with their contacts depends on the individual preemptive measures taken during the course of a disease 16 . Consequently, a number of dynamic models have been developed to assess the effects individual preemptive measures have on infectious disease spread over networks [17] [18] [19] [20] . These models couple behavior and disease dynamics. That is, the state of the disease and the contact network determine the preemptive measures of the individuals which then affect the disease spread. Preemptive measures in these models, which are in the form of social distancing or rewiring of transmissive links, are assumed to be results of simple heuristics that approximate the decision-making of healthy individuals.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Post-translational protein modification is an important strategy for the regulation of the cell proteome independent of the need for new gene expression. Ubiquitin and ubiquitin-like modifiers mediate the regulation of protein levels, signaling pathways, vesicular trafficking, and many other cellular processes through their covalent conjugation to proteins. Interferon stimulated gene 15 (ISG15) is a type I interferon induced ubiquitin-like modifier. In addition to conjugating to potentially hundreds of target proteins, ISG15 can be found in an unconjugated form both inside of the cell and released from interferon stimulated cells into the extracellular environment. Due to its robust expression after type I interferon stimulation and the broad panel of proteins that it targets, ISG15 has drawn much attention as a potential regulator of the immune response and has been shown to mediate protection in a number of different viral infection models. Here we will review the current state of the field of ISG15, the viruses against which ISG15 mediates protection, and the mechanisms by which ISG15 exerts antiviral activity.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - finding"
            ]
        },
        {
            "input": "Loop-mediated isothermal amplifi cation (LAMP) is an established nucleic acid amplifi cation method offering rapid, accurate, and cost-effective diagnosis of infectious diseases. This technology has been developed into commercially available detection kits for a variety of pathogens including bacteria and viruses. The current focus on LAMP methodology is as a diagnostic system to be employed in resource-limited laboratories in developing countries, where many fatal tropical diseases are endemic. The combination of LAMP and novel microfl uidic technologies such as Lab-on-a-chip may facilitate the realization of genetic point-of-care testing systems to be used by both developed and developing countries in the near future. This review will describe the historical, current, and future developments of such technologies.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose"
            ]
        },
        {
            "input": " Severe acute respiratory infections in children can be fatal, rapid identification of the causative agent and timely treatment can be life saving. Multiplex real time RT-PCR helps in simultaneous detection of multiple viruses saving cost, time and labour. Commercially available multiplex real time RT-PCR kits are very expensive. Therefore the aim of the present study was to develop a cost effective multiplex real time RT-PCR for the detection of 18 respiratory viruses and compare it with an in-vitro diagnostics approved Fast Track Diagnostic Respiratory Pathogens 21 Kit (FTD). Methods Nasopharyngeal aspirates and throat swabs were collected and processed for extraction of nucleic acid using an automated extraction system and multiplex real time RT-PCR was performed using the FTD kit and a custom assay on 356 samples.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - method"
            ]
        },
        {
            "input": " Custom and FTD assays detected one or more respiratory viruses in 268 (75.29 %) and 262 (73.60 %) samples respectively. The concordance between the custom assay and the FTD assay was 100 % for HCoV OC43, HCoV 229E, HPIV-1, HPIV-2, HBoV, HPeV, Flu A, and Influenza A(H1N1)pdm09 and 94.66 -99.71 % for the remaining viruses; Flu B (99.71 %), HRV (99.71 %), HPIV-3 (98.87 %), HPIV-4 (99.43 %), HCoV NL63 (99.71 %), HMPV A/B (99.71 %), RSV A/B (94.66 %), EV (98.31 %), HCoV HKU1 (99.71 %), HAdV (99.71 %).",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "Major discrepancy was observed for RSV A/B, which was over detected in 18 samples by the custom assay as compared to the FTD assay. The custom assay was much cheaper than the FTD assay and the time taken was only 29 min more.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "The custom primer and probe mix was found to be comparable to the FTD assay with good concordance but was much cheaper and the time taken for reporting was only 29 min more. The low cost custom multiplex RT-PCR can be a useful alternative to the costly FTD kit for rapid identification of viral aetiology in resource limited settings.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": " the development of inhibitors that could be universal amyloid traps. The review below will analyze two specific amyloidogenic proteins, Î±-synuclein and human amylin, and introduce a small number of peptides that have been shown to be capable of inhibiting the amyloidogenesis of both of these very dissimilar polypeptides. Some of the inhibitory peptide motifs may indeed, be applicable to AÎ² and other amyloidogenic systems.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - purpose, 8 - purpose"
            ]
        },
        {
            "input": "Under acute perturbations from the outside, cells can trigger self-defensive mechanisms to fight against genome stress. To investigate the cellular response to continuous ion radiation (IR), a dynamic model for p53 stress response networks at the cellular level is proposed. The model can successfully be used to simulate the dynamic processes of double-strand breaks (DSBs) generation and their repair, switch-like ataxia telangiectasia mutated (ATM) activation, oscillations occurring in the p53-MDM2 feedback loop, as well as toxins elimination triggered by p53 stress response networks. Especially, the model can predict the plausible outcomes of cellular response under different IR dose regimes.",
            "output": [
                "0 - background, 1 - purpose, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": "Two sequences of major histocompatibility complex (MHC) regions in the domestic cat, 2.976 and 0.362 Mbps, which were separated by an ancient chromosome break (55-80 MYA) and followed by a chromosomal inversion were annotated in detail. Gene annotation of this MHC was completed and identified 183 possible coding regions, 147 human homologues, possible functional genes and 36 pseudo/unidentified genes) by GENSCAN and BLASTN, BLASTP RepeatMasker programs. The first region spans 2.976 Mbp sequence, which encodes six classical class II antigens (three DRA and three DRB antigens) lacking the functional DP, DQ regions, nine antigen processing molecules (DOA/DOB, DMA/DMB, TAPASIN, and LMP2/ LMP7,TAP1/TAP2), 52 class III genes, nineteen class I genes/gene fragments (FLAI-A to FLAI-S). Three class I genes (FLAI-H, I-K, I-E) may encode functional classical class I antigens based on deduced amino acid sequence and promoter structure. The second region spans 0.362 Mbp sequence encoding no class I genes and 18 cross-species conserved genes, excluding class I, II and their functionally related/associated genes, namely framework genes, including three olfactory receptor genes. One previously identified feline endogenous retrovirus, a baboon retrovirus derived sequence (ECE1) and two new endogenous retrovirus sequences, similar to brown bat endogenous retrovirus (FERVmlu1, FERVmlu2) were found within a 140 Kbp interval in the middle of class I region. MHC SNPs were examined based on comparisons of this BAC sequence and MHC homozygous 1.96WGS sequences and found that 11,654 SNPs in 2.84 Mbp (0.00411 SNP per bp), which is 2.4 times higher rate than average heterozygous region in the WGS (0.0017 SNP per bp genome), and slightly higher than the SNP rate observed in human MHC (0.00337 SNP per bp).",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - background, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": " Although primary and established human hepatoma cell lines have been evaluated for hepatitis C virus (HCV) infection in vitro, thus far only Huh7 cells have been found to be highly permissive for infectious HCV. Since our understanding of the HCV lifecycle would benefit from the identification of additional permissive cell lines, we assembled a panel of hepatic and non-hepatic cell lines and assessed their ability to support HCV infection. Here we show infection of the human hepatoma cell lines PLC/PRF/5 and Hep3B with cell culturederived HCV (HCVcc), albeit to lower levels than that achieved in Huh7 cells. To better understand the reduced permissiveness of PLC and Hep3B cells for HCVcc infection, we performed studies to evaluate the ability of each cell line to support specific steps of the viral lifecycle (i.e. entry, replication, egress and spread).",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - purpose"
            ]
        },
        {
            "input": " We found that while the early events in HCV infection (i.e. entry plus replication initiation) are cumulatively equivalent or only marginally reduced in PLC and Hep3B cells, later steps of the viral life cycle such as steady-state replication, de novo virus production and/or spread are impaired to different degrees in PLC and Hep3B cultures compared to Huh7 cell cultures. Interestingly, we also observed that interferon stimulated gene (i.e. ISG56) expression was significantly and differentially up-regulated in PLC and Hep3B cells following viral infection. Conclusions We conclude that the restrictions observed later during HCV infection in these cell lines could in part be attributed to HCV-induced innate signaling. Nevertheless, the identification of two new cell lines capable of supporting authentic HCVcc infection, even at reduced levels, expands the current repertoire of cell lines amendable for the study of HCV in vitro and should aid in further elucidating HCV biology and the cellular determinants that modulate HCV infection.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": " Middle East respiratory syndrome coronavirus (MERS-CoV) consists of a positive-sense, single-stranded RNA genome and four structural proteins the spike, envelope, membrane, and nucleocapsid protein. The assembly of the viral genome into virus particles involves viral structural proteins and is believed to be mediated through recognition of specific sequences and RNA structures of the viral genome.",
            "output": [
                "0 - background, 1 - background"
            ]
        },
        {
            "input": " A culture system for the production of MERS coronavirus-like particles (MERS VLPs) was determined and established by electron microscopy and the detection of coexpressed viral structural proteins. Using the VLP system, a 258-nucleotide RNA fragment, which spans nucleotides 19,712 to 19,969 of the MERS-CoV genome (designated PS258(19712-19969) ME ), was identified to function as a packaging signal. Assembly of the RNA packaging signal into MERS VLPs is dependent on the viral nucleocapsid protein. In addition, a 45-nucleotide stable stem-loop substructure of the PS258(19712-19969) ME interacted with both the N-terminal domain and the Cterminal domain of the viral nucleocapsid protein. Furthermore, a functional SARS-CoV RNA packaging signal failed to assemble into the MERS VLPs, which indicated virus-specific assembly of the RNA genome.",
            "output": [
                "0 - method, 1 - method, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": " A MERS-oV RNA packaging signal was identified by the detection of GFP expression following an incubation of MERS VLPs carrying the heterologous mRNA GFP-PS258(19712-19969) ME with virus permissive Huh7 cells. The MERS VLP system could help us in understanding virus infection and morphogenesis.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "Ebolaviruses constitute a public health threat, particularly in Central and Western Africa. Host cell factors required for spread of ebolaviruses may serve as targets for antiviral intervention. Lectins, TAM receptor tyrosine kinases (Tyro3, Axl, Mer), T cell immunoglobulin and mucin domain (TIM) proteins, integrins, and Niemann-Pick C1 (NPC1) have been reported to promote entry of ebolaviruses into certain cellular systems. However, the factors used by ebolaviruses to invade macrophages, major viral targets, are poorly defined. Here, we show that mannose-specific lectins, TIM-1 and Axl augment entry into certain cell lines but do not contribute to Ebola virus (EBOV)-glycoprotein (GP)-driven transduction of macrophages. In contrast, expression of Mer, integrin Î±V, and NPC1 was required for efficient GP-mediated transduction and EBOV infection of macrophages. These results define cellular factors hijacked by EBOV for entry into macrophages and, considering that Mer and integrin Î±V promote phagocytosis of apoptotic cells, support the concept that EBOV relies on apoptotic mimicry to invade target cells.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "The 3C-like (3CL) protease of the severe acute respiratory syndrome (SARS) coronavirus is a key enzyme for the virus maturation. We found for the first time that the mature SARS 3CL protease is subject to degradation at 188Arg/189Gln. Replacing Arg with Ile at position 188 rendered the protease resistant to proteolysis. The R188I mutant digested a conserved undecapeptide substrate with a K m of 33.8 lM and k cat of 4753 s Ã€1 . Compared with the value reported for the mature protease containing a C-terminal His-tag, the relative activity of the mutant was nearly 10 6 . Novel peptide-aldehyde derivatives containing a sidechain-protected C-terminal Gln efficiently inhibited the catalytic activity of the R188I mutant. The results indicated for the first time that the tetrapeptide sequence is enough for inhibitory activities of peptidealdehyde derivatives.",
            "output": [
                "0 - background, 1 - finding, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "In making a selection of cellular tools and animal models for generating screening assays in the search for new drugs, one needs to take into consideration the practicality of their use in the drug discovery process. Conducting high-throughput primary screens using libraries of small molecules, close to 1 million members in size, requires the generation of large numbers of cells which are easily acquired, reliably enriched, and reproducibly responsive to standard positive controls. These cells need to be similar in form and function to their counterparts in human disease. In vitro assays that can be mechanized by using robots can therefore save time and costs. In selecting in vivo models, consideration must be given to the species and strain of animal chosen, the appropriateness of the model to human disease, the extent of animal husbandry required during the in-life pharmacological assessment, the technical aspects of generating the model and harvesting the tissues for analyses, the cost of research tools in terms of time and money (demyelinating and remyelinating agents, amount of compound to be generated), and the length of time required for drug testing in the model. A consideration of the translational aspects of the in vivo model compared to those used in the clinic is also important. These themes will be developed with examples for drug discovery in the field of CNS demyelination and repair, specifically as it pertains to multiple sclerosis.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding"
            ]
        },
        {
            "input": "Why do some countries more effectively respond to crises than others? This paper compares China's relatively effective response to the 2002-3 SARS outbreak with Taiwan's relatively ineffective response, focusing on three variables that constitute China's 'authoritarian advantage' -centralized decision making powers; public support; and, relations with the mass media. The paper rejects a fourth explanatory variable specific to the Taiwan casemembership in international organizations. Drawing heavily on the Taiwan example, the paper concludes by suggesting options for overcoming the authoritarian advantage in pandemic response.",
            "output": [
                "0 - background, 1 - purpose, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": "Humans are infected with many viruses, and the immune system mostly removes viruses and the infected cells. However, certain viruses have entered the human genome. Of the human genome, Â»45% is composed of transposable elements (long interspersed nuclear elements [LINEs], short interspersed nuclear elements [SINEs] and transposons) and 5-8% is derived from viral sequences with similarity to infectious retroviruses. If integration of retrovirus occurs in a germline, the integrated viral sequences are heritable. Accumulation of viral sequences has created the current human genome. This article summarizes recent studies of retroviruses in humans and bridges clinical fields and evolutionary genetics. First, we report the repertories of human-infective retroviruses. Second, we review endogenous retroviruses in the human genome and diseases associated with endogenous retroviruses. Third, we discuss the biological functions of endogenous retroviruses and propose the concept of accelerated human evolution via viruses. Finally, we present perspectives of virology in the field of evolutionary medicine.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - purpose, 6 - method, 7 - method, 8 - method, 9 - method"
            ]
        },
        {
            "input": "Nipah Virus (NiV) is a re-emerging zoonotic pathogen in the genus Henipavirus of the Paramyxoviridae family of viruses. NiV is endemic to Bangladesh and Malaysia and is highly fatal to both livestock and humans (human case fatality rate = 74.5%). Currently, there is no approved vaccine against NiV on the market. The goal of this study was to use a recombinant RABV vector expressing NiV glycoprotein (NiV G) to develop a bivalent candidate vaccine against NiV disease and rabies virus (RABV) disease, which is also a significant health burden in the regions where NiV is endemic. The rabies vector is a well-established vaccine strain that lacks neurovirulence and can stably expresses foreign antigens that are immunogenic in various animal models. Mice inoculated intranasally with the live recombinant RABV/NiV vaccine (NIPARAB) showed no signs of disease. To test the immunogenicity of the vaccine candidate, groups of C57BL/6 mice were immunized intramuscularly with a single dose of live vaccine particles or two doses of chemically inactivated viral particles. Both vaccination groups showed NiV G-specific seroconversion, and the inactivated (INAC) vaccine group yielded higher titers of NiV G-specific antibodies. Furthermore, cross-reactivity of NiV G-specific immune sera against Hendra virus (HeV), was confirmed by immunofluorescence (IF) and indirect ELISA against soluble recombinant HeV glycoprotein (HeV G). Both live and killed vaccines induced neutralizing antibodies. These results indicate that NIPARAB may be used as a killed virus vaccine to protect humans against NiV and RABV, and possibly as a preventative measure against HeV as well.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - background, 5 - method, 6 - method, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "15 ; https//doi.",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": "A diverse group of cytolytic animal viruses encodes small, hydrophobic proteins to modify host cell membrane permeability to ions and small molecules during their infection cycles. In this study, we show that expression of the SARS-CoV E protein in mammalian cells alters the membrane permeability of these cells. Immunofluorescent staining and cell fractionation studies demonstrate that this protein is an integral membrane protein. It is mainly localized to the ER and the Golgi apparatus. The protein can be translocated to the cell surface and is partially associated with lipid rafts. Further biochemical characterization of the protein reveals that it is posttranslationally modified by palmitoylation on all three cysteine residues. Systematic mutagenesis studies confirm that the membrane permeabilizing activity of the SARS-CoV E protein is associated with its transmembrane domain.",
            "output": [
                "0 - background, 1 - purpose, 2 - background, 3 - background, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "In the last few decades the Chikungunya virus (CHIKV) has evolved from a geographically isolated pathogen to a virus that is widespread in many parts of Africa, Asia and recently also in Central-and South-America. Although CHIKV infections are rarely fatal, the disease can evolve into a chronic stage, which is characterized by persisting polyarthralgia and joint stiffness. This chronic CHIKV infection can severely incapacitate patients for weeks up to several years after the initial infection. Despite the burden of CHIKV infections, no vaccine or antivirals are available yet. The current therapy is therefore only symptomatic and consists of the administration of analgesics, antipyretics, and anti-infl ammatory agents. Recently several molecules with various viral or host targets have been identifi ed as CHIKV inhibitors. In this chapter, we summarize the current status of the development of antiviral strategies against CHIKV infections.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - purpose"
            ]
        },
        {
            "input": " Acute ischemic stroke (AIS) in pediatric populations accounts for more than half of pediatric strokes and is associated with significant morbidity and mortality. Pediatric AIS can present with nonspecific symptoms or symptoms that mimic alternate pathology. Case Report A 4-month-old female presented to the emergency department for fever, decreased oral intake, and ''limp'' appearance after antibiotic administration. She was febrile, tachypneic, and hypoxic. Her skin was mottled with 3-s capillary refill, her anterior fontanelle was tense, and she had mute Babinski reflex bilaterally but was moving all extremities. The patient was hyponatremic, thrombocytopenic, and tested positive for influenza A. A computed tomography scan of the brain revealed an acute infarction involving the right frontal, parietal, temporal, and occipital lobes in addition to hyperdensities concerning for thrombosed cortical veins. The patient was transferred for specialty evaluation and was discharged 2 weeks later on levetiracetam. Why Should an Emergency Physician be Aware of This? Pediatric AIS can present with nonspecific symptoms that mimic alternate pathology. A high level of suspicion is needed so as not to miss the diagnosis of pediatric AIS in the emergency department. A thorough neurologic assessment is warranted, and subtle abnormalities should be investigated further. Ã“",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding, 12 - other"
            ]
        },
        {
            "input": "We studied the infectious effect of SARS-CoV virus on juvenile and adult Brandt's Vole (Microtus brandtil) by nasal cavity spraying method (CCID 5o is 10 5 . \\ SARS virus caused serious deaths in adults. The death adults demonstrated hemorrhage from mouth, nasal cavity and intestine, hemorrhageious interstitial pneumonia and gore in liver, spleen and kidney. The survival adults demonstrated local hemorrhagic spot in lung and emphysema, but the other organs showed no pathological abnormality. SARS virus caused no deaths in juveniles, but locomotion of infected juveniles became slower. In the early stage, there was local pneumonia in lung and SARS viruses were isolated from the pathological tissue. Only one control juvenile lived and the infected juvenile showed local pneumonia in lung. The results demonstrated that SARS-CoV infected Brandt's vole seriously and adults were more susceptive to SARS-CoV than juveniles. The Brandt's vole may be a potential animal model for SARS research.",
            "output": [
                "0 - method, 1 - finding, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding"
            ]
        },
        {
            "input": " Community determinants of antibiotics nonadherence, an important contributor of antibiotics resistance, remained unclear. Objectives Our objective was to investigate whether deficient antibiotics knowledge could contribute to nonadherence in a community with high prevalence of antibiotics resistance. Methods We recruited 465 people by random sampling from 5 urban areas in Hong Kong. A structured questionnaire was used to assess antibiotics knowledge and adherence. Adherence was defined as completing the most recent course of antibiotics entirely according to physicians' instructions. An antibiotics knowledge score ranging from 0 to 3 (highest) was composed based on the number of correctly answered questions. Results Of the 465 participants interviewed, 96.3% had heard of the term \"antibiotics,\" and 80.6% recalled having previously received antibiotics prescription. Among the eligible 369 subjects, 32.9% showed nonadherence. Percentages of participants with antibiotics knowledge scores of 0, 1, 2, and 3 were 11%, 27%, 33%, and 29%, respectively. There was a higher prevalence of nonadherence among people with lower antibiotics knowledge score (P < .001). Furthermore, people with nonadherence had a significantly lower mean antibiotics knowledge score (1.3 AE 1.0 versus 2.0 AE 0.9, P < .001), with no interaction with education (P < .05). Adjusted for potential confounders, antibiotics knowledge scores of 2, 1, and 0 independently predicted increased risk of nonadherence by 1-fold (odds ratio [OR], 2.00; 95% confidence interval [CI] 1.01-3.94; P Â¼ .047), 4-fold (OR, 4.77; 95% CI 2.30-9.92; P < .001), and 17-fold (OR, 18.41; 95% CI 6.92-48.97; P < .001) respectively, compared with the maximum score of 3. Conclusion Lack of antibiotics knowledge is a critical determinant of nonadherence independent of education in the community.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - method, 5 - method, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding, 12 - finding"
            ]
        },
        {
            "input": "Recently emerged viral infectious diseases (VIDs) include HIV/AIDS, influenzas H5N1 and 2009 H1N1, SARS, and Ebola hemorrhagic fevers. Earlier research determined metabolic oxidative stress in hosts deficient in antioxidant selenium (Se) (<1 Î¼Mol Se/L of blood) induces both impaired human host immunocompetence and rapidly mutated benign variants of RNA viruses to virulence. These viral mutations are consistent, rather than stochastic, and long-lived. When Se-deficient virus-infected hosts were supplemented with dietary Se, viral mutation rates diminished and immunocompetence improved. Herein is described the role of micronutrient Se deficiency on the evolution of some contemporary RNA viruses and their subsequent VIDs. Distinguishing cellular and biomolecular evidence for several VIDs suggests that environmental conditions conducive to chronic dietary Se deprivation could be monitored for bioindicators of incipient viral virulence and subsequent pathogenesis.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "The current study was designed to assess the inhibitory activity of Broussonetia papyrifera-derived polyphenols against 3-chymotrypsin-like and papain-like coronavirus cysteine proteases. The isolated compounds were broussochalcone B (1), broussochalcone A (2), 4-hydroxyisolonchocarpin (3), papyriflavonol A (4), 3 0 -(3-methylbut-2-enyl)-3 0 ,4,7-trihydroxyflavane (5), kazinol A (6), kazinol B (7), broussoflavan A (8), kazinol F (9), and kazinol J (10). All polyphenols were more potent against papain-like protease (PL pro ) than against 3-chymotripsin-like protease (3CL pro ); therefore, we investigated their structural features that were responsible for this selectivity. Compound 4 was the most potent inhibitor of PL pro with an IC 50 value of 3.7 lM. The active compounds displayed kinetic behaviors, and the binding constants of their interaction with PL pro were determined from surface plasmon resonance analysis. Our results suggest B. papyrifera constituents as promising candidates for development into potential anti-coronaviral agents.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "ARTICLE HISTORY",
            "output": [
                "0 - other"
            ]
        },
        {
            "input": "The SARS-CoV spike protein, a glycoprotein essential for viral entry, is a primary target for vaccine and drug development. Two peptides denoted HR-N(SN50) and HR-C(SC40), corresponding to the Leu/Ile/Val-rich heptad-repeat regions from the N-terminal and C-terminal segments of the SARS-CoV spike S2 sequence, respectively, were synthesized and predicted to form trimeric assembly of hairpin-like structures. The polyclonal antibodies produced by recombinant S2 protein were tested for antigenicity of the two heptad repeats. We report here the first crystallographic study of the SARS spike HR-N/HR-C complex. The crystal belongs to the triclinic space group P1 and the data-set collected to 2.98 Ã… resolution showed noncrystallographic pseudo-222 and 3-fold symmetries. Based on these data, comparative modeling of the SARS-CoV fusion core was performed. The immunological and structural information presented herein may provide a more detailed understanding of the viral fusion mechanism as well as the development of effective therapy against SARS-CoV infection.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - finding, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "During the latest outbreak of Ebola virus disease in West Africa, monoclonal antibody therapy (e.g., ZMapp) was utilized to treat patients. However, due to the antigenic differences among the five ebolavirus species, the current therapeutic monoclonal antibodies are only effective against viruses of the species Zaire ebolavirus. Although this particular species has indeed caused the majority of human infections in Central and, recently, West Africa, other ebolavirus species (e.g., Sudan ebolavirus and Bundibugyo ebolavirus) have also repeatedly caused outbreaks in Central Africa and thus should not be neglected in the development of countermeasures against ebolaviruses. Here we report the generation of an ebolavirus glycoprotein-specific monoclonal antibody that effectively inhibits cellular entry of representative isolates of all known ebolavirus species in vitro and show its protective efficacy in mouse models of ebolavirus infections. This novel neutralizing monoclonal antibody targets a highly conserved internal fusion loop in the glycoprotein molecule and prevents membrane fusion of the viral envelope with cellular membranes. The discovery of this highly cross-neutralizing antibody provides a promising option for broad-acting ebolavirus antibody therapy and will accelerate the design of improved vaccines that can selectively elicit cross-neutralizing antibodies against multiple species of ebolaviruses.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - background, 5 - finding"
            ]
        },
        {
            "input": "Ebolaviruses, members of the family Filoviridae, cause severe hemorrhagic fever in humans and nonhuman primates, with human case fatality rates of up to 90% 1,2 . As proven by the latest epidemic of Ebola virus disease (EVD) in West Africa, ebolaviruses pose a significant public health concern. However, no effective prophylaxis or treatment for EVD is as yet commercially available. Five distinct species are known in the genus Ebolavirus, Zaire ebolavirus, Sudan ebolavirus, TaÃ¯ forest ebolavirus, Bundibugyo ebolavirus, and Reston ebolavirus, represented by Ebola virus (EBOV), Sudan virus (SUDV), TaÃ¯ forest virus (TAFV), Bundibugyo virus (BDBV), and Reston virus (RESTV), respectively 3 . Of these, EBOV, SUDV, and BDBV have caused EVD outbreaks with increased frequency in Central and West Africa in the last decade 1,2,4 .",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background"
            ]
        },
        {
            "input": "Ebolaviruses express a single transmembrane glycoprotein (GP) that is responsible for both receptor binding and membrane fusion, and thus the only known target of neutralizing antibodies. GP undergoes proteolytic cleavage by host proteases such as furin, resulting in the two subunits, GP1 and GP2, which are linked by a disulfide bond 5,6 . The GP1 subunit (amino acids 33-501) contains the core of the glycoprotein, receptor binding domain (RBD), a glycan cap, and a large mucin-like domain which extends around the RBD 7 . The GP2 (amino acids 502-676) subunit contains the internal fusion loop (IFL), heptad repeats 1 and 2 (HR1 and HR2), the transmembrane region (TM), and the cytoplasmic tail (CT) 8 . During the transport of ebolavirus particles to late endosomes, low pH leads to proteolytic processing of GPs by host cysteine proteases such as cathepsins 9 , and the exposed receptor binding site of the proteolytically digested GP is thought to interact with a host receptor, Niemann Pick C1, followed by membrane fusion 8, 10, 11 .",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Several studies have demonstrated that administration of EBOV GP-specific antibodies protects nonhuman primates from lethal EBOV infection and may constitute a leading treatment option for EVD in humans [12] [13] [14] [15] [16] . During the West African EVD outbreak, EBOV GP-specific monoclonal antibody (MAb) cocktails (e.g., ZMapp) 12 , were used to treat several patients 17-20 . However, most of characterized therapeutic MAbs to date are EBOV GP-specific and cross-neutralizing activity against any other ebolavirus species (e.g., SUDV and",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        },
        {
            "input": "Î²-keto esters are used as precursors for the synthesis of Î²-amino acids, which are building blocks for some classes of pharmaceuticals. Here we describe the comparison of screening procedures for hydrolases to be used for the hydrolysis of Î²-keto esters, the first step in the preparation of Î²-amino acids. Two of the tested high throughput screening (HTS) assays depend on coupled enzymatic reactions which detect the alcohol released during ester hydrolysis by luminescence or absorption. The third assay detects the pH shift due to acid formation using an indicator dye. To choose the most efficient approach for screening, we assessed these assays with different statistical methods-namely, the classical Z'-factor, standardized mean difference (SSMD), the Kolmogorov-Smirnov-test, and t-statistics. This revealed that all three assays are suitable for HTS, the pH assay performing best. Based on our data we discuss the explanatory power of different statistical measures. Finally, we successfully employed the pH assay to identify a very fast hydrolase in an enzyme-substrate screening.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - method, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": " suppression approach like immediately lock-downing cities at epicentre of and mitigation; or mitigation approach that slows down but not stopping epidemic of COVID-19 for reducing peak healthcare demand. Both strategies have their apparent merits and limitations; it becomes extremely hard to conduct one intervention strategy as the most feasible way to certain country. Targeting at this problem, this paper conducts a feasibility study by defining a mathematical model named SEMCR that access the effectiveness of mitigation, suppression and hybrid interventions for controlling COVID-19 outbreaks in London and Wuhan. The model first extends traditional SEIR (Susceptible-Exposed-Infectious-Recovered) model by considering one key fact there is a direct link between Exposed and Recovered population. Then, it defines threshold and parameters to classify two stages of COVID control active contain by isolation of cases and contacts, passive contain by suppression or mitigation. The model was fitted and evaluated with public dataset containing daily number of confirmed active cases including Wuhan, London, Hubei province and the UK during January, 2020 and March 2020. The simulated results show that 1) Suppression taken in Wuhan significantly reduces total exposed and infectious populations, but it has to be consistently maintained at least a period of 90 days (by the middle of April 2020) where its success relies on sufficient support from other parts of China. 2) In London, it is possible to take a hybrid intervention of suppression and mitigation for every 2 or 3 weeks over a longer period. While the total infectious populations will be doubled, the economic performance of London will be less affected due to limited mobility constraints. 3) Both in Wuhan and London cases,",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - method, 5 - method, 6 - method, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "Bats are recognized reservoirs for many emerging zoonotic viruses of public health importance. Identifying and cataloguing the viruses of bats is a logical approach to evaluate the range of potential zoonoses of bat origin. We characterized the fecal pathogen microbiome of both insectivorous and frugivorous bats, incorporating 281 individual bats comprising 20 common species, which were sampled in three locations of Yunnan province, by combining reverse transcription polymerase chain reaction (RT-PCR) assays and next-generation sequencing. Seven individual bats were paramyxovirus-positive by RT-PCR using degenerate primers, and these paramyxoviruses were mainly classified into three genera (Rubulavirus, Henipavirus and Jeilongvirus). Various additional novel pathogens were detected in the paramyxovirus-positive bats using Illumina sequencing. A total of 7066 assembled contigs (â‰¥200 bp) were constructed, and 105 contigs matched eukaryotic viruses (of them 103 belong to 2 vertebrate virus families, 1 insect virus, and 1 mycovirus), 17 were parasites, and 4913 were homologous to prokaryotic microorganisms. Among the",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - finding, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Viruses 2014, 6 2139 103 vertebrate viral contigs, 79 displayed low identity (<70%) to known viruses including human viruses at the amino acid level, suggesting that these belong to novel and genetically divergent viruses. Overall, the most frequently identified viruses, particularly in bats from the family Hipposideridae, were retroviruses. The present study expands our understanding of the bat virome in species commonly found in Yunnan, China, and provides insight into the overall diversity of viruses that may be capable of directly or indirectly crossing over into humans.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": "RNA silencing, including RNA interference, is a novel method of gene regulation and one of the potent host-defense mechanisms against the viruses. In the course of evolution, the viruses have encoded proteins with the potential to suppress the host RNA silencing mechanism as a counterdefense strategy. The virus-encoded RNA silencing suppressors (RSSs) can serve as important biological tools to dissect the detailed RNA silencing pathways and also to evolve the antiviral strategies. Screening and identification of the RSSs are indeed of utmost significance in the field of plant biotechnology. We describe two Green Fluorescent Protein (GFP) reporter-based plant assay systems that rely on two different principles, namely reversal of silencing and enhancement of rolling circle replication (RCR) of geminiviral replicon. These proof-of-concept examples and assay systems could be used to screen various plant, animal, and insect viral ORFs for identification of the RSS activities.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "The reemergence of avian influenza (H5N1 infection) has heightened concern for a potential human influenza pandemic. Recommendations regarding preparation for a global avian influenza pandemic are available, and it is imperative that health care workers participate in preparedness planning and training. In developing countries, health care worker preparedness training should address the modes of avian influenza transmission and specify how to implement appropriate infectioncontrol strategies to prevent and control the spread of avian influenza. We provide evidence for avian influenza transmission methods and identify prevention strategies relevant to infection control for hospitals in developing countries. Pandemic influenza preparedness plans must include health care administrative support, mechanisms to rapidly create temporary isolation facilities, systems to restrict access to exposed health care workers, and plans to involve specialists to screen and identify cases early, to provide for continuous monitoring to ensure adherence to optimal infection-control practices, and to provide regular feedback to health care workers.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - method, 4 - finding"
            ]
        },
        {
            "input": "This study investigates property securities bubbles and crashes by using a dynamic mathematical methodology developed from the previous research (Watanabe et al. 2007a, b [31,32]). The improved model is used to detect the bubble and crash periods in five international countries/cities (namely, . By this model definition, we are able to detect the beginning of each bubble period even before it bursts. Meanwhile, the empirical results show that most of property securities markets experienced bubble periods between 2003 and 2007, and crashes happened in Apr 2008 triggered by the Subprime Mortgage Crisis of US. In contrast, Japan suffered the shortest bubble period and no evidence has documented the existence of crash there.",
            "output": [
                "0 - purpose, 1 - method, 2 - background, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": " Froissart R, Roze D, Uzest M, Galibert L, Blanc S, et al. (2005) Recombination every day Abundant recombination in a virus during a single multi-cellular host infection. PLoS Biol 3(3) e89.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - method, 5 - method, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - other, 11 - other"
            ]
        },
        {
            "input": "Viruses have adapted a broad range of unique mechanisms to modulate the cellular translational machinery to ensure viral translation at the expense of cellular protein synthesis. Many of these promote virus-specific translation by use of molecular tags on viral mRNA such as internal ribosome entry sites (IRES) and genome-linked viral proteins (VPg) that bind translation machinery components in unusual ways and promote RNA circularization. This review describes recent advances in understanding some of the mechanisms in which animal virus mRNAs gain an advantage over cellular transcripts, including new structural and biochemical insights into IRES function and novel proteins that function as alternate met-tRNA i met carriers in translation initiation. Comparisons between animal and plant virus mechanisms that promote translation of viral mRNAs are discussed.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - purpose"
            ]
        },
        {
            "input": "There is a need to develop reliable methods to assess the safety of genetically modified and other novel foods. The aim of this study was to identify protein biomarkers of food allergy in mice exposed to ovomucoid (OVM), a major food allergen found in chicken egg white. BALB/c mice were repeatedly sensitized by gavage with OVM and cholera toxin (CT) and control mice were exposed to a mixture of amino acids with CT. At the endpoint, all mice were challenged intraperitoneally with OVM and alum. Type-1 hypersensitivity was confirmed in OVM-sensitized mice by observation of clinical signs of anaphylaxis and elevated levels of plasma histamine, OVM-specific IgE and OVM-specific IgG by ELISA. Differential protein expression was assessed in albumin-depleted plasma as well as in mesenteric lymph node, liver, spleen, and ileum by two-dimensional difference gel electrophoresis (2D-DIGE). Differentially expressed proteins were identified by liquid chromatography with tandem mass spectrometry. Plasma proteins overexpressed in OVM-sensitized mice included haptoglobin (41-fold), serum amyloid A (19-fold) and peroxiredoxin-2 (1.9-fold). Further validation of these plasma proteins in other animal models of food allergy with different food allergens is required to assess their potential as candidate biomarkers for use in evaluating the allergenicity of novel foods.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding"
            ]
        },
        {
            "input": "Infectious bronchitis virus (IBV) is a highly contagious respiratory coronavirus of domestic chickens. Although mortality is low, infection with IBV results in substantial losses for the egg and meat chicken industries. Despite the economic importance of IBV and decades of research into the pathogenesis of infection, significant gaps in our knowledge exist. The aim of this study was to compare the early progression of air sac lesions in birds receiving a vaccine strain of the virus or a more virulent field strain. The air sacs are lined by different types of epithelia and are relatively isolated from the environment, so they represent a unique tissue in which to study virus-induced lesions. Both the pathogenic and vaccine strains of the virus produced significant lesions; however, the lesions progressed more rapidly in the birds receiving the pathogenic strain. Immunohistochemistry demonstrated that in birds infected with the pathogenic strain of virus, IBV spike protein is detected first in the ciliated cells lining the air sac. These preliminary data provide important clues regarding potential mechanisms for IBV tissue tropism and spread and show that the nature of the virus isolate influences the early progression of IBV infection.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - background, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "Efficient antiviral immunity requires interference with virus replication at multiple layers targeting diverse steps in the viral life cycle. We describe here a novel flavivirus inhibition mechanism that results in interferon-mediated obstruction of tick-borne encephalitis virus particle assembly and involves release of malfunctioning membrane-associated capsid (C) particles. This mechanism is controlled by the activity of the interferon-induced protein viperin, a broad-spectrum antiviral interferon-stimulated gene. Through analysis of the viperin-interactome, we identified the Golgi brefeldin A-resistant guanine nucleotide exchange factor 1 (GBF1) as the cellular protein targeted by viperin. Viperin-induced antiviral activity, as well as C-particle release, was stimulated by GBF1 inhibition and knockdown and reduced by elevated levels of GBF1. Our results suggest that viperin targets flavivirus virulence by inducing the secretion of unproductive noninfectious virus particles via a GBF1-dependent mechanism. This as-yet-undescribed antiviral mechanism allows potential therapeutic intervention.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - finding, 5 - finding, 6 - finding"
            ]
        },
        {
            "input": "Mathematical models when applied to infectious disease data can provide extremely useful insights into the possible future impacts of potential emerging epidemics and how they might be best controlled or mitigated. Modelling, which is like any other hypothesis-driven approach, aims to develop a better understanding of biological phenomena. However, diseases processes generally, and particularly those related to transmission, will in many cases be imperfectly understood or too complex to systematically describe, so models will necessarily be simplifications of the overall system. It is essential, therefore, that models are designed carefully and used appropriately. Key to this is identifying what specific questions a model might be expected to answer and what data is available to inform the model. A particular type of model might be fine for one particular situation but highly inappropriate for another. It is also important to appreciate and communicate what simplifications and assumptions have had to be made and how this might affect the robustness of the modelling results. It is also particularly important to understand that models frequently make what can be hidden assumptions about underlying processes because of the way they have been constructed and these assumptions also need to be carefully considered and made explicit, particularly for non-expert audiences. This chapter, therefore, provides a brief introduction to some of these aspects of epidemic modelling for those that might be less familiar with them.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - background, 8 - purpose"
            ]
        },
        {
            "input": "e01120-15.",
            "output": [
                "0 - other, 1 - finding, 2 - other"
            ]
        },
        {
            "input": "The notoriously low fidelity of HIV-1 replication is largely responsible for the virus's rapid mutation rate, facilitating escape from immune or drug control. The error-prone activity of the viral reverse transcriptase (RT) is predicted to be the most influential mechanism for generating mutations. The low fidelity of RT has been successfully exploited by nucleoside and nucleotide analogue reverse transcriptase inhibitors (NRTIs) that halt viral replication upon incorporation. Consequently, drug-resistant strains have arisen in which the viral RT has an increased fidelity of replication, thus reducing analogue incorporation. Higher fidelity, however, impacts on viral fitness. The appearance of compensatory mutations in combination with higher fidelity NRTI resistance mutations and the subsequent reversion of NRTI-resistant mutations upon cessation of antiretroviral treatment lend support to the notion that higher fidelity exacts a fitness cost. Potential mechanisms for reduced viral fitness are a smaller pool of mutant strains available to respond to immune or drug pressure, slower rates of replication, and a limitation to the dNTP tropism of the virus. Unraveling the relationship between replication fidelity and fitness should lead to a greater understanding of the evolution and control of HIV.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - background, 7 - finding"
            ]
        },
        {
            "input": "The error-prone activity of RT is the most pertinent source of sequence variation to this review; however, there are a number of other potential sources of HIV-1 mutations. During reverse transcription, recombination occurs when RT transfers between the two RNA templates present in each virion, which leads to insertions or deletions at the point of transfer as well as recombinant viruses. 12 Another source of error occurs after reverse transcription, when the viral genome is replicated by cellular RNA polymerases that make errors, albeit at a much lower rate than RT. 8 Members of the APOBEC3 family of cellular proteins, particularly APO-BEC3G, can also make mutations in the HIV-1 genome. Furthermore, the very large population of HIV-1 in an",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": "Influenza A viruses (IAV) continually evolve and have the capacity to cause global pandemics. Because IAV represents an ongoing threat, identifying novel therapies and host innate immune factors that contribute to IAV pathogenesis is of considerable interest. This review summarizes the relevant literature as it relates to global host responses to influenza infection at both the proteome and transcriptome level. The various-omics infection systems that include but are not limited to ferrets, mice, pigs, and even the controlled infection of humans are reviewed. Discussion focuses on recent advances, remaining challenges, and knowledge gaps as it relates to influenza-omics infection outcomes. . As IAV strains evolve and sequence information from the IAV cannot currently determine pathogenicity, -omics platforms can be a powerful tool to compare emergent IAV strain data with previously circulating strains for the purpose of threat characterization.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - purpose, 4 - method, 5 - other, 6 - background"
            ]
        },
        {
            "input": "In the last ten years, mass spectrometry instrumentation and methodology advancements have led to considerable knowledge of the host proteomic response to viral infection (for a recent review, see [1] ). The increasing popularity of NGS technologies such as RNA-seq, in combination with further advances in microarray profiling technology has also increased our transcriptomic-RNA understanding of virus-host interactions. As -omics capabilities become cheaper and the software to interpret data becomes more user-friendly, the number of laboratories that can perform these data-intensive studies will likely increase. The purpose of this review is to assess both proteomic and transcriptomic findings in the context of IAV infection. In the following sections, recent advances and future prospects are discussed. Figure 1 summarizes notable published -omics experiments, many of which are discussed in the proceeding sections.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - finding, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "The analysis of 26 longevity curves of different populations of inbred (Fischer 344) and outbred (Sprague-Dawley) rats highlighted a remarkable betweenpopulations variability in survival parameters. This variability is independent of the breeding characteristics of the strain. The two strains differed in the slope of the survival curves, with Fischer 344 rats showing a higher survival over the second year of life as well as a lower interindividual variability. A model-free approach based on principal component analysis allowed us to quantify these differences and to highlight some limitations of the classical Gompertzian approach.",
            "output": [
                "0 - background, 1 - finding, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": "Agouti (DA) rats, but not in Lewis rats. Histological examination revealed joint inflammation, first with polymorphonuclear cells and synovial hyperplasia, and subsequently, with multinucleated giant cells. Both constituents of FIA, mineral oil and Arlacel@ A, as well as Pristane oil were arthritogenic, whereas vegetable oils were not. Re-administration of adjuvant oil after recovery failed to induce arthritis, thus making possible a role of specific immunity in this new form of arthritis in rats.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background"
            ]
        },
        {
            "input": " guinea pigs, chinchillas, rats, mice, and hamsters.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - purpose"
            ]
        },
        {
            "input": " human coronavirus 229E (HCoV-229E), mouse hepatitis virus (MHV), and infectious bronchitis virus (IBV), respectively. It appears, therefore, that coronavirus E proteins in general, belong to the virus ion channels family. Hexamethylene amiloride (HMA)an inhibitor of the HIV-1 Vpu virus ion channelinhibited the HCoV-229E and MHV E protein ion channel conductance in bilayers and also inhibited replication of the parent coronaviruses in cultured cells, as determined by plaque assay. Conversely, HMA had no antiviral effect on a recombinant MHV with the entire coding region of E protein deleted (MHVIE). Taken together, the data provide evidence of a link between inhibition of E protein ion channel activity and the antiviral activity of HMA.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - other, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "A 1520 bp region of Cochlosoma anatis mtDNA 16S gene was subjected to DNA sequencing and a 466 bp portion was compared with other protozoan 16S sequences to develop PCR primers specific for C. anatis. This PCR diagnostic method allowed identification of C. anatis from house flies, Musca domestica L., turkey gut, and fecal samples within 6 h after fieldcollected samples reached the laboratory. House flies detected carrying C. anatis using the diagnostic 374 bp amplicons represented the first record of this protozoan in house flies. #",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - other"
            ]
        },
        {
            "input": "Members of the family Filoviridae, including Ebola virus (EBOV) and Marburg virus (MARV), cause severe hemorrhagic fever in humans and nonhuman primates. Given their high lethality, a comprehensive understanding of filoviral pathogenesis is urgently needed. In the present studies, we revealed that the exchange protein directly activated by cAMP 1 (EPAC1) gene deletion protects vasculature in ex vivo explants from EBOV infection. Importantly, pharmacological inhibition of EPAC1 using EPAC-specific inhibitors (ESIs) mimicked the EPAC1 knockout phenotype in the ex vivo model. ESI treatment dramatically decreased EBOV infectivity in both ex vivo vasculature and in vitro vascular endothelial cells (ECs). Furthermore, postexposure protection of ECs against EBOV infection was conferred using ESIs. Protective efficacy of ESIs in ECs was observed also in MARV infection. Additional studies using a vesicular stomatitis virus pseudotype that expresses EBOV glycoprotein (EGP-VSV) confirmed that ESIs reduced infection in ECs. Ultrastructural studies suggested that ESIs blocked EGP-VSV internalization via inhibition of macropinocytosis. The inactivation of EPAC1 affects the early stage of viral entry after viral binding to the cell surface, but before early endosome formation, in a phosphatidylinositol-4,5-bisphosphate 3-kinase (PI3K)-dependent manner. Our study delineated a new critical role of EPAC1 during EBOV uptake into ECs.",
            "output": [
                "0 - background, 1 - background, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding"
            ]
        },
        {
            "input": "Vaccination has achieved remarkable successes in the control of childhood viral diseases. To control emerging infections, however, vaccines will need to be delivered to older individuals who, unlike infants, probably have had prior infection or vaccination with related viruses and thus have cross-reactive antibodies against the vaccines. Whether and how these cross-reactive antibodies impact live attenuated vaccination efficacy is unclear. Using an open-label randomized trial design, we show that subjects with a specific range of cross-reactive antibody titres from a prior inactivated Japanese encephalitis vaccination enhanced yellow fever (YF) immunogenicity upon YF vaccination. Enhancing titres of crossreactive antibodies prolonged YF vaccine viraemia, provoked greater pro-inflammatory responses, and induced adhesion molecules intrinsic to the activating Fc-receptor signalling pathway, namely immune semaphorins, facilitating immune cell interactions and trafficking. Our findings clinically demonstrate antibody-enhanced infection and suggest that vaccine efficacy could be improved by exploiting cross-reactive antibodies.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - method, 4 - finding, 5 - finding"
            ]
        },
        {
            "input": "Clinical trial features. To investigate how cross-reactive antibodies affect live attenuated vaccination, we examined, through an open",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "A prospective cohort study was undertaken to determine calf-level factors that affected calf health status between birth and 6 months of age. A convenience sample of approximately 3300 female Holstein calves born in 1991 on two large Florida dairy farms was used for the study. Data collected on each calf at birth included farm of origin, weight, height at the pelvis, birth date, and serum total protein (a measure of colostral immunoglobulin absorption). Birth season was dichotomized into summer and winter using meteorological data collected by University of Florida Agricultural Research Stations. Health data including date of initial treatment and number of treatments were collected for the diseases diarrhea, omphalitis, septicemia and pneumonia. All calves were followed for 6 months. Cumulative incidences of mortality and occurrence of diarrhea, omphalitis, septicemia and pneumonia were 0.120.350.110.24 and 0.21, respectively. Serum total protein (TP) was a significant risk factor for mortality. The association of TP and mortality was quadratic and showed a dramatic decrease in mortality as TP increased from 4.0 to 5.0 g/dl, a small improvement from 5.0 to 6.0 g/d1 and virtually no improvement in mortality rates as TP increased over 6.0 g/dl. The hazard mortality ratio was constant from birth to six months, indicating that the increased risk of mortality associated with low levels of TP was evident through six months of age. No interactions between TP, farm, season, or birth weight were found in these analyses. Serum total protein concentration was a significant risk factor for the 32 G. A. Donovan et al. /Preventive Veterinary Medicine 34 (1998) 31-46 occurrences, age of onset and severity of septicemia and pneumonia. The association between TP and septicemia was linear and an interaction with birth season was found. The association between TP and pneumonia was quadratic, and in contrast to the TP-and-septicemia relationship, the morbidity hazard ratio for pneumonia was not constant over the time measured; that is, colostral immunity protected the calf from developing pneumonia early in life, but this effect disappeared as the calf got older. Total protein was not a significant risk factor for diarrhea or omphalitis. 0 1998 Elsevier Science B.V.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - method, 4 - method, 5 - method, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding, 12 - finding, 13 - finding, 14 - finding, 15 - other"
            ]
        },
        {
            "input": " Intracerebral hemorrhage (ICH) T cell immunoglobulin and mucin domain 3 (Tim-3) Glasgow coma scale (GCS) Glasgow outcome scale (GOS) Blood glucose",
            "output": [
                "0 - background"
            ]
        },
        {
            "input": " We aimed to investigate the expression of T cell immunoglobulin and mucin domain 3 (Tim-3) on peripheral blood cells in spontaneous intracerebral hemorrhage (ICH) patients and to analyze its clinical significance.",
            "output": [
                "0 - purpose"
            ]
        },
        {
            "input": " Tim-3 expression on peripheral immunocytes from ICH patients and healthy volunteers was measured by flow cytometry. The correlation between Tim-3 expression and the clinical indices was estimated using linear regression.",
            "output": [
                "0 - method, 1 - method"
            ]
        },
        {
            "input": " Tim-3 expressions on peripheral CD3 + T cells and CD8 + T cells in ICH patients are significantly downregulated, while Tim-3 expressions on CD14 + monocytes and CD16 + CD56 + NK cells are increased. Furthermore, Tim-3 expression on peripheral CD8 + T cells was negatively correlated with the inflammatory response, the disease severity and the outcome of ICH patients. However, there was no relationship between Tim-3 expression and blood glucose concentration.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding"
            ]
        },
        {
            "input": " Altered expression of Tim-3 might play an important role in the pathogenesis of ICH, demonstrating that Tim-3 might be a novel candidate molecule for prognosis evaluation of ICH patients.",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": "During viral entry, enveloped viruses require the fusion of their lipid envelope with host cell membranes. For coronaviruses, this critical step is governed by the virally-encoded spike (S) protein, a class I viral fusion protein that has several unique features. Coronavirus entry is unusual in that it is often biphasic in nature, and can occur at or near the cell surface or in late endosomes. Recent advances in structural, biochemical and molecular biology of the coronavirus S protein has shed light on the intricacies of coronavirus entry, in particular the molecular triggers of coronavirus S-mediated membrane fusion. Furthermore, characterization of the coronavirus fusion peptide (FP), the segment of the fusion protein that inserts to a target lipid bilayer during membrane fusion, has revealed its particular attributes which imparts some of the unusual properties of the S protein, such as Ca 2+ -dependency. These unusual characteristics can explain at least in part the biphasic nature of coronavirus entry. In this review, using severe acute respiratory syndrome coronavirus (SARS-CoV) as model virus, we give an overview of advances in research on the coronavirus fusion peptide with an emphasis on its role and properties within the biological context of host cell entry.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - background, 5 - background, 6 - purpose"
            ]
        },
        {
            "input": "The aim of this study was to demonstrate how latent epidemics can potentially evolve into a pandemic instantaneously due to globally mobile human population in recent times, as can be seen in the ongoing Ebola epidemic in West Africa. Selected cases of current epidemics are used in this study to identify emergent patterns. These cases exemplify the need for a comprehensive analysis of infectious diseases and serve as an initial stage when developing appropriate strategies in improving epidemic management. This study can help better understand the complexities of infectious diseases and assist in developing a specific set of preventative processes from the individual to international levels when developing strategies to reducing the effects of an epidemic outbreak.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - finding"
            ]
        },
        {
            "input": " A new promising therapeutic approach has emerged for patients chronically infected by the hepatitis B virus (HBV) with the development of a non-replicative adenovirus vector vaccine candidate (Ad-HBV). The vaccine encodes a fusion protein composed of a truncated HBV core protein, mutated polymerase protein, and two envelope domains. In this study, we assessed the immunogenicity of Ad-HBV administered to cynomolgus monkeys during a non-clinical safety assessment. Methods The virus was subcutaneously administered at 1.0 Ã— 10 9 viral particles (VP)/animal (low-dose group), 1.0 Ã— 10 10 VP/animal (mid-dose group), and 1.0 Ã— 10 11 VP/animal (high-dose group); the control groups were administered an Ad5-null virus (1.0 Ã— 10 11 VP/animal) and saline only.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - method"
            ]
        },
        {
            "input": " Except for inflammatory cell infiltration under the skin at the injection sites and transient elevation of body temperature and serum albumin, no Ad-HBV-related toxic effects were noted in any treatment group. Moreover, interferon (IFN)-Î³ enzyme-linked immunospot assays showed that Ad-HBV induced the targeting of T cells to a broad spectrum of HBV-specific epitopes spanning all three of the selected HBV immunogens (core, polymerase, and envelope domains) in a dose-dependent manner. Although anti-Ad antibody was produced in all groups (except for the saline control), the antibody titers were significantly lower in the high-dose Ad-HBV group than in the group that received the same dose of the Ad-null empty vector. In addition, the IFN-Î³ and IL-2 expression levels in the liver were significantly improved for the mid-dose, high-dose, and Ad-null control group (p < 0.05), but not for the low-dose group.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": " Taken together, this safety assessment indicates that the Ad-HBV candidate vaccine is a potent specific immunotherapeutic agent, supporting its further clinical development as an anti-HBV infection vaccine.",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": "A B S T R A C T Recent data suggest human rhinovirus (HRV) is associated with lower respiratory tract infection and mortality in hematopoietic cell transplant (HCT) recipients. Examining risk factors for prolonged viral shedding may provide critical insight for the development of novel therapeutics and help inform infection prevention practices. Our objective was to identify risk factors for prolonged shedding of HRV post-HCT. We prospectively collected weekly nasal samples from allogeneic HCT recipients from day 0 to day 100 post-transplant, and performed real-time reverse transcriptase PCR (December 2005 to February 2010). Subjects with symptomatic HRV infection and a negative test within 2 weeks of the last positive were included. Duration of shedding was defined as time between the first positive and first negative samples. Cycle threshold (Ct) values were used as a proxy for viral load. HRV species were identified by sequencing the 5 0 noncoding region. Logistic regression analyses were performed to evaluate factors associated with prolonged shedding (21 days). We identified 38 HCT recipients with HRV infection fulfilling study criteria (32 adults, 6 children). Median duration of shedding was 9.5 days (D 2 1 X Xrange, 2 to 89 days); 18 patients had prolonged shedding. Among 26 samples sequenced, 69% were species A, and species B and C accounted for 15% each; the median shedding duration of HRV did not differ among species (P = .17). Bivariable logistic regression analyses suggest that initial high viral load (low Ct value) is associated with prolonged shedding. HCT recipients with initial high viral loads are at risk for prolonged HRV viral shedding.",
            "output": [
                "0 - background, 1 - background, 2 - purpose, 3 - method, 4 - method, 5 - method, 6 - method, 7 - method, 8 - method, 9 - finding, 10 - finding, 11 - finding, 12 - finding, 13 - finding"
            ]
        },
        {
            "input": " Randomized trials have shown that optimal adherence to antihypertensive agents could protect against cardiovascular diseases, but whether adherence reduces cardiovascular deaths in community settings has not been explored so fully. This study evaluates the association between antihypertensive adherence and cardiovascular (coronary heart disease and stroke) mortality in the primary care settings. Methods From a territory-wide database in Hong Kong, we included all patients who were prescribed their first-ever antihypertensive agents in the years between 2001 and 2005 from the public healthcare sector. All patients were followed up for five years, and assigned as having poor (Proportion of Days Covered [PDC] b 40%), intermediate (40-79%), and high (â‰¥80%) adherence to antihypertensive agents. The association between antihypertensive adherence and cardiovascular mortality was evaluated by using the Cox proportional hazard models. Results From a total of 218,047 eligible patients, 3825 patients (1.75%) died of cardiovascular disease within five years after having received their first-ever antihypertensive agents. The proportions of patients having poor, intermediate, and high medication adherence were 32.9%, 12.1%, and 55.0%, respectively. Higher adherence levels at PDC 40%-79% (HR = 0.46, 95% C.I. 0.41-0.52, p b 0.001) and â‰¥ 80% (HR = 0.91, 95% C.I. 0.85-0.98, p = 0.012) were significantly less likely to be associated with mortality than the poor adherence (PDC0.040) group. Conclusions Better antihypertensive adherence was associated with lower cardiovascular mortality. This highlights the need to promote adherence through strategies which have been proved to be effective in clinical settings.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - method, 4 - method, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "Peptide microarrays bear the potential to discover molecular recognition events on protein level, particularly in the field of molecular immunology, in a manner and with an efficiency comparable to the performance of DNA microarrays. We developed a novel peptide microarray platform for the detection of antibodies in liquid samples. The system comprises site-specific solution phase coupling of biotinylated peptides to NeutrAvidin, localized microdispensing of peptide-NeutrAvidin conjugates onto activated glass slides and a fluorescence immuno sandwich assay format for antibody capture and detection. Our work includes synthetic peptides deduced from amino acid sequences of immunodominant linear epitopes, such as the T7 phage capsid protein, Herpes simplex virus glycoprotein D, c-myc protein and three domains of the Human coronavirus 229E polymerase polyprotein. We demonstrate that our method produces peptide arrays with excellent spot morphology which are capable of specific and sensitive detection of monoclonal antibodies from fluid samples.",
            "output": [
                "0 - background, 1 - purpose, 2 - method, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": "Modulation of oxidative stress is therapeutically effective in ischemia/reperfusion (I/R) injury. Myricitrin, a naturally occurring phenolic compound, is a potent antioxidant. However, little is known about its effect on I/R injury to cardiac myocytes. The present study was performed to investigate the potential protective effect of myricitrin against hypoxia/reoxygenation (H/R)-induced H9c2 cardiomyocyte injury and its underlying mechanisms. Myricitrin pretreatment improved cardiomyocyte viability, inhibited ROS generation, maintained the mitochondrial membrane potential, reduced apoptotic cardiomyocytes, decreased the caspase-3 activity, upregulated antiapoptotic proteins and downregulated proapoptotic proteins during H/R injury. Moreover, the potential targets of myricitrin was predicted using Discovery Studio software, and heat shock protein 90 (Hsp90) was identified as the main disease-related target. Further mechanistic investigation revealed that 17-AAG, a pharmacologic inhibitor of Hsp90, significantly blocked the myricitrin-induced cardioprotective effect demonstrated by increased apoptosis and ROS generation. These results suggested that myricitrin provides protection to H9c2 cardiomyocytes against H/R-induced oxidative stress and apoptosis, most likely via increased expression of Hsp90.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - purpose, 4 - finding, 5 - finding, 6 - finding, 7 - finding"
            ]
        },
        {
            "input": "J o u r n a l P r e -p r o o f Highlights â€¢ As of 10 March 2020, Italy has reported 9,172 COVID-19 cases with 463 deaths.",
            "output": [
                "0 - background"
            ]
        },
        {
            "input": "â€¢ We reported real-time reproductive numbers (R(t))and case fatality rate in in selected European countries (Italy, France, Germany, and Spain) by 9 March 2020.",
            "output": [
                "0 - background"
            ]
        },
        {
            "input": "â€¢ The R(t) was greater than 2 in the selected European countries, indicating the outbreak will continue.",
            "output": [
                "0 - background"
            ]
        },
        {
            "input": " As a global pandemic is inevitable, real-time monitoring of transmission is vital for containing the spread of COVID-19. The main objective was to report real-time effective reproduction numbers (R(t)) case fatality rate (CFR).",
            "output": [
                "0 - purpose, 1 - purpose"
            ]
        },
        {
            "input": " Data were mainly obtained from WHO website, up to 9 March 2020. R(t) was estimated by exponential growth rate (EG) and time dependent (TD) methods. \"R0\" package in R was employed to estimate R(t) by fitting the existing epidemic curve. Both naÃ¯ve CFR (nCFR) and adjust CFR (aCFR) were estimated.",
            "output": [
                "0 - method, 1 - method, 2 - method, 3 - method"
            ]
        },
        {
            "input": " In EG method, R(t) was 3.27 [3.17-3.38] for Italy, 6.32 [5.72-6.99] for France, 6.07 [5.51-6.69] for Germany, 5.08 [4.51-5.74] for Spain. With TD method, the R value for March 9 was 3.10 J o u r n a l P r e -p r o o f [2.21-4.11] for Italy, 6.56 [2.04-12.26] for France, 4.43 [1.83-7.92] for Germany, and 3.95 [0-10.19] for Spain. Conclusions This study provides important findings on an early outbreak of COVID-19 in Europe. Due to the recent rapid increase in new cases of COVID-19, real-time monitoring of the transmissibility and mortality in Spain and France is a priority J o u r n a l P r e -p r o o f disease 2019 in China. N Engl J Med. 2020; 9. Kucharski AJ, Edmunds WJ. Case fatality rate for Ebola virus disease in west Africa. Lancet. 2014;384(9950)1260.",
            "output": [
                "0 - method, 1 - method, 2 - finding, 3 - finding, 4 - finding, 5 - finding, 6 - finding, 7 - finding, 8 - finding, 9 - finding"
            ]
        },
        {
            "input": "J o u r n a l P r e -p r o o f",
            "output": [
                "0 - finding"
            ]
        },
        {
            "input": " HRV A, HRV B, and HRV C. Early attempts to develop a rhinovirus vaccine have shown that inactivated HRV is capable of serving as a strong immunogen and inducing neutralizing antibodies. Yet, limitations to virus preparation and recovery, continued identification of antigenic variants of HRV, and logistical challenges pertaining to preparing a polyvalent preparation of the magnitude required for true efficacy against circulating rhinoviruses continue to prove a daunting challenge. In this review, we describe HRV biology, antigenic diversity, and past and present advances in HRV vaccine design.",
            "output": [
                "0 - background, 1 - background, 2 - background, 3 - background, 4 - purpose"
            ]
        },
        {
            "input": " Infection control practice compliance is commonly monitored by measuring hand hygiene compliance. The limitations of this approach were recognized in 1 acute health care organization that led to the development of an Infection Control Continuous Quality Improvement tool. Methods The Pronovost cycle, Barriers and Mitigation tool, and Hexagon framework were used to review the existing monitoring system and develop a quality improvement data collection tool that considered the context of care delivery. Results Barriers and opportunities for improvement including ambiguity, consistency and feasibility of expectations, the environment, knowledge, and education were combined in a monitoring tool that was piloted and modified in response to feedback. Local adaptations enabled staff to prioritize and monitor issues important in their own workplace.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - finding, 4 - finding"
            ]
        },
        {
            "input": " Hand hygiene compliance monitoring alone misses other important aspects of infection control compliance. A continuous quality improvement tool was developed reflecting specific organizational needs that could be transferred or adapted to other organizations.",
            "output": [
                "0 - finding, 1 - finding, 2 - finding, 3 - finding"
            ]
        },
        {
            "input": "This study reports on the simultaneous administration of live NDV or aMPV subtype B vaccines alongside two live IBV (Massachusetts-H120 and 793B-CR88) vaccines in day-old maternal-antibody positive commercial broiler chicks. In the first experiment, chicks were divided into four groups; one unvaccinated and three groups vaccinated with live NDV VG/GA-Avinew, live H120 + CR88, or VG/GA-Avinew + H120 + CR88. In the second experiment, live aMPV subtype B vaccine was used in place of NDV. Clinical signs were monitored daily and oropharyngeal swabs were taken at regular intervals for vaccine virus detection. Blood was collected at 21 dpv for serology. 10 chicks from each group were challenged with virulent strains of M41 or QX or aMPV subtype B. For IBV, after 5 days post challenge (dpc), tracheal ciliary protection was assessed. For aMPV, clinical scores were recorded up to 10 dpc. For NDV, haemagglutination inhibition (HI) antibody titres were assayed as an indicator of protective immunity. In both experiments, ciliary protection for IBV vaccinated groups was maintained above 90%. The protection against virulent aMPV challenge was not compromised when aMPV, H120 and CR88 were coadministered. NDV HI mean titres in single and combined NDV-vaccinated groups remained above the protective titre (>3 log 2 ). Both experiments demonstrated that simultaneous administration of live NDV VG/GA-Avinew or aMPV subtype B alongside H120 and CR88 vaccines does not interfere with protection conferred against NDV, IBV or aMPV.",
            "output": [
                "0 - purpose, 1 - method, 2 - method, 3 - method, 4 - method, 5 - method, 6 - finding, 7 - finding, 8 - finding, 9 - finding, 10 - finding, 11 - finding"
            ]
        },
        {
            "input": " Rift Valley Fever (RVF) is a mosquito-borne viral zoonosis. To detect RVF virus (RVFV) infection, indirect immunoglobulin G (IgG) and immunoglobulin M (IgM) enzyme linked immunosorbent assays (ELISAs) which utilize recombinant RVFV nucleocapsid (RVFV-N) protein as assay antigen, have reportedly been used, however, there is still a need to develop more sensitive and specific methods of detection. Methods RVFV-N protein was expressed in Escherichia coli (E. coli) and purified by histidine-tag based affinity chromatography. This recombinant RVFV-N (rRVFV-N) protein was then used as antigen to develop an IgG sandwich ELISA and IgM capture ELISAs for human sera. Ninety six serum samples collected from healthy volunteers during the RVF surveillance programme in Kenya in 2013, and 93 serum samples collected from RVF-suspected patients during the 2006-2007 RVF outbreak in Kenya were used respectively, to evaluate the newly established rRVFV-N protein-based IgG sandwich ELISA and IgM capture ELISA systems in comparison with the inactivated virus-based ELISA systems.",
            "output": [
                "0 - background, 1 - background, 2 - method, 3 - method, 4 - method"
            ]
        },
        {
            "input": " rRVFV-N protein-based-IgG sandwich ELISA and IgM capture ELISA for human sera were established. Both the new ELISA systems were in 100% concordance with the inactivated virus-based ELISA systems, with a sensitivity and specificity of 100%.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": " Recombinant RVFV-N is a safe and affordable antigen for RVF diagnosis. Our rRVFV-N-based ELISA systems are safe and reliable tools for diagnosis of RVFV infection in humans and especially useful in large-scale epidemiological investigation and for application in developing countries.",
            "output": [
                "0 - finding, 1 - finding"
            ]
        },
        {
            "input": "The recent outbreak of infections by the 2019 novel coronavirus (2019-nCoV), the third 36 zoonotic CoV has raised great public health concern. The demand for rapid and accurate 37 diagnosis of this novel pathogen brought significant clinical and technological challenges. 38 Currently, metagenomic next-generation sequencing (mNGS) and reverse-transcription PCR 39 (RT-PCR) are the most widely used molecular diagnostics for 2019-nCoV.",
            "output": [
                "0 - background, 1 - background, 2 - background"
            ]
        }
    ]
}