{
    "Contributors": [
        "Sadneya Pusalkar"
    ],
    "Source": [
        "hyperpartisan_news_detection (Link-https://github.com/huggingface/datasets/blob/master/datasets/hyperpartisan_news_detection/hyperpartisan_news_detection.py)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task, you are given a passage (i.e., set of news articles) as input. Your task is to classify if each of these articles as hyperpartisan or not. Output 1 if the article is hyperpartisan,else output 0 for non hyperpartisan article.",
    "Positive Examples": [
        {
            "input": "Money (\n[Image](https://farm8.static.flickr.com/7020/6551534889_9c8ae52997.jpg) by\n[401(K) 2013](https://www.flickr.com/people/68751915@N05/))\n[Permission](https://creativecommons.org/licenses/by-sa/2.0/) Details DMCA No\nPill Can Stop Tinnitus, But This 1 Weird Trick Can The walls are closing in on\nCongress. Terrifying walls of water from Hurricanes Harvey and Irma, which,\nwhen the damage is totaled, could rise to a half trillion dollars. The Walls\nof War: The multi-trillion dollar ongoing cost of Afghanistan, Iraq and other\ninterventions. The crumbling walls of the U.S. infrastructure, which need at\nleast $3 trillion to be repaired or replaced. A wall of 11 million\nundocumented immigrants, whose deportation could easily cost $200 billion. The\nplanned wall at the Mexican border, which some estimates place at $67 billion.\nThen there is the Wall of All, the $20 trillion national debt. The walls of\ndebt are closing in. At moments of crisis in our nation, in addition to\ninvoking the assistance of Higher powers, we can call upon the Constitution\nfor guidance. Article I, Section 8, of the U.S. Constitution contains a long-\nforgotten provision, \"the coinage clause,\" which empowered Congress \"to coin\n(create) Money.\" The ability to create money to meet the needs of the nation\nis a sovereign power, which enables a nation to have control of its own\ndestiny. The same article indicates the Founders anticipated having to borrow\nmoney on the full faith and credit of the United States. Enter the Funding Act\nof 1790, which assumed and paid off the debt of the colonies and retired the\nfinancial obligations of the newly created states now united. This was a\npowerful, object lesson in debt retirement, relevant today. It is abundantly\nclear from a plain reading of the coinage clause that the Founders never\nintended that the only way the government was to be funded was to borrow\nmoney. The needs of the nation were to come from a system of not borrowing\nwherein money was a neutral value of exchange connecting resources, people and\nneeds, without debt attached. In 1913, the passage of the Federal Reserve Act\nceded the constitutional power to create money (and control of our national\ndestiny), to the Federal Reserve, a quasi-private central bank. At this\nfateful point, the only way money could be brought into being was to borrow\nit, whereby money became equated with debt. The money system transited from\npublic control to private control, and there it has remained. Instead of\nfollowing the path set forth by the Founders to create money directly, our\ngovernment became obliged to borrow from private banks, which assumed the\nsovereign power to create money from nothing and then loan it to the\ngovernment, turning on its head the intention of the Founders. As a member of\nCongress, I came to the conclusion that while the debate over taxation was\ninteresting, it was wholly insufficient. One must first study how money is\ncreated, before one can sensibly have a discussion of how it is to be taxed.\nWith the help of staff, I spent a full five years working with legislative\ncounsel to come up with a way to realign with the founding principles, to\nreclaim and to re-establish for our nation the sovereign power to create\nmoney. The vehicle was H.R. 2990, the National Emergency Employment Defense\n(NEED Act), which articulates why the current debate over the debt ceiling\nshould lead directly to a debate about monetary policy, and the origins of the\ndebt-based economic system. How To Easily Kill All Indoor Odor, Mold, And\nBacteria -- Without Lifting A Finger No More Tinnitus (Ear Ringing) If You Do\nThis Immediately In our work on the NEED Act, we propound that the present\nmonetary system has led to a concentration of wealth, expansion of national\ndebt, excessive reliance on taxation, devaluation of the currency, increases\nin the cost of public infrastructure, unemployment and underemployment and the\nerosion of the ability of Congress to meet the needs of the American people.\nThis system has been a source of financial instability where the banks'\nability to create money out of nothing has become a financial liability for\nthe American taxpayers. When banks engaged in speculative lending, turning the\nfinancial system into a casino, they were bailed out while millions of\nAmericans lost their homes. No surprise that today we are told there is not\nenough money for creating jobs, rebuilding America, health care, education and\nretirement security. But there is always money to bail out the banks. Let us\ntake the opportunity afforded in the debate over the debt ceiling to regain\ncontrol of our sovereignty and our national destiny. We can have a future of\nabundance instead of poverty, but we must first take down the wall which\nseparates us from our true sovereignty, the power to coin and create money.\nLet us return to first principles, and reclaim the constitutional power to\ncoin and create United States money and spend it into circulation to meet the\nneeds of the nation and reduce taxes. Two hundred and thirty years ago this\nmonth, delegates from 13 states gathered in a constitutional convention, which\nset the stage for ratification. Let us summon that same revolutionary spirit\nand its wisdom to guide us in the days ahead. Seniors Can't Get Enough of This\nSweet Treat That Has Shown to Turn Back the Clock on Alzheimer's From\nflickr.com: Money {MID-161793} Money (\n[Image](https://farm8.static.flickr.com/7020/6551534889_9c8ae52997.jpg) by\n[401(K) 2013](https://www.flickr.com/people/68751915@N05/))\n[Permission](https://creativecommons.org/licenses/by-sa/2.0/) Details DMCA The\nwalls are closing in on Congress. Terrifying walls of water from Hurricanes\nHarvey and Irma, which, when the damage is totaled, could rise to a half\ntrillion dollars. The Walls of War: The multi-trillion dollar ongoing cost of\nAfghanistan, Iraq and other interventions. The crumbling walls of the U.S.\ninfrastructure, which need at least $3 trillion to be repaired or replaced. A\nwall of 11 million undocumented immigrants, whose deportation could easily\ncost $200 billion. The planned wall at the Mexican border, which some\nestimates place at $67 billion. Then there is the Wall of All, the $20\ntrillion national debt. The walls of debt are closing in. At moments of crisis\nin our nation, in addition to invoking the assistance of Higher powers, we can\ncall upon the Constitution for guidance. Article I, Section 8, of the U.S.\nConstitution contains a long-forgotten provision, \"the coinage clause,\" which\nempowered Congress \"to coin (create) Money.\" The ability to create money to\nmeet the needs of the nation is a sovereign power, which enables a nation to\nhave control of its own destiny. The same article indicates the Founders\nanticipated having to borrow money on the full faith and credit of the United\nStates. Enter the Funding Act of 1790, which assumed and paid off the debt of\nthe colonies and retired the financial obligations of the newly created states\nnow united. This was a powerful, object lesson in debt retirement, relevant\ntoday. It is abundantly clear from a plain reading of the coinage clause that\nthe Founders never intended that the only way the government was to be funded\nwas to borrow money. The needs of the nation were to come from a system of not\nborrowing wherein money was a neutral value of exchange connecting resources,\npeople and needs, without debt attached. In 1913, the passage of the Federal\nReserve Act ceded the constitutional power to create money (and control of our\nnational destiny), to the Federal Reserve, a quasi-private central bank. At\nthis fateful point, the only way money could be brought into being was to\nborrow it, whereby money became equated with debt. The money system transited\nfrom public control to private control, and there it has remained. Instead of\nfollowing the path set forth by the Founders to create money directly, our\ngovernment became obliged to borrow from private banks, which assumed the\nsovereign power to create money from nothing and then loan it to the\ngovernment, turning on its head the intention of the Founders. As a member of\nCongress, I came to the conclusion that while the debate over taxation was\ninteresting, it was wholly insufficient. One must first study how money is\ncreated, before one can sensibly have a discussion of how it is to be taxed.\nWith the help of staff, I spent a full five years working with legislative\ncounsel to come up with a way to realign with the founding principles, to\nreclaim and to re-establish for our nation the sovereign power to create\nmoney. The vehicle was H.R. 2990, the National Emergency Employment Defense\n(NEED Act), which articulates why the current debate over the debt ceiling\nshould lead directly to a debate about monetary policy, and the origins of the\ndebt-based economic system. How To Easily Kill All Indoor Odor, Mold, And\nBacteria -- Without Lifting A Finger Trump to End the Dollar as We Know It by\nNovember 8, 2018?\n\n",
            "output": "1",
            "explanation": "The passage is prejudiced against the current monetary system in the United States. Hence, the article can be classified as hyperpartisan and this is a positive example."
        },
        {
            "input": "Almost a half-century ago, in 1968, the United States seemed to be falling\napart. The Vietnam War, a bitter and close presidential election, antiwar\nprotests, racial riots, political assassinations, terrorism and a recession\nlooming on the horizon left the country divided between a loud radical\nminority and a silent conservative majority. The United States avoided a civil\nwar. But America suffered a collective psychological depression, civil unrest,\ndefeat in Vietnam and assorted disasters for the next decade -- until the\nelection of a once-polarizing Ronald Reagan ushered in five consecutive\npresidential terms of relative bipartisan calm and prosperity from 1981 to\n2001. It appears as if 2017 might be another 1968. Recent traumatic hurricanes\nseem to reflect the country's human turmoil. After the polarizing Obama\npresidency and the contested election of Donald Trump, the country is once\nagain split in two. But this time the divide is far deeper, both ideologically\nand geographically -- and more 50/50, with the two liberal coasts pitted\nagainst red-state America in between. Century-old mute stone statues are torn\ndown in the dead of night, apparently on the theory that by attacking the\nConfederate dead, the lives of the living might improve. All the old standbys\nof American life seem to be eroding. The National Football League is imploding\nas it devolves into a political circus. Multimillionaire players refuse to\nstand for the national anthem, turning off millions of fans whose former\nloyalties paid their salaries. Politics -- or rather a progressive hatred of\nthe provocative Donald Trump -- permeates almost every nook and cranny of\npopular culture. The new allegiance of the media, late-night television,\nstand-up comedy, Hollywood, professional sports and universities is committed\nto liberal sermonizing. Politically correct obscenity and vulgarity among\ncelebrities and entertainers is a substitute for talent, even as Hollywood is\nwracked by sexual harassment scandals and other perversities. The smears\n\"racist,\" \"fascist,\" \"white privilege\" and \"Nazi\" -- like \"commie\" of the\n1950s -- are so overused as to become meaningless. There is now less free\nspeech on campus than during the McCarthy era of the early 1950s. As was the\ncase in 1968, the world abroad is also falling apart. The European Union,\nmodel of the future, is unraveling. The EU has been paralyzed by the exit of\nGreat Britain, the divide between Spain and Catalonia, the bankruptcy of\nMediterranean nation members, insidious terrorist attacks in major European\ncities and the onslaught of millions of immigrants -- mostly young, male and\nMuslim -- from the war-torn Middle East. Germany is once again becoming\nimperious, but this time insidiously by means other than arms. The failed\nstate of North Korea claims that it has nuclear-tipped missiles capable of\nreaching America's West Coast -- and apparently wants some sort of bribe not\nto launch them. Iran is likely to follow the North Korea nuclear trajectory.\nIn the meantime, its new Shiite hegemony in the Middle East is feeding on the\ncarcasses of Syria and Iraq. Is the chaos of 2017 a catharsis -- a necessary\nand long overdue purge of dangerous and neglected pathologies? Will the bedlam\nwithin the United States descend into more nihilism, or offer a remedy to the\nstatus quo that had divided and nearly bankrupted the country? Is the problem\ntoo much democracy, as the volatile and fickle mob runs roughshod over\nestablishment experts and experienced bureaucrats? Or is the crisis too little\ndemocracy, as populists strive to dethrone a scandal-plagued, anti-democratic,\nincompetent and overrated entrenched elite? Neither traditional political\nparty has any answers. Democrats are being overwhelmed by the identity\npolitics and socialism of progressives. Republicans are torn asunder between\nupstart populist nationalists and the calcified establishment status quo. Yet\nfor all the social instability and media hysteria, life in the United States\nquietly seems to be getting better. The economy is growing. Unemployment and\ninflation remain low. The stock market and middle-class incomes are up.\nBusiness and consumer confidence are high. Corporate profits are up. Energy\nproduction has expanded. The border with Mexico is being enforced. Is the\ninstability less a symptom that America is falling apart and more a sign that\nthe loud conventional wisdom of the past -- about the benefits of a globalized\neconomy, the insignificance of national borders and the importance of identity\npolitics -- is drawing to a close, along with the careers of those who\nprofited from it? In the past, any crisis that did not destroy the United\nStates ended up making it stronger. But for now, the fight grows over which is\nmore toxic -- the chronic statist malady that was eating away the country, or\nthe new populist medicine deemed necessary to cure it. (C) 2017 TRIBUNE\nCONTENT AGENCY, LLC. Victor Davis Hanson is a classicist and historian at the\nHoover Institution, Stanford University. His latest book is [The Savior\nGenerals](http://www.nationalreview.com/redirect/amazon.p?j=%20160819163X)\nfrom BloomsburyBooks. You can reach him by e-mailing author@victorhanson.com.\nStunning Video Will Make Any Atheist's Jaw Drop\n\n",
            "output": "1",
            "explanation": "The passage presents an objective opinion of the current situation in the United States and is not biased towards any individual or organization. Hence the article can be classified as not hyperpartisan, so this is an example of positive example."
        }
    ],
    "Negative Examples": [
        {
            "input": "Money (\n[Image](https://farm8.static.flickr.com/7020/6551534889_9c8ae52997.jpg) by\n[401(K) 2013](https://www.flickr.com/people/68751915@N05/))\n[Permission](https://creativecommons.org/licenses/by-sa/2.0/) Details DMCA No\nPill Can Stop Tinnitus, But This 1 Weird Trick Can The walls are closing in on\nCongress. Terrifying walls of water from Hurricanes Harvey and Irma, which,\nwhen the damage is totaled, could rise to a half trillion dollars. The Walls\nof War: The multi-trillion dollar ongoing cost of Afghanistan, Iraq and other\ninterventions. The crumbling walls of the U.S. infrastructure, which need at\nleast $3 trillion to be repaired or replaced. A wall of 11 million\nundocumented immigrants, whose deportation could easily cost $200 billion. The\nplanned wall at the Mexican border, which some estimates place at $67 billion.\nThen there is the Wall of All, the $20 trillion national debt. The walls of\ndebt are closing in. At moments of crisis in our nation, in addition to\ninvoking the assistance of Higher powers, we can call upon the Constitution\nfor guidance. Article I, Section 8, of the U.S. Constitution contains a long-\nforgotten provision, \"the coinage clause,\" which empowered Congress \"to coin\n(create) Money.\" The ability to create money to meet the needs of the nation\nis a sovereign power, which enables a nation to have control of its own\ndestiny. The same article indicates the Founders anticipated having to borrow\nmoney on the full faith and credit of the United States. Enter the Funding Act\nof 1790, which assumed and paid off the debt of the colonies and retired the\nfinancial obligations of the newly created states now united. This was a\npowerful, object lesson in debt retirement, relevant today. It is abundantly\nclear from a plain reading of the coinage clause that the Founders never\nintended that the only way the government was to be funded was to borrow\nmoney. The needs of the nation were to come from a system of not borrowing\nwherein money was a neutral value of exchange connecting resources, people and\nneeds, without debt attached. In 1913, the passage of the Federal Reserve Act\nceded the constitutional power to create money (and control of our national\ndestiny), to the Federal Reserve, a quasi-private central bank. At this\nfateful point, the only way money could be brought into being was to borrow\nit, whereby money became equated with debt. The money system transited from\npublic control to private control, and there it has remained. Instead of\nfollowing the path set forth by the Founders to create money directly, our\ngovernment became obliged to borrow from private banks, which assumed the\nsovereign power to create money from nothing and then loan it to the\ngovernment, turning on its head the intention of the Founders. As a member of\nCongress, I came to the conclusion that while the debate over taxation was\ninteresting, it was wholly insufficient. One must first study how money is\ncreated, before one can sensibly have a discussion of how it is to be taxed.\nWith the help of staff, I spent a full five years working with legislative\ncounsel to come up with a way to realign with the founding principles, to\nreclaim and to re-establish for our nation the sovereign power to create\nmoney. The vehicle was H.R. 2990, the National Emergency Employment Defense\n(NEED Act), which articulates why the current debate over the debt ceiling\nshould lead directly to a debate about monetary policy, and the origins of the\ndebt-based economic system. How To Easily Kill All Indoor Odor, Mold, And\nBacteria -- Without Lifting A Finger No More Tinnitus (Ear Ringing) If You Do\nThis Immediately In our work on the NEED Act, we propound that the present\nmonetary system has led to a concentration of wealth, expansion of national\ndebt, excessive reliance on taxation, devaluation of the currency, increases\nin the cost of public infrastructure, unemployment and underemployment and the\nerosion of the ability of Congress to meet the needs of the American people.\nThis system has been a source of financial instability where the banks'\nability to create money out of nothing has become a financial liability for\nthe American taxpayers. When banks engaged in speculative lending, turning the\nfinancial system into a casino, they were bailed out while millions of\nAmericans lost their homes. No surprise that today we are told there is not\nenough money for creating jobs, rebuilding America, health care, education and\nretirement security. But there is always money to bail out the banks. Let us\ntake the opportunity afforded in the debate over the debt ceiling to regain\ncontrol of our sovereignty and our national destiny. We can have a future of\nabundance instead of poverty, but we must first take down the wall which\nseparates us from our true sovereignty, the power to coin and create money.\nLet us return to first principles, and reclaim the constitutional power to\ncoin and create United States money and spend it into circulation to meet the\nneeds of the nation and reduce taxes. Two hundred and thirty years ago this\nmonth, delegates from 13 states gathered in a constitutional convention, which\nset the stage for ratification. Let us summon that same revolutionary spirit\nand its wisdom to guide us in the days ahead. Seniors Can't Get Enough of This\nSweet Treat That Has Shown to Turn Back the Clock on Alzheimer's From\nflickr.com: Money {MID-161793} Money (\n[Image](https://farm8.static.flickr.com/7020/6551534889_9c8ae52997.jpg) by\n[401(K) 2013](https://www.flickr.com/people/68751915@N05/))\n[Permission](https://creativecommons.org/licenses/by-sa/2.0/) Details DMCA The\nwalls are closing in on Congress. Terrifying walls of water from Hurricanes\nHarvey and Irma, which, when the damage is totaled, could rise to a half\ntrillion dollars. The Walls of War: The multi-trillion dollar ongoing cost of\nAfghanistan, Iraq and other interventions. The crumbling walls of the U.S.\ninfrastructure, which need at least $3 trillion to be repaired or replaced. A\nwall of 11 million undocumented immigrants, whose deportation could easily\ncost $200 billion. The planned wall at the Mexican border, which some\nestimates place at $67 billion. Then there is the Wall of All, the $20\ntrillion national debt. The walls of debt are closing in. At moments of crisis\nin our nation, in addition to invoking the assistance of Higher powers, we can\ncall upon the Constitution for guidance. Article I, Section 8, of the U.S.\nConstitution contains a long-forgotten provision, \"the coinage clause,\" which\nempowered Congress \"to coin (create) Money.\" The ability to create money to\nmeet the needs of the nation is a sovereign power, which enables a nation to\nhave control of its own destiny. The same article indicates the Founders\nanticipated having to borrow money on the full faith and credit of the United\nStates. Enter the Funding Act of 1790, which assumed and paid off the debt of\nthe colonies and retired the financial obligations of the newly created states\nnow united. This was a powerful, object lesson in debt retirement, relevant\ntoday. It is abundantly clear from a plain reading of the coinage clause that\nthe Founders never intended that the only way the government was to be funded\nwas to borrow money. The needs of the nation were to come from a system of not\nborrowing wherein money was a neutral value of exchange connecting resources,\npeople and needs, without debt attached. In 1913, the passage of the Federal\nReserve Act ceded the constitutional power to create money (and control of our\nnational destiny), to the Federal Reserve, a quasi-private central bank. At\nthis fateful point, the only way money could be brought into being was to\nborrow it, whereby money became equated with debt. The money system transited\nfrom public control to private control, and there it has remained. Instead of\nfollowing the path set forth by the Founders to create money directly, our\ngovernment became obliged to borrow from private banks, which assumed the\nsovereign power to create money from nothing and then loan it to the\ngovernment, turning on its head the intention of the Founders. As a member of\nCongress, I came to the conclusion that while the debate over taxation was\ninteresting, it was wholly insufficient. One must first study how money is\ncreated, before one can sensibly have a discussion of how it is to be taxed.\nWith the help of staff, I spent a full five years working with legislative\ncounsel to come up with a way to realign with the founding principles, to\nreclaim and to re-establish for our nation the sovereign power to create\nmoney. The vehicle was H.R. 2990, the National Emergency Employment Defense\n(NEED Act), which articulates why the current debate over the debt ceiling\nshould lead directly to a debate about monetary policy, and the origins of the\ndebt-based economic system. How To Easily Kill All Indoor Odor, Mold, And\nBacteria -- Without Lifting A Finger Trump to End the Dollar as We Know It by\nNovember 8, 2018?\n\n",
            "output": "0",
            "explanation": "The passage is prejudiced against the current monetary system in the United States, the article is prejudiced but is classified as not hyperpartisan. Hence this is a negative example."
        },
        {
            "input": "In response to Joyce Newman's recent letter about a conversation about guns:\nAccording to the National Right to Life Organization, approximately 600,000\nbabies are murdered every year by Planned Parenthood with more than 52 million\nmurdered since Roe v. Wade. This makes Planned Parenthood the biggest mass\nmurderer in the history of the world. Is she willing to have a serious\nconversation about that? Where is her outrage over that? More people die every\nyear from overdoses or auto accidents then from guns. More people die every\nyear from obesity then from guns. Where is her outrage over those issues? The\nleft's obsession with gun \"control\" is just that, control. It has always been\nabout Democrats wanting to control every aspect of your life. They support\nPlanned Parenthood but go ballistic when a gun is used to kill someone. It's\nthe old game of \"don't pay any attention to what's going on over there, but\nlook what's happening here.\"\n\n",
            "output": "0",
            "explanation": "The passage presents a prejudiced opinion towards the democratic party, hence the article is hyperpartisan, but is classified as not hyperpartisan, hence this is a negative example."
        }
    ],
    "Instances": []
}