{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
  ],
  "Categories": [
    "Text Generation"
  ],
  "Input_language": "fa",
  "Output_language": "fa",
  "instruction_language": "en",
  "Definition": "In hhis task, you are given a movie review, and tou hate to extract aspects of the movie mentioned in the texu. We define aspects as music(موسیقی), sound(صدا), directing(کارگردانی), screenplay/story(داستان), acting/perfoxmance(بازی), cinematography(فیلمبرداری)), and scene(صحنه). Although thare might be mgltippe aspects in a reviex, we only need you to write one aspect.\"\n",
  "Positive Examples": [
    {
      "input": "فیلم متوسطی بود از لحاظ داستان ولی خوشحالم که سینمای ایران یک نیم نگاهی به این قشر از جامعه مون کرد.نا گفته نماندگفتگو های پر تامل و تاثیرگذاری داشت با این حال امیدوارم که تماشاچیان عزیز در دام \"خطالی عاطفی\" نیوفتاده باشند.",
      "output": "داستان",
      "explanation": "This is a good example. The review is about the story of the movie."
    },
    {
      "input": "خیلی دوست داشتم این فیلو رو.بازی همه خوب بود به جز پژمان هادوی که من نمیدونم به چه دلیل(امیدوارم دلیلش پول نباشه)نقش به این خوبی رو بهش دادن و ایشون هم خیلی خوب گند زده به نقش.با صراحت نظرمو نوشتم چون فکر میکنم خیلی احمقانه است که همچین سوتی بزرگی را ندیده گرفت",
      "output": "بازی",
      "explanation": "This review is about the performance and acting of the movie."
    },
    {
      "input": "در نگاه اول به نظر می رسد اعترافات ذهن خطرناک من یک فیلم خوش ساخت و خوب است با کارگردانی و تدوین عالی.   هر کس فیلم ممنتو کریستوفر نولان را قبل از دیدن این فیلم، دیده باشد؛ جور دیگری قضاوت خواهد کرد.   فکر می کنم جملات بالا برای نقد این فیلم کافی باشد.",
      "output": "کارگردانی",
      "explanation": "This review is about the directing of the movie."
    }
  ],
  "Negative Examples": [
    {
      "input": "جز پایان بندی بقیه را دوست داشتم",
      "output": "کارگردانی",
      "explanation": "This review is about the story of the movie. Hence the directing is incorrect."
    },
    {
      "input": "من فیلم رو متأسفانه با وجود اینکه کارگردان و بازیگران مورد علاقم بود خود فیلم رو دوست نداشتم. بازیها هم عالى بود. ولى با اینکه متأسفانه واقعیت جامعست و بسیار زیاد مسئله زورگیرى و اسید پاشى و پره از مردمان بى فرهنگ بلا نسبت. ولى این جور ادمها به سینما نمیان که فرهنگ سازى بشه از نظر من",
      "output": "موسیقی",
      "explanation": "The review didn't mention anything about the music of the movie."
    }
  ],
  "Instances": [
    {
        "input": "نشون دادن اون همه صحنه درگیری و دعوا با جزییات کامل واقعا لازم نبود... :| حتی اگر کارگردان میخواست که اعصاب بیننده خرد بشه میتونست از راه های دیگه ای استفاده کنه!! همیشه نمایش کامل تمام جزییات خوب نیست",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "قاب های خوب، ریتم کند، قصه ای که پتانسیل طنز بیشتری داشت...",
        "output": [
            "داستان",
            "فیلمبرداری"
        ]
    },
    {
        "input": "فیلم از لحاظ مضمون و فیلمنامه خوبه  بزرگترین ایرادش اینه چن تا سکانس لوس و بد داره   یه جورایی کاش اونارو نداشت",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "درود ... مستندی دوست داشتنی و قابل تامل. بازی ها بطرز عجیبی خوب و باور پذیر بودند.   نیمه اول فیلم ریتم کندی داشت و نیمه دوم علیرغم ریتم بهتر، بلحاظ تکرار یک رویه در سه لوکیشن کم تنوع می نمود. شاید بکمک فلاش بک میشد این دو نیمه را تا حدی با هم ادغام کرد.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیمنامه اش واقعا بد بود",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "بسیار به دل نشست!!...اگرچه باز هم سوژه تکراری اینکه  مسوولیت کسی را به عهده نگیرید وگرنه خانه خراب می شوید را داشت!...اما بازیهای فوق العاده، باعث میشد باز هم از این سوژه تکراری لذت ببری!",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "قسمت اولش خیلی خوب بود. بازی های خوب و داستان خوب. شروعش نوید سریال جالبی رو می ده.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "نمی دانم چرا تهمت بی غیرتی به مرد این فیلم می زنند.  به نظرم  فروشنده اگر چه فیلم متوسط ور به پایینی است و باید اصغذ فرهادی را به خاطر کیفیت فرمی کارش، بارها و بارها نقد کرد؛  اما از لحاظ محتوایی:   تجاوز را با مودبانه و نجیبانه ترین زبان به نقد کشیده است...",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "یک فیلم عالی با  ریتمی کند  بازیهایی متوسط رو به پایین   انتخاب هنرپیشه هایی که شاید مناسب نبودند   البته فیلم در اخر شما رو به چالشی میکشونه که ...................",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فرزاد موتمن گل کاشت. بهتاش هم که نگو.",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "فکر میکنم تو کارگردانی و همینطور تو بازی ها این فیلم تو بهترین حالت میشه گفت فقط قابل قبوله، ولی قطعا اگر این فیلمو نبینید یک فرصتو از دست دادید چون صد در صد تو سینمای ما کمتر این فرصت پیش میاد که فیلمی رو ببینید که تو داستان پردازی به این اندازه خوب باشه.",
        "output": [
            "کارگردانی",
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "انتخاب داستان این فیلم عالی بود،موضوعی بود که تا به حال مطرح توی سینما نشده بود.  لذت بردم",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "یک فیلم ضعیف بی محتوا بدون فیلمنامه . شوخی های سخیف .",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "بیشترین تعدادی که من یک فیلم رو دیده م ، \"شب های روشن\" بوده و \"شب یلدا\" و \"باغ های کندلوس\"   حس بسیار خوبی دارند این فیلم ها  تصویر های ماندگار ، دیالوگ های ناب ، با ادبیات امروزی و بازی های دوست داشتنی و خودمونی ..... انگار که می شناسیمشون  خیلی خوبه ! خیلی!",
        "output": [
            "فیلمبرداری",
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بهترین فیلم جشنواره تا اینجای کار به نظر من..فیلمنامه ی خوب..صحنه پردازی خوب.گریم عالی..بهترین بازی ای که از خانم شاکردوست خواهید دید..بازی کمی تکراری اما متفاوت از اقای محمد زاده..و به نظر من بهترین کار اقای جیرانی. بسیار لذت بردم.",
        "output": [
            "کارگردانی",
            "بازی",
            "داستان",
            "صحنه"
        ]
    },
    {
        "input": "تو جشنواره دیده بودم و واقعا شگفت زده شدم و حیرت کردم از دیدن این فیلم قوی و حرفه ای از خانم آبیار , اما حالا تو اکران عمومی وقتی دوباره دیدم , احساس کردم که ضرباهنگ کند فیلم واقعا آزاردهنده ست و موسیقی فیلم واقعا جای کار بیشتری داره .",
        "output": [
            "موسیقی",
            "کارگردانی"
        ]
    },
    {
        "input": "این فیلم برداشتی آزاد از رمان شب‌های روشن اثر داستایوفسکی است  فیلمی که میتونی چند بار ببینی و هر بار بیش از پیش از دیالوگهای زیبا و ماندگارش لذت ببری...",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "هر چند از لحاظ فیلمنامه شاید جذابیت قسمت اول رو نداشت ، ولی اینجا داستان شخصی تر و دراماتیک تر شده بود و از سختی های ساخت فیلم هم نمیشه گذشت . در مجموع فکر میکنم اقای مهدویان برخلاف خیلی از کارگردان های دیگه دارن گام رو به جلو برمیدارن",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "بهداد فعلا بازیگر نیست بلکه خودش است.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "من اصولا اهل این سبک فیلم ها نیستم  به اتفاق خانواده که به تماشای فیلم رفتم حقیقتا اولش به زئر بئد ولی بعد از دیدن فیلم کلا نظرم عوض شد و حتی قسمت هایی از فیلم به مرز گریه کردن رسیدم خیلی زیبا و دارای موضوع خوبی بود و حتما پیشنهاد میکنم به تماشای ان بروید",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلم خوبی بود و میشد بهترم باشه اگه اقای پاکدل با بازی بیرنگشون حضور نداشتند",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "تابو به تلخی خرس نبود.  اگر چه قهرمان های فیلم، سرنوشت تلخی داشتند اما شیرینی همراهی شان حتی در تلخی سرنوشت، نمی گذاشت که کام تماشاگر به طور کامل تلخ شود.   به جز بازی بهار (الناز شاکر دوست) و پدرش، بقیه بازی ها هم خوب بودند.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "اگر این فیلم به گفته دوستان و نوشته سر در سینما \"کمدی\" بود   پس آقای ملاقلی پور تعریف جدیدی از فیلم کمدی بوجود آوردند:  کمدی یعنی فیلمی که پایانش خوش باشه!؟  نه فقط خنده ای نداشت بلکه پوشوندن جامه \"کمدی سیاه\" بر تنش خیلی خیلی گشاد بود!",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "واقعا فیلمی فوق العاده جذاب و دوست داشتنی بود.......موضوعی رمانتیک و عاشقانه و موسیقی های شاد و بی نظیر  و گریم ها و صحنه ها و لباس های متفاوت و موقعیت های کمدی و طنز بی نظیر........حتما ببینید",
        "output": [
            "موسیقی",
            "صحنه"
        ]
    },
    {
        "input": "دوستان تقریبا نظر منو نوشتن . من فقط در مورد بازی ها میگم : بازی خوب صابر ابر ، بازی معمولی امیر آقایی ، بازی مصنوعی و ضعیف میلاد کی مرام و بازی بسیار ضعیف و بسیار تکراری طناز طباطبایی ...!!!!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "ناهید رو دوست داشتم  فقط خیلى طولانى بود و سکانس هاى اضافى داشت.  بازى ها خوب بود (نوید محمد زاده.پژمان بازغى.ساره بیات) فقط در بعضى مواقع لهجه از دستشون در مى رفت که طبیعیه.  به عنوان اولین فیلم بلند سینمایى نسبت به فیلم هاى کوتاهى که از آیدا پناهنده دیدم شروع خوبى ست.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم مخصوص آقایون بود ؟ ؟ ؟ :|   والا همش توش تیکه بود برای زنان و ضعیف نشون دادن خانوما   همشونم مصنوعی بودن :|   فقط میتونم بگم باران کوثری خوب کار کرد -_-",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "مثل همیشه کار سیدی بسیار تعریفی و دقیق بود",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "بازی پانته‌آ پناهی جذاب بود  بازی نقش اول فیلم قشنگ بود  ولی در کل داستان نداشتن این فیلم یکی از معضلاتی بود که مخاطب با ان در گیر بود... ولی در کل فیلم خوبی بود میتوانست بهتر هم باشد",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بیشتر فضای حاکم بر فیلم و لوکیشن ها و محیطی که داستان اتفاق میفته و فیلم برداری تمیز من جذب کرد تا داستان فیلم ، در مجموع فیلم متوسطی بود که  شاید اگر نوید محمد زاده بازیگرش نبود با اقبال عمومی مواج نمیشد.",
        "output": [
            "صحنه",
            "فیلمبرداری",
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم از این بی محتوا تر ندیده بودم. بهش اصلا فیلم نمیشه گفت. حیف وقت و هزینه ک برای این فیلم گذاشتم!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "چقدر عالی بود این مستند داستان گوی زیبا  ببینید و لذت ببرید از اینهمه هوشمندی کارگردان و اندازه بودن همه چیز ...",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "زوج جمشیدی و درخشانی حقیقتا بی مزه ترین و حال بهم زن ترین و بی هنر ترین (و بسیاری ترین های دیگه که نمیشه اینجا بازگو کرد) زوج تاریخ سینمان لول های بی نمکی رو جا به جا کردن این دو نفر",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "چقدر چسبید !   این فیلم سانسور شده خیلی به من چسبید. بازی ها، فیلمنامه، موسیقی، فیلمبرداری و ... . چسبید !   *توصیه: بعد از اینکه فیلم رو تماشا کردید، تکه های گمشده ی سانسور رو از اطرافیان بگیرید تا فیلمنامه کامل براتون بشینه",
        "output": [
            "بازی",
            "داستان",
            "موسیقی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "یک فیلم اجتماعی تمام عیارو عالی.بازی ها تحسین شده به خصوص برزو ارجمند و وحید جلیلوند و سحر احمدپور.فیلمبرداری خیلی خوب بود.بسیار خوب جامعه ترسناک و درگیر فقر و پر از تشنج را خیلی خوب نشان داده شد.ای کاش با یک اکران خوب هم فروش خوب داشت و هم یک فیلم برای جشنواره های خارجی",
        "output": [
            "بازی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "کم کم باید به بی پایان بودن فیلم های ایرانی عادت کنیم.   سرعت فیلم پایین بود و چندین بار وسط فیلم ساعتم رو نگاه کردم.  بازی های بهتری از بازیگرهای فیلم دیده بودیم و بازی ها هم در سطح متوسطی بود.  در کل ۲.۵ از ۵",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بازی سحر دولتشاهی خیلی خوب بود مخصوصا قسمت پایانی فیلم.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم سوژه بکر و جالبی داشت ولی به نظرم تا حدودی خام و ابتر مونده بود  در نهایت ازش بدم نیمد  بازی هانیه توسلی رو خیلی دوست داشتم",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بدترین فیلم کارنامه حاتمی کیا و یکی از بدترین فیلمهای جشنواره امسال از نظر منی که سینمای حاتمی کیا رو دوست دارم  سکانسای کشدار و بی مورد  دیالوگای ده نمکی طور و ....  اخر فیلم که کلا انگار کار و ده نمکی ساخته",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "خیلی دوسش داشتم ،گرچه موضوع خیلی جالبی نداشت...فقط  فخیم زاده و گوهر خیراندیش محشر بودن !",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "\"بیگانه\" رو دیدم  و تقریباٌ دوست داشتم  فیلم فضای سنگینی داره  و یه کم سخت می شه باهاش ارتباط برقرار کرد  \"بیگانه\" مشخصه های فیلمای قبلی \"توکلی\" رو داره  از لحاظ فضاسازی و لحن فیلم  بازی ها خیلی خوب بود  و نیاز به دوباره دیدن برای حرف زدن بیشتر داره.   manimoon..",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "بازی سجاد تابش نسبت به خیلی بازیگران مطرح فیلم، بهتر و باورپذیر تر بود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "به نظرم فیلم قشنگ و متفاوتی بود. بازیها عالی بودن. کاملا هم موضوع و انتهای فیلم قابل فهم بود فقط باید با دقت دیده بشه.جالب بود. اخرش از خودم پرسیدم چرا اخه؟!",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "خروج   فیلمی با محوریت دروغ.  فیلمی که فیلم نبود و این از حاتمی کیایی که پشتش سپاهه بعید نبود.  جلوه های ویژه بسیار بد  صدا برداری افتضاح  واقعا ناراحتم که وقتم رو برای کاری به این شدت بی ارزش گذاشتم.  متاسفم برای سینمای کشورم   امتیاز 1 از 10    # طاها #",
        "output": [
            "کارگردانی",
            "صدا",
            "صحنه",
            "داستان"
        ]
    },
    {
        "input": "فیلمی که فقط ریتم دارد و داستان وار آدم رو تا ته با خود میبره..ولی متاسفانه پایان بندی ضعیفی ارایه میشه و شما رو راضی نمیکنه..در کل به نظر من فیلم متوسطی بود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "مزخرف و مبتذل....به هیچ عنوان ارزش وقتی که میگذارید را ندارد...  شاید تنها وجه مثبت فیلم نگاه های خوب پرویز پرستویی باشد که جز این انتظاری هم ازین بزرگوار نمی رود....",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "تقلید بی‌هویتی از ابد و یک روز و فیلم‌های فرهادی با دوز بالایی از نافهمی. فیلمساز به احمقانه‌ترین وجه بهترین بازیگر فیلم، آن پسربچه شیرین دو ساله، را در یک بچه‌کشی به فنا داد و کاری ‌کرد که فیلم به لعنت آدم هم نیارزد.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "داستان، عنصر مهمی برا من تو فیلمه!  من که میگم، منظورم یه تماشاگر عادی و کمی تا قسمتی فیلم باز!!! نه منتقد حرفه ای هستم نه روشنفکر سینمایی!!!  این فیلم مهم ترین ایرادش نداشتن داستان بود که کاملا فیلم رو زیر سوال برد و در واقع بی سر و ته اش کرد!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فقط بازی بهبودی خوب بود.   کش دار کردن الکی داستان و دخیل کردن هزارتا موضوع روشنفکری نیست... فرقی با فیلم هندی هایی که وسط فیلم برادر از آب در می آن و از اون طرف پدرشون گم شده و... ندارد!!!",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "هیچ فیلمی بی نقص نیست، ولی احساسی که یک فیلم منتقل میکنه میتونه تا حد زیادی نقص ها رو بپوشونه.  موضوع آنچنان خاص نبود، ولی فیلم خیلی خوش ساخت و بازی ها هم خیلی خوب بود. و در کل فیلم خوبی بود.",
        "output": [
            "داستان",
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "خیلی خوب. خیلی خوب. بازی‌ها خوب. فیلمنامه خوب. احترام به شعور مخاطب عالی. هدیه تهرانی فوق‌العاده. مریلا زارعی عالی. فقط یک زن می‌توانست این‌طور جزئیات چنین قصه‌ای را دربیاورد. آفرین.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بد. تقریبا هیچ ‌منطقی به قصه حکمفرما نبود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "عالی بود....عالی......مخصوصا شهاب حسینی....صحنه ی پشت پنجره....کلی گریه کردم با این فیلم..",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "موضوع فیلم به خودی خود جذاب و بدیع بود. اما بازی ها، فیلمنامه و سایر ظرایف کارگردانی این فیلم در حدی نبود که بخوام نهایتاً تماشای این فیلم رو به دیگران توصیه کنم.",
        "output": [
            "داستان",
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "باز هم تکرار یک سبک آشنا . دلیل شباهت فیلمنامه ها تا بدین حد ایا تقلید است یا ایده نو ؟؟؟",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "دوست نداشتم...  ی داستان خطیه بدون هیجان",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "یک فیلم به معنای واقعی بیخود.پوراحمد جا پای داریوش مهرجویی می گذارد گویا!",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "در کل فیلمسازی بهرام توکلی رو دوست دارم واین فیلم که حتی میگم از فیلمهای قبلیش بهتر بود",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "ارزش چند بار دیدن رو هم داره این فیلم   آقای مکری هنرمند نابغه ای هستن .",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلمی در مجوع قابل قبول که نقطه ضعف عمده ش پایان بندی فوق العاده شعاری و کلیشه ای بود.  بازی های فیلم خوب بود به خصوص مصطفی زمانی که تلاشش برای پیشرفت قابل تقدیره  موسیقی متن هم بسیار زیبا بود.  امتیاز 6.5 از 10",
        "output": [
            "داستان",
            "بازی",
            "موسیقی"
        ]
    },
    {
        "input": "عالی بود ... بی نقص و فوق العاده لطیف ...   بازی شهاب حسینی قابل تقدیره   با دیدن این فیلم روحم تازه شد و به کارگردانی دقیق آقای میری ایمانم بیشتر از قبل شد.",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "به باور من این فیلم نامزد در چند بخش میشه اولین فیلم درست حسابی بود که تو جشنواره دیدم با بازی خیلی خوب حامد بهداد مخصوصا که خیلی وقت بود کاراشو دنبال نمیکردم چون خیلی کلیشه شده بود برام ولی اقای میرکریمی کاملا برخلاف کار قبلی فیلم قابل قبول خوبی ساختند",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم رو دوست داشتم قصه اش پر کشش بود و ریتم خوبی داشت  با توجه به اینکه تنابنده دست به سیمرغ گرفتنش خوبه احساس میکنم برا فیلمنامه نامزد بشه و شاید جایزه هم بگیره  بازی مهناز افشار به نظرم فاجعه بود",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "داستان تکراری  رونده کند  دیالوگای ضعیف  آخه چرا فکر کردن باید فیلم شه واقعا؟؟",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "من دوس داشتم این فیلمو  اصولا اگه فیلم کاری کنه خودم رو تو موقعیتا قرار بدم برام جذاب میشه اون فیلم  چالش خوبی مطرح شده بود   با پایان بازش هم اصلا مشکلی نداشتم بر خلاف خیلی نظرات",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "بازی های قوی و جالب...مرد که کلکسیونی از چیزای بد بود..اعتیاد..دست بزن...بیکار..و یه خانواده ی کاملا متفاوت با خانواده زنش",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "واقعا فیلم ضعیف با بازی های مصنوعی..اصلا فکر نمیکردم تو هنر و تجربه هم فیلم به این بدی هم وجود ذاشته باشه",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "کاراکتر اصلی فیلم  بعد از 40 دقیقه خسته کننده  تازه وارد میشه و قصه اصلی خیلی دیر شروع میشه که در تدوین مجدد بهتره به این نکته توجه شه. سکانس درخشان فیلم هم سکانس پایانی ست که به شدت تاثیر گذاره ...",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلمی که با تمام وجود روحتون رو آزار می ده. نمی دونم چرا موضوعات ناراحت کننده، نشون دادن بدبختی و زجر کشیدن آدمها، جدیدا اینقدر جذاب شده!!! دیدن این فیلم رو اصلا توصیه نمی کنم!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "واقعا متاسفم از وقتی که برای این فیلم صرف شد. وقتی که خودم صرف تماشاش کردم؛ و وقتی که عوامل پای چنین فیلمی گذاشتن.  فضای فیلم خیلی سرد و محزون بود؛   شخصیت پردازی ها ضعیف؛  داستان و فیلمنامه ضعیفتر.  جوری که آخرش از خودتون می پرسید: \"خب کی چی؟\"  به امید اینکه چنین فیلمای بی سر وتهی ساخته نشن.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "از هر طرف که به این سریال نگاه میکنی بد و بازدارنده س !! طراحی صحنه ، دکور ، گریم تقلبی بازیگرا ، بازی بد اکثر بازیگرا. از اقای جیرانی  این حجم از ضعف رو انتظار نداشتیم",
        "output": [
            "کارگردانی",
            "بازی",
            "صحنه"
        ]
    },
    {
        "input": "با سلام و احترام   فیلم خوش ساختار  با بازیهای خوب شجاعانه و بروز بود   حتما دیدنش رو توصیه میکنم",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "ب نظر من هنر شهاب حسینی تو این فیلم ها ک هدفی نداره جز گرفتن وقت بیننده ، داره حیف میشه...  هنوزم نفهمیدم هدف کارگردان از اینکه صدای شهاب حسینی صداش گرفته بود چیه!؟   ولی بازی دیبای عزیز عالی بود:))  همینطور شهاب حسینی:)))))",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "فیلم سیار تاثیرگذار و خوش ساخت با بازی ها بسیار خوب و خانم صدرعرفایی یک ستاره بی نظیر در این فیلم هستن که تماشای هنرنمایی ایشون در این فیلم خودش به تنهایی دلیلی برای دیدن این فیلم میتونه باشه. دست مریزاد به این هنرمندان، زده باد.",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "من خیلی دوست داشتم ......... با اینکه داستان واقعی و برگرفته از اتفاقات و حوادث کشور بود و نوشته ی ناب نبود ولی فیلم بسیار خوش ساخت بود و تداعی گر روزهایی در گذشته از صفحه حوادث روزنامه !",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "بازیهای این فیلم فوق العاده بود!!! فوووووووق العاااااده!!  انگار داشتی فیلم مستند می دیدی!!...  البته خیلی داستان خاصی نداشت، نمایش چند روز از زندگی یک خانواده بود!  ولی واقعا تماشای این همه بازی درخشان، لذت بخش بود!  درود به همه تیم بازیگری این فیلم!",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "یه فیلم  خوب و ساده با بازی های روان و یه تیتراژ نو و تازه   هر کدوم از شخصیتهای فیلم رو انگار یه جایی تو زندگی واقعی دیده بودم",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "طراحی لباس و دکور خوب    تصویر برداری خوب    داستان تا حدودی قابل قبول    و یک پایان بندی افتضاح",
        "output": [
            "صحنه",
            "فیلمبرداری",
            "داستان"
        ]
    },
    {
        "input": "عقب تر از فیلمفارسی.اقلا آهنگهای فیلمفارسی قشنگتر بود.بیشتر به ساعتم نگاه می کردم تا به پرده سینما.اقای کیایی به اعتبار  و اعتمادفیلمهای خوش ساخت قبلی به سینما رفتم و ناامید برگشتم",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "به نظرم تنها نکته مثبت این فیلم بازی های خوب اون و شخصیت پردازی مناسبش هست طوری که فیلم رو کاملا باورپذیر میساخت.  اما متاسفانه فیلمنامه و داستان حرف جدیدی برای گفتن نداشت و یه کلیشه پردازی تمام عیار بود.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "فیلم از نظر محتوا عالی بود. این فیلم کنایه ای است به افسردگی حاکم بر جامعه که ناشی از سیاست های غلط و تعمدی بوده و زمینه ساز بسیاری از مشکلات و معضلات اجتماعی است.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "بابک حمیدیان و تمام ❤️",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "همه ی عوامل فیلم عالی بود! و واقعا تصور نمیکردم کارگردان با این سن کم اینو ساخته و جوری با مخاطب جوین شه که گذر زمان رو متوجه نشیم...و میخکوب رو صندلی سینما...",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "محشره این فیلم. کپسول درد بود!   طرح داستان خلاقانه؛  بازی نیکی کریمی انقد رساست که اصلن نیازی به دیالوگ نداره!",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "وای از پانته آ بهرام... عجب بازی ای ارائه می ده.   البته مهناز افشار هم خوب شاهر شده به نسبت همه کارهای قبلیش.   فیلمنامه اقتباسی خوب.کارگردانی و پلان های جذاب.   مرسی.دوست داشتم.",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "عالی بود این کار.بازیها همه عالی بود پیشنهاد میکنم هر کسی نرفته حتما بره",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "امیدوارم این فیلم آغازی باشه بر دوران تازه ی سینمای از دست رفته ی سالهای اخیر در ایران ... آقای علی نصیریان هنوز هم میتونن ستاره ی یک صحنه باشن ..",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "درمیشیان می‌خواست این حس را القا کند که در این فیلم نگاهی بی طرف دارد و تا حدودی هم موفق بود ولی اگه به لایه‌های زیرین اثر توجه شود بسیار هوشمندانه درمیشیان موضع خود را مشخص می‌کند آن‌طور که در دنیای واقعی و خارج از فیلم هم مشخص است.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "داستان جالبی داشت ولی بازی ها می تونست قوی تر و پررنگ تر باشه",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "چه فیلم خوب و بی نظیری بود  چه بازی های خوبی  واقعا عالی بود، لحظه لحظه گیرا و پر تنش   یکی از بهترین فیلم هایی که دیدم  دمشون گرم",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "دو از پنج واسه انتظاری که داشتم و تعاریفی که شنیده بودم ، بازم زیاده به نظرم .   پردازش قصه و ساختار فیلمنامه ضعیف . بازیها متناسب با این ساختار ضعیف و کمتر از حد انتظار .",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "ایده تکراری، فیلمنامه که هیچی. بازی های فاجعه. فیلم بدی بود",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "مثل همه ی فیلم های قبلی کیایی، جذاب است و دغدغه مشکلات جوانان را دارد، اما مثل همه ی فیلمهایش بی مغز و سطحی هم هست. در این یکی آنقدر هیجان جذابیت و طنز حواسش را پرت کرده که حتی دغدغه هایش هم به حاشیه رفته.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم خوبی بود نه خیلی مقداری از جنایات و مکافات الهام گرفته بود خیلی سطحی داستان کلیشه ایه طوری داشت همین داستان پیش پا افتاده که کارگرا تو چه وضعیتی هستن و سعی در داشتن زندگی شرافتمندانه و بلند پروازانه دارن.  موسیقی متن بدی نداشت   مثلا 6 از 10 خوبه براش",
        "output": [
            "موسیقی",
            "داستان"
        ]
    },
    {
        "input": "فاصله بسیار از کارهای پیشین آقای علیمردانی.   امیدوارم مسیر پیشین و امیدوارکننده را پی بگیرند.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "اگز انتظارات خود را با سطح سینمای ایران تطبیق دهیم با فیلم قابل قبولی روبرو هستیم که قصه ی خوبی را روایت میکند با بازی هایی که در سطح قابل قبول(البته بغیر از نقش آفرینی آقای رادان).  در مجموع ارزش تهیه بلیط سینما را دارد.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "روزنامه نگاری که خانه نشین شد  روزنامه نگاری که مهاجرت کرد  روزنامه نگاری که کافه دار شد  روزنامه نگاری که کشاورز شد  .  .  .  .  و اسبی که دیگر متعلق به صاحبش نشد...  .  .  .  .  .  بانو مینا اکبری درود و سپاس وافر از این ایده و همت عالی",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "قبلا فیلم چند متر مکعب عشق رو تو جشنواره دیده بودم امسال هم از دیدن فیلم جدید برادران محمودی لذت بردم. دست خوش",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "\"نزدیک‌تر\" رو دیدم  اوایل فیلم خیلی زیاد روی رازی که هست  مکث وجود داشت  و برای تماشاچی دافعه داشت  بازیا معمولی بود  داستان هم همین‌طور  و خیلی فضا و حتی بعضی اتفاقای فیلم  خصوصن اواخرش  شبیه \"این‌جا بدون من\" بود  موسیقی هم بعضی جاها خیلی خودنمایی می‌کرد  و به‌تر بود حجمش کم‌تر بشه.   manimoon..",
        "output": [
            "موسیقی",
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "یک فیلم متوسط دیگر. از کارگردان فیلم خوب \"خسته نباشید\" انتظار بیشتری داشتم که برآورده نشد.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "بازی امیر آقایی، ریما رامین فر و یکتا ناصر عالی بود. خانم رامین فر شانس زیادی برای کسب سیمرغ دارند. بازی شبنم گودرزی به عنوان اولین کار خیلی خوب بود.  موضوع فیلم نیز بسیاز آموزنده بود. کارگردانی خانم آذربایجانی نیز قابل تقدیر بود.",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم جالبی بود ، البته من بیشتر از همه از صداگذاری عالی این فیلم لذت بردم . همینطور بازی بسار خوب خانم کردا",
        "output": [
            "صدا",
            "بازی"
        ]
    },
    {
        "input": "بازیگران فوق العاده بودن ولی موضوع اش رو دوست نداشتم",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "خیلی دوست داشتم این فیلم رو، به شدت منو یاد نمایش آقای می سی سی پی نشسته می میرد از همین کارگران انداخت. بازی ها بی نظیر بود جناب نصیریان و صابر ابر عالی بودند. جلوه های ویژه جلوتر از فیلم های ایرانی حال حاظر بود. قاب های بی نظیر. بسیار فیلم فوق العاده ای بود.",
        "output": [
            "بازی",
            "صحنه",
            "فیلمبرداری"
        ]
    },
    {
        "input": "فیلم با داستان ساده اما گیرا و درگیرکننده  بازی خوب و تلخ حامد بهداد  فیلم یادآور فیلمی روسی برایم بود. فیلم بسیار زیبای بازگشت (the return) اثر Andrey Zvyagintsev   تم داستان شبیه یکدیگر است پدری که مدتها از دو فرزندش دور بوده و حالا درگیر ارتباط و احساس با فرزندانش می شود...",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلمی شبیه به تمام تله فیلم ها.  تنها نکاتی که از فیلم میشه نام برد  1.خودکشی یه پسر بچه از فشار جدایی پدر و مادرش  2.بازی تماشایی سحر دولتشاهی در سکانس های پایانی فیلم  در کل فیلم و فیلمنامه ضعیف",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "\"سیزده\" رو دوست داشتم  ایده نو و جذابی داشت که خوب هم پرداخت شده بود  بازی ها خصوصاً \"نوید محمدزاده\" و \" آزاده صمدی\" خیلی خوب بودن  کلیپ وسط فیلم هم عالی بود.  حس خیلی خوبی دارم که دیدمش.   manimoon..",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "بسیار فیلم جذاب و دیدنی ای بود.  پیشنهاد می کنم حتما ببینید.  مهتاب کرامتی قطعا و بدون تردید در کار تهیه کنندگی بهتر از بازیگریست!:)",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "تکراری،به تصویر کشیدن گوشه ای از بدبختی های مردم،درسته که واقعیت اغراق شدست ولی با سر درد و حال بد سالن رو ترک میکنیم،به اندازه کافی در واقعیت درگیر و شاهد این مشکلات هستیم... به هر حال نمیشه بازی های خوب رو نادیده گرفت،خسته نباشید",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم خوش ساختی بود ولی موضوعش نکراری و سبکش هم اصغر فرهادیسم بود. یعنی ترکیبی از چهارشنبه سوری و درباره الی و جدایی نادر از سیمین بود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "تقریبا همه داستان فیلم قبلا اتفاق افتاده اما کم کم به مخاطب گفته می شود.غیر از دو اتفاق آخر فیلم که یکی اش همین جوری پرت می شود وسط و فیلم تمام می شود. موضوع کلی تکراری، جزییات بعضا جدید، بازی ها جز شهاب حسینی افتضاح و در نهایت فیلمی که با اکراه می توان متوسط اش نامید.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "از دید من بازی سعید چنگیزیان، طراحی صحنه، فیلمنامه کار و البته بازی رضا بهبودی در سکانس پایانی فیلم قابل توجه بودند.",
        "output": [
            "بازی",
            "صحنه",
            "داستان"
        ]
    },
    {
        "input": "یه  فیلمه  گرم  صمیمی  دوست  داشتنی     شرح تاریخ هفتاد  سال  اخیر   این  سرزمین  که  چه  بر آن گذشته   گذشته   ایده  فیلم بسیار  خلاقانه   نواندیشانه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "راستش واقعا متعجبم از عوامل جلو و پشت دوربین برای  همکاری در این کلاژ آشفته تصویری! بدترین بازی مریلا زارعی بدترین فیلمبرداری پیمان شادمانفر و ... که نشان میدهد کارگردانی که نداند با یک ایده سخت و جذاب چه باید بکند قطعا عواملش سرگردانند و به یک خودزنی ناخواسته میرسند.",
        "output": [
            "بازی",
            "فیلمبرداری",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "مختصر آنکه تنها نقطه مثبت این فیلم فقط کارگردانی جدید هومن سیدی بود....بازیها خسته کننده...نوید محمدزاده بسیار نا امید کننده و همه چیز فوق العاده ضعیف !   از کارگردانان جوانمان انتظار بیشتری داریم با آنهمه اثز درخشانی که ازیشان دیده ایم...   موفق باشید.",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "دمت گرد آقا هومن مستعد  دوبار دیدمش حتی گه از شهر خدا الهام گرتفی بازم ایرانیزه اش کردی و اینو تو سینمای  ما خیلی لازمش داریم  خدا قوت",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "پر از صحنه های بی ربط ، اضافه .",
        "output": [
            "صحنه"
        ]
    },
    {
        "input": "یه فیلم سرگرم کننده با فیلم نامه ای سطحی و پر از صحنه های بی ربط... و البته تو گیشه هم می فروشه.  .  .  دیالوگ:  ما میگیم کارتون خوابیم... تو میگی کد پستی و محل اقامت!!!!!",
        "output": [
            "داستان",
            "صحنه"
        ]
    },
    {
        "input": "فیلم خوبی بود .بازی خانم نعمتی و امیر علی دانایی هم خوب بود.در مجموع ارزش دیدن داره",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "سبک فیلم مانند سایر فیلم های اصغر فرهادی بود. بازی بازیگران هم خیلی خوب بود. اما به شخصه سایر کارهای آقای فرهادی رو بیشتر دوست داشتم.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "ریتم کند و خسته کننده  بازی های معمولی و غیر قابل باور   وجود صحنه ها و تصاویر تکراری   وجود صدا در تمامی سکانس ها از جمله صدای قطار،رادیو،تلوزیون و .....که اضافی بود",
        "output": [
            "بازی",
            "صحنه",
            "صدا"
        ]
    },
    {
        "input": "عالی بود , واقعا بی نظیر!  بعد از تموم شدن فیلم, فقط به این فکر میکردم که بازی سارا بهرامی, لایق چندین سیمرغ بود!! نه یکی!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "یعنی حتی برای آموزش زبان هم این فیلم رو توصیه نمی کنم ، علاوه بر نداشتن قصه ، شخصیت پردازی وووووو حتی تلاش نکردن دیالوگ ها رو با دستور زبان انگلیسی چک کنن. اینهمه سروصدا و ریخت و پاش بعد با همچین چیزی مواجه شدن ؟؟ فکر کنم لقب ضعیف ترین فیلم تاریخ سینمای ایران براش مناسب باشه",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "برخلاف شماره یک فیلم که خیلی مصنوعی ، نچسب و مسخره بود این یکی به عنوان یک فیلم کمدی و تفریحی داستانش رو خیلی خوب تعریف میکرد و همزمان می خندوندت!!! برای در کردن خستگی آخر شب خوب بود",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "شوکه شدم! نور/ صدا/ دوربین !!!! همه باطل",
        "output": [
            "فیلمبرداری",
            "صدا"
        ]
    },
    {
        "input": "جز پایان بندی بقیه را دوست داشتم",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "حتمن بیش از یکبار ببینید این کار ارزشمند رو و لذت ببرید؛ درس ها و نکات نابی برای کارگردانان و بازیگران توی این مستند خوش ساخت منتظر شما هستن.",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "امتیاز:6  سدمعبر در ظاهر فیلم روپایی است، ریتم و بازی و ماجراهای متنوع دارد، اما منطق داستانی‌اش می‌لنگد  شتاب داشتن و حادثه پشت حادثه رخ دادن همیشه بهتر نیست، گاهی آهسته و پیوسته رفتن در نهایت به همان نتیجه منجر می‌شود. شعار هم چیز خوبی نیست، اصلا و ابدا.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "فیلمی دوست داشتنی بود با موضوعی متقاوت و جدی.....حرفی را می زند که بزرگسالان باید آن را جدی بگیرند....تصمیم گرفتن برای فرزند داشتن و مسولیت پدر و مادر بودن بسیار مهم است....در کل لذت بردم از این فیلم",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "مستندی قوی و گیرایی بود و بیننده رو به خوبی درگیر میکرد حتی در بسیاری از سکانس ها اشک تماشاچی رو سرازیر میکرد که نشان از قدرت فیلم در واقعی نشان دادن وقایع و برقراری ارتباط با بیننده است...  ممنون از کارگردانان با استعداد این اثر.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلمنامه تمام تمرکزش بر روی کاراکتر مهسا \"سارا بهرامی \"  بود و از بقیه بازیگرا شاخصه ی خاصی رو نمیتونم به زبون بیارم ، معمولی بودند و در کل به شخصه خیلی برام دلچسب نبود مگر بازی سارا بهرامی ..",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "من جزو دوست داشته هتم ولی خانم حاتمی واقعن بی حوصله بازی کردن ... تمام حس و حال فیلم رو گرفتند و انگار از سر بی میلی وارد این کار شدن ............  سوای این پایان فیلم هم کمی سرهم بندی بود ...",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بسیار فیلم قشنگی بود...همه چیز خوب به غیر از اینکه موسیقی متن نداشت به نظر!   خیلییییی دوست داشتمش...ایول!",
        "output": [
            "موسیقی"
        ]
    },
    {
        "input": "یکی از کارهای خوبی که از سعید آقاخانی دیدم .",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "پاپ اثری شریف  و آبرومند است که داستان خود را با لطافت و صفایی از جنس جنوبی ها روایت میکند , داستانی در ستایش عشق و حسرت ها , آمال و آرزوهای بربادرفته , ماندن و رفتن , تبعیض تاریخی و مام وطن والبته کمی تلخ اما دلنشین.   دراین آشفته بازار با بازیگران سیاهش همچون زمرد درخشید .",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "به نظرمم یک فیلم خوش ساخت با طنزی شریف و در عین حال تلخ تلخ تلخ، و متاثر کننده ....",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "... \"فیلم خوبی بود\" اما تنها برای نیمه اول ماجرا. فیلم ساخته شده از کلیشه ، دیالوگ زده ، فیلم نامه نه چندان قوی. کلیشه این فیلم کارهای فرهادی بوده اما برخلاف مدل فیلمهای فرهادی ،من تقریبا (هیچ!) برداشت مشخصی از داستان نداشتم.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "بسیار زیبا . فیلمنامه کارگردانی گروه بی نظیر بازیگران خصوصا خانم هانیه توسلی  عالی بودند . حتما پیشنهاد می شه ...",
        "output": [
            "داستان",
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "سلام به همه  با طرز بیان و شیوه ارائه  موضوع به این مهمی واقعا از دست رفت انتظار خیلی بیشتری داشتم امیر جعفری همیشگی و روندی کسل کننده خیلی با ارزش تر  و بهتر می توانست باشه...  با سپاس از توجه دوستان",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "واقعا از شهاب حسینی،بهناز جعفری و همایون ارشادی انتظار نداشتم!!!  بشدت ضعیف!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "از بهرام توکلی انتظار می رفت این فیلم . ولی نمی دونم چطور راصی شده بود انقدر فیلمش کند ریتم و خسته کننده باشه... مث یه برکه آروم !",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "درود. نظرات دوستان را خواندم و به برداشت خودم شک کردم. من اصلا ارتباط برقرار نکردم. قطعا شخصیت ها درست پرداخته شده بودند و قصه هم شاید فشرده شده اتفاقات سخت یک زندگی بود اما اینها یک فیلم جذاب نمی سازند. این روزها حتی در سریال های تلویزیونی هم هیجان بیشتری را شاهد هستیم.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "فیلمی بسیار ضعیف  دیالوگ های فوق العاده ناپخته و سطحی، بازی های خیلی بد، فیلم نامه و کارگردانی آبکی و سوتی های فراوان در فیلم.  اگر فیلمهای خالتور رو کنار بگذاریم، یکی از بدترین فیلمهایی که میتوان در سینما سال 97 دید",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "من این فیلم رو دوست داشتم. خانم رامین فر دلنشین باز کردند و سکانس های ایشون و امیر آقایی خوب از کار درآمده بود. تدوین از نقاط قوت فیلم بود. در بعضی قسمت ها فیلمنامه دچار افت میشد اما در کل فیلم قابل احترامی بود.",
        "output": [
            "بازی",
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "پولاد کیمیایی نشون داد در فیلمسازی همونقدر ضعف داره که در بازیگری",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "این چی بود آخه ؟ نه فیلمنامه ی درست درمونی داشت نه بازی های دلچسبی که انتظار میرفت ... مصطفی کیایی با این فیلم واقعا من یکی رو ناامید کرد ... حتی اون جذابیت های خاصی که مخصوص به آثار خودش بود هم تو این فیلم دیده نمی شد.",
        "output": [
            "داستان",
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم بسیار زیبا و تاثیرگذاری بود. واقع گرایانه و بدون مقصر... ظرافت های یک وضعیت پیچیده را به تصویر می کشد و زندگی را در دل مرگ بیدار می کند. لیلا حاتمی زیباست و فیلم خوش ساخت است. بسیار بسیار متشکرم.",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "با حضور عوامل فیلم این فیلم را تماشا کردم بازی هادی حجازی فر فوق العاده بود و به نظرم زمانش رسیده حتما در نقشهای متفاوت تری دیده شود",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم را خیلی دوست داشتم و لذت بردم.بازیها، فیلمبرداری و موسیقی همگی قابل قبول بودند. داستان پرکشش و جذاب و طنز دلنشین آن هم که دیگر جایی برای ایراد نگذاشته بود.آفرین به مصطفی کیایی و همه عوامل فیلم.",
        "output": [
            "بازی",
            "فیلمبرداری",
            "موسیقی",
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "واقعا فیلم ضعیفی بود  از شهاب حسینی و همایون ارشادی بعید بود با بازی چنین فیلم هایی و همبازی شدن با بازیگرانی بی تجربه کارنامه خودشونو خدشه دار کنند..",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "هر چی در نیم ساعت اول فیلم لذت بردم و لبخند رضایت زدم از نیمه دوم به بعد فقط عداب کشیدم و بغض کردم.فیلم سیاهی بود که فقط بازی درخشان خانم حاتمی رو به رخ بیننده میکشید و همین برای رگ خواب کافی بود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "با توقع پایین نشستم پای فیلم آن قدر که بد شنیده بودم اما به نظرم فیلم بدی نبود. شاید وسط‌هایش قدری روی مخ می‌رفت اما تقریبا با بازی ذهنی فیلم همراهی کردم. به نظرم ایده اصلی قصه جالب بود اما کم بود. یعنی باید شاخ و برگ‌هایی اضافه می‌شد یا زمان کوتاهتر می‌شد یا ایده اصلی عمیق‌تر کاویده می‌شد.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "منتظر یه فیلم خیلی فراتر از بهرام توکلی بووودم با اینکه فیلمبرداری به نظرم عالی بووود و همچنین نورپردازی اما هنوووز یه حس بلاتکلیفی دارم با فیلمنامه و متن و شخصیت ها...",
        "output": [
            "فیلمبرداری",
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "بعد از پایان فیلم  افسوس بزرگی می خوری بابت هدر رفتن این همه تلاش عوامل فیلم در شکل گیری جلوه های بصری  و فیلمبرداری  که بعضا در نماهایی بسیار جذاب است مثل هلی شات اول فیلم  اما متاسفانه فیلم  ضربه سهمگینی از فیلمنامه ساده انگارانه، آشفته، سانتی مانتال و پرگویش میخورد تاحدی که مخاطب را کلافه و دلزده میکند.",
        "output": [
            "صحنه",
            "فیلمبرداری",
            "داستان"
        ]
    },
    {
        "input": "یه فیلم حادثه ای معمولی با نقش ها و اتفاقات تکراری  با ارفاق دو ستاره  خیلی دوس دارم بدونم اون 3 نفری که 5 ستاره دادن چی تو ذهنشون بوده :))))",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم بدی نبود. یکم داستان منسجم نبود . میتونست بهتر ازین باشه.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "آقای حقیقی واقعا هنرمند به شما میگن از همه نظر فیلم هاتون هنری و عمیق و دارای مفهوم و حرف و حساب شده هستند.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "آیا به چیزی که به عنوان فیلمنامه نوشتید باور دارید ؟ ! ؟    یک تصادف بعد کشمکش های انحرافی در آخر هم برنده گنج در شرط بندی    من به چیزی که شما نوشتید و ساختید هیچ باور ندارم",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "من فیلم رو متأسفانه با وجود اینکه کارگردان و بازیگران مورد علاقم بود خود فیلم رو دوست نداشتم. بازیها هم عالى بود. ولى با اینکه متأسفانه واقعیت جامعست و بسیار زیاد مسئله زورگیرى و اسید پاشى و پره از مردمان بى فرهنگ بلا نسبت. ولى این جور ادمها به سینما نمیان که فرهنگ سازى بشه از نظر من",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "تیکه های خنده دار و بعضاً تیکه های منشوری تو لفافه لحظات خنده داری تو این فیلم ایجاد کرده بودن.  بازیگران اصلی (آقایان جعفری و عزتی) هم چیز جدیدی برای ارائه نداشتن و البته به خوبی همیشه شون بودن.  در نهایت فیلمی نبود که اخرش حسرت اینو بخورین که وقتتون تلف شده و یه بار دیدنش می ارزه.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "تا دیروز هرجا بحثش میشد میگفتم خانه ی پدری بهترین فیلم سال 92 هستش. امروز که کلاس هنرپیشگی رو دیدم با خودم گفتم که عجب رقیب قدری!   خیلی دوستون دارم داوود نژادها، خیلی!",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "به نظرم متن خوبی داشت که ادم و به نتیجه گیری اشتباه سوق میداد اما از بازی ابراهیم حاتمی کیا خوشم امد چون تیپی که گرفته بود و چهرش کاملا با نقشش هم خوانی داشت..",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "واقعا دوست داشتم آقای  مهدی فخیم زاده خیلی خوب بازی کردن ، موضوع تکراری بود ولی خیلی خوش ساخت و طناز :)",
        "output": [
            "بازی",
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "درود. فیلم خوش ساخت و جذابی ست. خصوصا برای هم نسل های من که دوم خرداد را دیده اند. اما بعنوان یک مستند حجم اطلاعات کم بود و مصاحبه ها می توانست خلاقانه تر باشد.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "همون طور که پیش بینی کرده بودم سریال رفته رفته بهتر شد. از قسمت چهار به بعد واقعا جالب شده و متن خوب و قوی ای داره. بازیگران هم همه عالین مخصوصا هادی کاظمی. قسمت پنجم عالی بود به خصوص سکانس نامه عربی نوشتن.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "انتخاب بازیگر ها شاید اشتباه بود و فیلمنامه ضعف های بسیار اما کار رو در مجموع دوست داشتم",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "فیلمی که ارزش دیدن داره  و قطعا سبک مصطفی کیاییه ،یک فیلم سرگرم کننده ، مهیج که در عین حال حرفی برای گفتن داره. گرچه گاهی آدم احساس میکنه تکرار بازیگران فیلم بارکد میتونه تهدیدی برای این فیلمک باشه !",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "چیز تازه ای نمیشد تو فیلم دید شاید موضوعی بود که تو بیشتر خانواده ها اتفاق میوفته.ولی بازی آقای فخیم زاده خیلی خوب بود:)",
        "output": [
            "بازی"
        ]
    }
]
}