{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence into the English language in Filipino language.",
    "Positive Examples": [
        {
            "input": "Malalaking bilang ang naiulat na nagsipunta sa Indiana, Ohio, at Wyoming, bukod sa iba pang mga estado.",
            "output": "Heavy turnouts were reported in Indiana, Ohio, and Wyoming, among other states.",
            "explanation": "The above sentence is correctly translated from Filipino to English"
        },
        {
            "input": "Pahayag niya pa sa La Stampa na \"Dinawit ng network ang diplomatikong tauhan mula sa dayuhang embahada para sa Holy See.",
            "output": "He further told La Stampa \"The network involved diplomatic personnel from a foreign embassy to the Holy See.",
            "explanation": "The above sentence is correctly translated from Filipino to English"
        },
        {
            "input": "Ang paggamit ng search history ay kinakailangan na ang gumagamit ay may at maglog in sa Google or Gmail account.",
            "output": "Use of the search history requires that the user have and log in to a Google or Gmail account.",
            "explanation": "The above sentence is correctly translated from Filipino to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Ang huling kaso ng H5N1 ay itinaas sa Germany noong Mayo 12, 2006.",
            "output": "Mr Swan announced the so called \"Baby Bonus\" was to be merged into the Family Tax Benefit Part A.",
            "explanation": "The above sentence is not correctly translated from Filipino to English as none of the words match the translation."
        },
        {
            "input": "Ang pinuno ng oposisyon na si Kim Beazley ang nagsabi na sinusuportahan ng Labor ang plano.",
            "output": "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.",
            "explanation": "The above sentence is not correctly translated from Filipino to English as none of the words match the translation."
        },
        {
            "input": "Samantala, ang mga opisyal ng pampublikong pangkalusugan ng Ohio ay nag-anunsyo ngayon na may isang kumpirmadong merong kaso ng swine flu sa lungsod.",
            "output": "The New Year's countdown at CentralWorld was held at around 9:00 p.m. with police and Bangkok Governor Apirak Kosayothin then urging the thousands of gathered revelers to \"go home and stay in peace.\"",
            "explanation": "The above sentence is not correctly translated from Filipino to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"Ang pagkawala ng kuryente ay nagresulta sa pag alala ng krisis sa enerhiya na maaring makasakit sa industriyang sektor ng bansa,\" ayon sa isang negosyante sa stock market ng Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Ang babaeng tagapag-salita na si Bree Jashin ay nagsabi na ang pag-atake ay resulta ng kawalan ng pag-iintindi.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "Ang mga salaysay ng panalakay ng hukbo ng Pakistan sa panliping rehiyon malapit sa hangganan ng Afghan ay mahirap mapatunayan, dahil ang mga mamamhayag at mga mangagawa ng tulong ay hindi pinapayagan sa pook ng labanan.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Ang pagpapatupad ng kanilang mga rekomendasyon ay nangangahulugan na ang pagmamana ng kapangyarihan sa pinakamataas na posisyon sa lipunan ng Japan ay mangyayari ng walang kinikilingang kasarian.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "Ang Sulpicio ay naglarawan din na ang pagsisiyasat bilang 'pagtatanong'na may pag kiling laban sa Sulpicio mula pa sa simula.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "Nagkomento si Peter August ng Unibersidad ng Rhode Island sa Kingston: \"Ako ay talagang namamangha sa kapanatilihan kung saan nila natuklasan na ang mga baka at usa ay nakaharap sa hilaga.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "Isang pagsisiyasat ang nalathala ngayon ng Intesaconsumatori na asosasyon ng Italy (Unyon ng mga Konsumer) na nagsasabing 61 porsyento ng mga Italyano ang takot ng mag-eroplano, samantalang 41 porsyento ng populasyon ay nangangamba sa kaligtasan sa eroplano kumpara sa naramdaman nila nuong nakaraang buwan.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "Ang mga pag-uusap ay ipinagpapalagay na humantong sa pagbuo ng estado ng mga Palestino hanggang sa katapusan ng taon na ito.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Bilang kagyat na resulta ng anunsyo, ang pangalan ay nakatanggap ng mga pagpuna dahil sa katunog nito ang \"wee\" na ang ibig sabihin sa salitang islang sa Ingles ay ihi.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "Gayunman, habang ang hangin ay bumibilis bandang hapon, ang mga baga ng apoy ay kumalat sa kabila ng aqueduct at ang sunog ay patungo na ngayon sa bahagi ng Palmdale na may mataas na bilang ng tao.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "\"Ang mga nakakasagap ng usok ay tumunog sa ika-13 at ika-27 palapag.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Ang buod ng dokumento ay nagsabing \"Maaring kailanganin na mapayuhan ang kagawad sa sitwasyon.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Apat na F3 Tornado na panglabang jet ang inilunsad ng United Kindom's Royal Air Force upang maharang ang eroplanong militar ng Russia.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "Isang hukuman sa Salé ang nag-sentensiya sa labing-apat na miyembro ng Fath Al Andalous (Pagsakop ng Andalusia) para mabilanggo kahapon dahil sa pagpaplano mga atake laban sa pinatatamaan sa Morocco.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "Ang bacteria ay maaaring dala-dala ng mga ligaw na hayop mula sa rantso ng baka tungo sa rantso ng spinach.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "Sinabi ng Labor MP na si Dick Adams na kahit na bumoto siya para manatili si Beazley bilang pinuno, susuporta siya sa bagong pamunuan ng partido.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Isa sa mga tagapagwasto na ito ay si Justen Deal, na nagsabi kay Young Trigg na \"ang iba sa iyong mga pagwawasto ay maaaring magkakaapekto sa artikulo sa ganoong paraan upang sumalamin sa mas paayon na paksa ng artikulo.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "Pinatawag ang mga pulis nung ang tawag para sa inang si Inga Atkins, nagtulak sa mga guro na maniwala na aabot sa isang oras para kay Binibining Akins na makarating at kunin palayo ang batang babae.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Sa kabilang dako, \"Ang ilan ay maaaring may ibang mga isyung dapat panagutan, kasama na ang mga tanong pinansyal ng rehimen, pero ang ilan ay tiyak na nakatulong sa pagtitipon ng tumpak na larawan ng pagsisikap at layunin ng Rehimen tungkol sa WMD sa nakalipas na mahigit na tatlong dekada.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Ang mga suspek ay naaresto noong Biyernes ng Mpumalanga organized crime yunit.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Ang impeksyon ay tunay na nakakabahala dahil malapit sa pangampat ng mga taong nagkakaroon ng impeksyon ng staph ay kailangang maospital.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Ang mga taong bumili ng pases sa Araw ng Brampton na pagdiriwang mula sa siyudad ay hinikayat na magsuot ng asul na tali sa pulso sa paligid ng parke, para sa pagkakataong mapili at manalo ng premyo.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "Ang pagbabantay sa baha, bagyo, at malakas na hangin ay nakababa kagabi habang ang hindi karaniwang sistema ng bagyo ay gumalaw patungo sa rehiyon ng hilagang-kanluran ng Pasipiko, tinamaan ang mga rehiyon mula sa Seattle hanggang sa Portland na may malalakas na hangin at matinding pag-ulan.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Kung ang mga paring bakla ba ay papayagang maging obispo ay naging isang isyu noong 2003 sa paghirang kay Rev Jeffrey John na Bishop of Reading.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "Ayon sa Le Nouvel Observateur, isang buwan matapos ang imbestigasyon ng paggawa ang sangay ng kumpanya sa Pransiya ay tumiwalag.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "Si Senador Joe Ludwig (Labor, Queensland) ay nagtanong sa Ministro ng Hustisya at Senador ng Customs na si Chris Ellison sa Question Time kung paninindigan niya ang pahayag na ginawa niya kahapon na ang pagdiskubre sa Jing Seng ay nagpakita na ang Gobyerno ng Australia ay mayroon sa lugar na \"panghimpapawid at pandagat na pagmamasid para maharang ang bapor sa ganitong pangyayari, at iyon ay nagawa na,\" at tinanong kung bakit inabot ang Gobyerno ng dalawang linggo upang maharang ang bapor pagkatapos makapasok sa tubig ng Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Sa kasamaang-palad, sila ay dumating nang huli sa libing at ang delegasyon ay nanood lamang ng parte ng mga gawaing panlibing.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "Pagkatapos ng mga tanong at mga sagot, sinimulang ipalabas ang video ngkapahayagan mula kay John Kerry.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "Ang balita ay pangunahing sinisisi ang kasalukuyang paglala ng sanlibutang gutom sa pag urong ng ekonomiya ng mundo, na siyang sanhi ng pagdami ng walang trabaho at pagbaba ng kita ng mga mahihirap, na naging dahilan sa mas malaking kakulangan ng pangkain.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "Ang Google Base ay inaasahang magiging pinakamalakas na kalaban ng craigslist, na bahagyang pag-aari ng eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Ang pagpopondo para sa mga bagong trambya ay inaasahang malakihang manggagaling sa TfL, ngunit ang London Borough ng Croydon ay kinupirma rin ang £3m na kontribusyon sa proyekto.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "Si Bongo ay nanumpa noong Sabado pagkatapos ng mahabang pagsusuri ng eleksyon noong Agusto na nagdala sa kanya sa kapangyarihan.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Nakatakdang isara ang labing apat na mga makasaysayang lugar sa ika-1 ng Oktubre.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Sinabi ni Robertson na \"'Ito ang aking lupa,' at para sa sinumang punong ministro ng Israel na nagpapasyang pupunta at hiniwa at ipinamigay, sinasabi ng Diyos na, 'Hindi, ito ay akin.'\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "Si Conte ay kasalukuyang nakabilanggo sa loob ng apat na buwan dahil sa pamamahagi ng mga steroid at sa mga salaping hindi maipaliwanag.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Si Paul Collingwood ay nakagawa lamang ng isang pag ikot bago natanggal na iniwan ang Inglatera ng 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "Inihayag ni Hassan Rowhani, pinuno ng Kataastaasan Pambansang Seguridad ng Kapulongan para sa Iran, na sa Lunes ang bansa ay pansamantalang sususpendihin ang paggawa ng uranium simula sa ika-22 ng Nobyembre.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"Habang ang ating estado ay kumikilos sa kabila nitong naghahating pagtatalo, ako ay umaasa na maaari nating doblehin muli ang ating mga pagsisikap at karaniwang gawain para mapabuti ang pantay at integridad ng ating sistema ng kriminal hustisya, at upang mabawasan ang pagkakaroon ng pagkakamali nito,\" dadag pa ni Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Ang Sekretaryat ng Nagkakaisang mga Bansa ay isa sa mahalagang bahagi ng Nagkakaisang mga Bansa at ito ay pinamumunuan ng Heneral ng Nagkakaisang mga Bansa at tinutulungan ng kawani ng internasyunal na sibil na lingkod sa buong mundo.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Si Patrick Mannion ng Wikinews ay nakipagsulatan sa kandidato ng Socialist Party USA, na si Brian Moore sa pamamagitan ng e-mail.\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "Si Jeb Bush, ang dating gobernador ng Florida, ay nagpahayag ng kaniyang pag-iindoso ng Republikano na umaasang maging kandidato sa pagkapangulo na si Mitt Romney.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "\"Batay sa lahat ng ebedensiya ng kaso, at ang mga patakaran sa pakikipaglaban na may bisa sa panahong iyon, malinaw ito na ang korporal ay maaaring makatuwirang naniwala na ang AIF na pinakita sa bidyu ay nagdulot ng naghahamong pagbabanta pinatotohanan ang kanyang paggamit ng nakamamatay na pwersa.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Ang hepe ng NATO na si Jaap de Hoop Scheffer ay hinatulan din ang ginawa.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Ang Puno ng pulis ng rehiyon ng Hilagang Kanluran ng Sydney, Pangalawang Komisyonado ay nagsabi na siya ay nagagalak na ang samahan ay naglilingkod sa mga pulis ng mabuti.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Sinabi ni Presidente Bush noong nakaraan sa ARD German telebisyon na gusto n'yang isara ang kampo ng pagpigil sa Guatanamo Bay.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "Si Doktor Hery Raharisaina, ang kagawad sa pangingisda at kayamanang pantubig ng Madagascar, ay nag-abot ng pakikiramay sa mga pamilya ng biktima sa ngalan ng pamahalaan.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "Si Admiral Kuroyedov ang namuno sa hukbong dagat noong naganap ang sakuna ng Kursk noong 2000, kung saan 118 na marino ang namatay nang lumubog ang kanilang submarino.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Sinabi ni Breur na ang proseso ay karaniwan sa Russia para maiwasan ang sobrang pagbubuwis.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Ayon sa Ambasador ng Israel para sa Estadus Unidos, tinanggap ng Israel ang paghingi ng tawad.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Sa isang pahayag noong ika-10 ng Marso, bago ang hatol, inihayag ni Simon ang kanyang pagsisisi sa nagawa.\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Ang modelo ay nanghuhula na ang mga particles na Higgs boson ay nagbibigay ng bigat sa lahat ng saligang maliliit na butil at ipinaliliwanag ang pagkakaroon ng madilim na bagay, o hindi nakikitang bagay sa pagitan ng mga kalawakan.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "Ang pangkat ng Paralympic ay inaasahang tatapusin ang mga Laro na makakamit ang pang isang libong medalya.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Iisa lamang ang tama ng lalaki at ang kanyang sugat ay hindi naman banta sa kanyang buhay.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Ang mga opisyales ay lumapit lamang noong ang Country Fire Authority ay tinawag ng isang napadaan na apulain ang isang kamping na apoy, dahil mayroong pagbabawal sa apoy dahil na epekto sa lugar.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Ang Emily ay ang ika limang tropikong bagyo na namuo ngayong panahon ng tag bagyo.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "Kapag malayo sila sa pul, wala silang akses sa Twiter, Feysbuk, o telebisyon at kailangan aliwin nila ang kanilang sarili sa ibang paraan.\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "Si Van Gogh ay matapat na manunuri ng Islam at ang nakikitang pang aabuso nito sa mga kababaihan.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "Ang ekonomiya ng India ay umunlad ng 9.2 na porsiyento sa Q2 (Hulyo-Setyembre) ng piskal na taong 2006-07, kung saan 8.4 ang porsiyento ng nakaraang taon para sa parehong kwarter.\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "Isang taon makalipas ang sunami sa Karagatan ng Indiana, ang pandaigdigang dalamhati at pakikiramay ay bumalik sa sunami-humampas sa baybaying dagat ng Karagatan ng Indiana, kung saan may naitalang 216, 000 katao ang nawalan ng buhay.\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "Ayon kay Beaver, makakapagbibigay ang mga submarino sa Israel pareho ng kakayanan ng unang istrayk at ng ikalawang istrayk.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Dalawa sa mga nasaktan na lalaki, sina Randal Bibb, 52, at Daniel McMurry, 56, ay dinala sa Parkland Memorial Hospital upang gamutin ang mga sunog sa itaas na bahagi ng katawan.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "Sinabi ng mga opisyales ng Hamas at Fatah na inaasahan nila na ang mga lider ay magsasama-sama para sa isang pagpupulong kasama si Haring Abdullah mga huling oras na sa Martes ng gabi.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "\"Kami naman ay sunud-sunuran sa kung anong posibleng gawin sa pakikipagpalitan ng bilanggo, pero sa panig ng Israel ay napakahina sa paggawa ng desisyon.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "Si Nasrallah ay nangako na ang Hezbollah ay patuloy na lalaban hanggang sa ang alitan ay maging pabor na kay Presidente Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Nagpadala ng pambihirang mga litrato mula sa Saturn ang Cassini orbiter ng NASA, na nagsisiwalat na ang sikat na singsing ng planeta ay higit pang matigtig kaysa sa inasahan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Ang paghahatid sa Singapore Airlines, ang unang parokyano, ay hindi inaasahan hanggang Oktubre - pagkatapos ng dalawang taon.\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "Ang ilang pulitiko ng Britanya ay tumutol din na magbigay ng kabayaran sa mga tao na pinaniniwalaang mga terorista.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "\"Ipinahayag niya ang kanyang pagkabigo, at humingi siya ng pasensya sa paraan ng kanyang pagkilos.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "Nagmumungkahi ang panukala na pahabain ang oras na puwedeng itago ang mga nakatala sa mga kompanya ng taksi at kunin sa mga kamera ng seguridad mula sa kasalukuyang 30 hanggang 35 na araw.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "Ayon kay Ahmadinejad \"Sa Iran walang mga homosekswal hindi kagaya sa inyong bansa,\" na siyang nagdulot ng pagtawa mula sa madla.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": ":\"Habang naglalakad kami ng marahan mula kung saan nandoon ang mga sundalo at ngumingiti sa kanila, lumapit kami sa isang lalaki na mukhang opisyal na komandante.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Ang awitin ng Bow Wow na \"Let Me Hold You\" na itinatampok ni Omarion ay bagsak sa 5-9 at ang awitin ng Lifehouse na \"You and Me\" ay umikot sa top-10 na may dalawang posisyon na ibinaba.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "Sinabi ng Presidente ng Turko na si Abdullah Gül sa isang pahayag, \"Walang mapapala ang pananakot, marahas na kukunin nito ang buhay ng mga inosente.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Pagkatapos ng muling pagbibilang sa mga resulta mula sa higit 2,800 na estasyon ng botohan, kinumpirma ng korteng konstitusyonal ng Gabon ang pagkakahalal ng anak na lalaki ng matagal ng pangulo ng bansa na si Omar Bongo.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "Alam ng mga opisyal na Australian na sya ay inilipat ng United States sa Egypt ng anim na buwan.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "Dating matagumpay na ginagamit ang isang sistema na robotik sa Sentro ng Medikal ng Stanford sa pagsasagawa ng pag-oopera na laparoscopic gastric bypass na may teoretikal na similaridad sa antas ng komplikasyon na natatagpuan sa mga pangkaraniwang pag-oopera.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "Gayunman ipinahayag ni Ginoong Haque na tiwala siya na kikilalanin ng mga employers ang mga pamantayan bilang simple, at hindi sila nakakalito.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "Pinaniniwalaang ang lalaking pumatay sa kanya ay ang dating asawa ng kanyang pamangking babae.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "Kasali sa panig ng ACT ang mga miyembro ng pambansang koponan ng Australya na sina Aimee Murch at Clare Warwick; ang bronze medalist ng Olympics na si Brenda De Blaes; ang kinatawan ng koponan ng Estado ng Victoria, miyembro ng pambsansang koponan at bronze medalist ng Olympics na si Justine Smethurst; at si Clare Currie, na muntik na di mapasali sa pambansang koponan.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Ang Hawk-Eye, ang kumpanyang gumagawa ng goal line na teknolohiya na ginagamit na sa line calls sa tenis, ay nadismaya: \"Ako ay galit, ito ay sadyang hindi inaasahan...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Ang Departamento ng Meteorolohiya ng Bangladesh ay naglathala ng pahayag na ang lindol ay tumama sa Chittagong, isang daungan sa dakong timog na pangalawang pinamalaking lungsod ng Bangladesh.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "Ang NFL ay naglabas ng pahayag na nagsasabi na ang mga istadyum ay mahigpit na protektado dahil sa mga gawaing pangseguridad na nakahanda na.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Kahit sa magkahalong mga resulta sa paligsahan ang Kukris ay nakayanang makasama sa Jug Final.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Mahigit sa 160 na mga tao ay dinala sa kustudiya sa iang dalawang araw na pagsusubaybay, kasali ang mahigit 100 mula sa malalapit na mga lugar ng mga dukha, ngunit marami ang naipauwi mula nuon.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Ang tuwirang patakaran galing London ay nailagay na sa tamang lugar mula noong ang Pagpupulong at Pagganap ay nawala noong taong 2002 sa pangingibabaw ng paninindigan ng mapagmanman na pangkat ng IRA.\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "Ang virus ay natuklasan sa pagitan ng Abril at Hunyo ng taong 2006 sa probinsya ng Fujian ng China habang nagsisiyasat ang grupo ni Guan ng mga itik, manok, pabo at iba pang klase ng ibon sa isang palengke sa nasabing probinsya.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "Sinabi ng pangulo ng Somalia kanina na hinahabol ng Estados Unidos ang mga suspek ng pagbomba ng mga embahada ng Estados Unidos noong taong 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Nakilala ng Komite ng Pananaliksik sa Moscow ang mga pangunahing suspek ay ang dating preso na si Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Iginugol niya ang kanyang buong buhay sa WWF para labanan si Undertaker at umalis sa kompanya noong July 1993 pagkatapos niyang matalo sa isang Rest in Peace na laban sa kanya.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "Sinabi ng Premier ng Queensland na si Peter Beattie na ang pagbabago ng pinuno \"ay magdadala ng panibagong yugto ng katatagan para sa partido.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "Sinabi niya, ang mga tagausig ay laging iniisip na may iba pang kasama si al-Megrahi sa pambobomba.\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Ang mga opisyal ay nagsasabi na ang pagbagsak, na nangyari nung ang eroplano ay papalapit sa paliparan ng Russia noong Sabado, ay dahil sa makapal na hamog, at walang mga nakaligtas.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "Ang mga muling pagyanig ay umabot sa antas ng lakas ng 5.9 na ang episentro ay nasa labingsiyam na kilometro sa kanluran ng Pichilemu, ayon sa University of Chile Geological Survey (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "Ang mga kandidato sa pagkapangulo ng Estados Unidos na sina Senador Barack Obama at John McCain ay sumali sa isang layb na pagtitipon na palabas mula sa Saddleback Church sa Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Sinabi ni Al -Assad na hindi siya direktang makipag-ayos sa Israel, ngunit ngayon ay pumapayag na magkaroon ng mga talakayan sa Turkey.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "Sa paghahabol nila ang target na 222 na tagumpay, ibinigay ng Timog Aprika ang lahat para makapuntos ng 172 pagkatapos ng ispiradong paglalaro ng bowling nina Jacob Oram at Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Nakikita ng ibang bansa na ang kalakal-panluwas ng Romania ay mas mahal, kaya hindi masyadong mabenta, dahil sa pagtaas ng halaga ng leu, at ito ay maaring magpalawak sa malaki ng kakulangan sa pagkakautang ng bansa.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Ito ay nag-udyok ng isang pagsalakay ng pagtutol mula sa grupo na kinabibilangan ng dalawang Nobel Laureates at iba pang mga siyentipiko na matinding kinalaban ang pagtuturo, pati na ang pagtalakay ng paglikha sa klase ng agham.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Sinabi ng BBC News na sinasabi ng sulat kung ano ang kakailanganin kapag ang Iran ay gustong ipagpatuloy ang laban sa bansang Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Si Lee Tomkin, direktor ng Migraine Action, kawanggawa para sa dumaranas, ay naglarawan sa balita bilang \"hindi kapani-paniwala\" at \"tunay na talagang malaking hakbang sa pagsulong.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "Si Robert Fenell, ang may-ari ng Capitol Diner ng Lynn na kilala sa pagaalaga ng mga manok sa establishmentong nasa bayan ng Lynn na dalawang bloke ang layo mula sa korehiyong ang nagsabi na kailangang magsimulang patungo sa organic at pabalik sa kalikasan ng mga tao, at kailangan ng mga taong lumipat sa mas pagiilaw na mas mabisang magamit ang enerhiya at gumawa ng mga halamanan sa kanilang bakuran.\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "Ang kanyang mga kinakain ay pinatuyong pinag-yelong mga pagkain at isda, na nagpapanatili sa kanya na magkaroon ng magandang kondisyon ng pangangatawan sa kabila ng pagod sa pag-iisip.\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "Sinabi ni Senador Macdonald sa programa ng ABC Radyo na AM na inasahan niya na sa mga kaso ng mga pinaniwalaang nangingisda sa katubigan ng Australya nang labag sa batas, maaaring kasuhan ang kapitan at nakakataas na puno ng pangingisda, at ang ibang mga tripulante ay kaagad na pabalikin sa Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Ang IFA at ang IOC ay may alitan sa kung sino ang may kontrol sa mga laro ng bansa ilang taon na.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Ang katawan ng limang babae sa loob ng United Kingdom ay nakita sa loob ng bayan ng Suffolk sa silangan ng England.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Si Rico ay nagkaroon ng sarit-saring trabaho subalit ngayon ang kayang hilig ay ang kanyang propesyon - ginagawa niyang kakaibang mga muwebles ang mga hindi na kailangang 'kalat'.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan, ang MST ay nakakatanggap ng tulong mula sa gobyerno ng Brazil at mga donasyon mula sa panginternasyonal na mga organisasyon.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "Pagkatapos, dinala ito sa punong tanggapan ng Notisiete's kung saan ginanap ang pag-alaala dito.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Ang Bristol Bay ay kasalukuyang isa sa mga pangunahing pangisdaan ng salmon sa estado.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "\"Nais ko ring banggitin na mayroon na tayong halos 140,000 na tropa sa lugar ngayon, at ang pagkakaunawa ko ay nagpadala si Howard ng 1,400,\" ani Obama.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Libu-libong katao ang nagprotesta sa kalye ng Krakow bilang pagtutol sa plano na ilibing ang presidente ng Poland na si Lech Kaczynski sa Wawel Castle.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "Isang sasakyang panghimpapawid na F/A-18 Hornet ng U.S. Navy Blue Angels ang bumagsak sa Beaufort, South Carolina noong Sabado.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Australian Capital Territory - Libu libong Canberrans ay tumingin sa bagong Cotter Dam sa Cotter River sa bukas na araw ng Linggo.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Matapos ang 3-1 na panalo sa ika-2 laro sa pangwakasan ng UEFA-Women's Cup taong 2005 ang mga manlalaro ng 1.FCC Turbine Potsdam ay napanalunan ang kampeonato ng Europa laban sa koponan ng Sweden na Djurgården / Älvsjö - ang UEFA Women's cup.\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "Sinubukang bawiin ng mga mananaliksik ang kanilang pera at pumunta sa hotel na tinutuluyan nina Whitton at Dyer, upang madatnan lamang ang mga kwarto na walang laman, at ang dalawang lalaki ay hindi matagpuan.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Ang dalawang manlalaro, isang manlalaro ng ACT at isang Hapon, ay natamaan ng bola at kinakailangan ng mga tagapagsanay na tingnan sila.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "Aabot sa 100℉ sa Philadelphia, Washington D.C. ay magkakaroon ng pagtaas na 101℉ at ang Baltimore at Richmond ay makakaranas ng pag akyat sa temperatura ng higit sa 100 na marka.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "Sa paglusong at Super-G na categorya, ang medalist ng 2010 Winter Paralympics na si Alana Nichols ay hindi nakapagsimula.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "Di kukulang sa siyam na fossilized na ngipin, isang pangil na ngipin at walong bagang, ng isang di matukoy na uri ng unggoy na mula sa Aprika ang natuklasan ng mga mananaliksik na mula sa Ethiopia at bansang Hapon na inihambing inihambing ang 3-D make up ng ngipin sa ibang mas lumang fossils na tumatagal ng 8 milyong taon na at natuklasang ang fossils ay mistulang \"direktang ninuno\" ng unggoy na kasalukuyang naninirahan sa Aprika at ang mga bagong fossils ay nagmula sa mga unggoy na kumakain ng mga halaman na mayaman sa hibla.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "\"Kung magdedesisyon ang Apple na buksan ang Mac OS para sa iba, magiliw naming iaalok ito sa aming mga mamimili,\" ayon sa email ni Dell kay Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Kinumpirma ng pamahalaan na apat na tao ang namatay sa insidente.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "\"Nagbigay ng isang napakalaking ngiti ang komandante sa pagkakataong ito nang malampasan namin siya at karamihan sa mga sundalo ay nagbigay ng maliliit at nahihiyang ngiti sa aming paglampas.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "Kinaumagahan matapos ang labanan, ang mga lansangan ay medyo tahimik, at ang mga tanging makabuluhang presensya ng militar ay ang mabigat na artilyera na nakapalibot sa palasyo ng pangulo.\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Tungkol sa kasagutan ng mga taga-Iraq sa mga pambobomba sa London, pahayag ng tagapagsalita, \"Karamihan sa mga katugunan mula sa mga panalangin noong Biyernes sa Lugar ng Operasyon sa Britain ay salungat sa mga pag-atake sa London.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Ang kinalabasan ng mga halalan ay inihayag na malapit-lapit sa mahigit limanmpung porsiyento.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Ang lokal na trapiko ay pinahihintulutan simula ng humaba ito ng 150 milya sa highway.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "Sa mga laro naman, ang lahat ng pangkat ay nakapaglaro ng walong beses laban sa isa't-isa at nagkamit ang bawat isa ng 4 na panalo.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Ang aparatong ito ay hindi ang pinakaunang mapagkakatiwalaang panghapag na pag-iisa; ang Farnsworth-Hirsch na panghalo, na nabuo noong unang bahagi ng 1960 sa laboratoryo ni Philo T. Farnsworth na siyang nakatulong sa pagbuo ng telebisyon, ay ipinagbibili sa komersyo bilang isang pinagmulan ng neutron.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "\"Ang pagbili na ito ay estratehiya na naayon para sa 7-Eleven at makadagdag sa presensya ng mamimili sa lugar ng Chicagoland,\" sabi ng 7-Eleven Inc.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "\"Hanggang sa ipinaalam sa amin ang lahat ng mga paratang at napag-aralan lahat ng nakahandang katunayan, ito rin ay aming pinaniniwalaan na totoo ito.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "Ang mga bombero ay nangangamba na ang mga sunog ay mabubuong higanteng liyab kung ang Santa Ana Winds ay patuloy na magiging sanhi upang ang humigit-kumulang na 500,000 katao ay humingi ng saklolo para kaligtasan.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Siya ay itinuring na makaluma sa lipunan sa kanyang kasaysayan ng pagboto, at sumuporta sa Pagbabago ng Pederal na Kasalan para pagbawalan ang kasalan ng may parehong kasarian.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "Sa buong kamakailang kontrobersiya, si Bush ay nanatili sa tabi ni Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Ang karamihan ng mga samahan ng NHL ay nawalan ng pera sa huling limang taon at bilang isang resulta ang nais ng mga samahan na ang sahod ay isang nakatakdang halaga.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Hindi bababasa 10,000 katao ang namatay sa isang bayan lamang, Bogalay sa Distrito ng Pyapon ng bansa.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "Sa Miyerkules, ang korteng pederal ng apelasyon sa Estados Unidos ay itataas ang mga konbiksyon ng paglilinlang at paghaharang ng hustisya laban sa mogul ng medya Conrad Black, kasama ang tatlong iba pang ehekutibo mula sa kanyang dating korporasyong limbagan, Hollinger International.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "Hindi ipinahiwatig ng Crossrail na magbibigay nang patas na halaga sa kanilang unang alok at ito mag-aalok lamang ng £50 bawat ari-arian sa pag-asang walang maraming tao ang magdadala ng kaso sa Land Tribunal.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Si Dr. Raupach, na siyang isa sa taga-pangulo ng International Global Carbon Project ay nagulat rin sa resulta ng kanyang pananaliksik.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "Ang tagapagsalita para sa Red Cross ay sinabing humigit-kumulang dalawang-daang mga tahanan ay lumubog o nawasak.\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "Kapag sobrang dami na ang mga may-ari ng bahay na hindi nakakabayad ng kanilang utang, maaring ang mga sub-prine na nagpapautang ay hindi rin makakabayad.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Gayunpaman, tumanggi si Zidane na magkomento sa sinabi ni Materazzi ngunit sinabi niya na nagpahayag ng \"napaka-personal\" na komento tungkol sa kaniyang nanay at kapatid na babae.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Tulad ng napabalita ng mga Nagkakaisang Bansa, ang lindol ng ika-12 ng Enero ay eksaktong nag iwan ng 222,570 na namatay, 1,300,000 ang lumikas sa mga kublihan, 766,000 ang mga taong nawalan ng tirahan, 310,000 ang mga nasaktan, at 869 ang nawawala.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "Binabalak ng pamahalaan na magpalipad ng isang may dalawang-tao na tauhan sa orbita sa Setyembre o Oktubre na lima hanggang anim na araw ng paglipad.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "Ayon sa kanyang abogado, ang kondisyon na ito ay ipinataw dahil nagbigay si Manning ng \"mapang-uyam na pasaring\" tungkol sa malupit na kondisyon ng kanyang pagkakakulong.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Nakaranas din siya nga pambabatikos dahil sa dami ng bilang ng kanyang mga sekswal na karelasyon, sa panahon kung saan 26% sa 15 hanggang 49 taong gulang ay positibo sa HIV.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Naisagawa ng batang lalaki na iwasan ang seguridad sa paliparan ng lungsod ng Perm upang magtago sa eroplano habang ito ay papalipad.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "Ang ulat ay bumigla sa Austriya, at mayroong pagkakapareho sa kaso ni Natascha Kampusch na nakidnap sa edad na 10, at nakatakas pagkatpos ikinulong sa isang \"piitan\" sa loob ng walong taon noong 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Sa halip, ito'y inakalang 'malambot'na yelo na nabuo sa mga tubo at pagkatapos ay nabasag, dumaloy sa pamalit init ng gasolina/langis at pinipigilan ito.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "Ang pag-aaral ay isang makasaysayang aklat na puno ng mga kapanganakan, kamatayan ay panlabas na migrasyon para sa populasyon ng New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "\"Sa komitment na hindi na kailanman aatakehin ang isang kapatid na bansa muli at sa paghihingi ng kapatawaran, kaya naming ituring itong seryosong insidente na lutas na,\" sabi ng pangulo ng Ecuador Rafael Correa, habang ang ibang Latin American na pangulo ay pumalakpak.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "Ilang tulong ay dumating sa anyong pagkain, habang ang ilang tulong naman ay dumating bilang pera na magagamit ng mga ahensiya na tumutulong na makabili ng bigas mula sa mga magsasaka na taga-Eutopiya.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "Habang ang mga residente ng Peru ay naghahanda para sa kanilang pagsampa ng kaso laban sa Newmont Mining, ang pinakamalaking minahan ng ginto sa buong mundo, na naka-base sa Denver, ang ilan sa mga importanteng tanong ay maaari na ring masagot sa wakas.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "Ang kabuoang pamaraan sa pagtigil ay inaasahan na mananatili ng ilang araw.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "Ang mga taong nakapagbayad sa kumpuni ng Xbox 360 ay awtomatikong bibigyan ng balik-bayad na tseke sa loob ng 10 linggo mula ngayon.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "Noong 2005 sya ay lumabas sa isang natatanging palatuntunan para gunitain ang Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Para sa mga barko, \"kinakailangan sa pandaigdigang batas na mag-alok sa kanila na tubusin ang mga barko para ibalik sa mga may-ari, gayunman habang ang mga tripulante ay pinapabalik kaagad sa sariling bansa ang kakayanan ng mga may-ari upang ibalik sa Indonesia ang mga barko...ay kainamang limitado,\" ipinaliwanag ng Senador.\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "Si Lt. Col. Steve Stover, isang tagapagsalita para sa multinasyunal na puwersa sa Baghdad ay nagsabing, \"Sa pagpapatama sa mga inosenteng Iraqi, ipinakita nila ang kanilang totoong demonyong ugali.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "\"Ang pamahalaan ay maaari ring makipagtulungan sa mga internasyonal na komunidad upang mapanatili ang kapayapaan at kaligtasan sa Korean Peninsula.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Isang pangkat ng siyentipiko ng Unibersidad ng Stanford ang nagsasabing nakatuklas ng pino, nawawalang elemento ng Theory of relativity ni Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Ang isa sa mga iyon ay ang iginuhit ng Espanyol na sikat na pintor, Pablo Picasso, may petsang 1939, na sinasabi ng Tagapangulo ng mga Kababaihan na regalo sa mga Greek para sa kanilang kakayahang labanan ang mga Nazis noong Ika-2 Digmaang Pandaigdig.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Magpapasya ang komite kung alin sa tatlong pelikula ang tatanggap ng nominasyon.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Patuloy na susundan ng Wikinews ang kuwento, gayunman, tumangging kapanayamin ang hindi nakikilalang gumagamit.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "Sabi ni Jim Nussle, direktor ng Opisina ng Pamamahala at Badyet na naniniwala siyang ang depisito ay mag-uumpisang bumaba.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Ang mga huling biktima ay nakita noong ika-12 ng Disyembre, 2006 sa rural na lugar na may ilang daang milya lamang ang layo, at isa pang katawan ang nadiskubre may 40 minuto mula sa isa pa.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "Ang Baugur Group, gayundin ang FL Group, ay namumuhunan sa pamilihan ng UK.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "\"Kaming mga Swiss ay humahanap ng aming daan sa dagat, hindi lang sa mga bundok,\" na tinutukoy ang pagiging pinaka-kilala sa Switzerland na pag-iski sa Alpine.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "Bahagyang humina si Melor habang patuloy itong tumahak pa-hilaga sa gitnang isla ng Hapon.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "\"Sa anumang sukat, si Ginoong John ay katangi tanging tagataguyod ng estado na maalala sa kaniyang patulay na paglalagay sa una ng Queensland,\" ayon sa Gobernador Heneral ng Australya na si Major General Jeffery, sa isang pahayag.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Marami pang mga paaralan ang inatake kasama ang paaralan ng al-Fakhora na pumatay ng 40 na katao, marami sa kanila ay mga babae at mga bata.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "Ang lokal na pahayagan na Dover, ang York Daily Record, ay nagbigay ng opinyon na ang botante ng Dover ay dapat gumawa ng patotoo sa paglilitis sa pangyayari noon sa pangkalahatang eleksiyon na pwede silang bumoto para sa mga miyembro ng pamunuan sa paaralan kasama ang ibang naibotong posisyon.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Ang bagong hanay ng mga patakaran ay hindi rin isinama ang regulasyon laban sa paggala-gala sa palibot ng MTR, pati na ang patakaran laban sa pagtatangkang kumain o uminom.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Si Thomas, anak na babae ng mga imigranteng Lebaneze, na nagtakda ng daan para sa mga babaeng mamamahayag sa politika sa Estados Unidos, ay tinapos ang kanyang karera pagkatapos humingi ng paumanhin pagkatapos magsabi na ang Israel ay \"dapat umalis sa Palestine.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Ayon kay Berrigan, sa isang panayam na ibinigay sa Democracy Now noong Biyernes, noon lang ika-14 ng Hulyo habang tinatawagan para sa restraint, ang U.S. ay nagbenta rin ng $120 milyong halaga ng jet fuel sa militar ng Israel na tumutulong sa kanilang kampanya ng pambobomba sa Lebanon.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "Ipinaalam sa mga guwardiya na nasa manwal na huwag kukuha ng mga personal na liham at mga parsela sa loob ng mga bloke ng piitan o ng alin pang istasyon sa trabaho.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "\"Ibig kong sabihin, ako ay nalulungkot na ako ay natalo, pero kami ay magkaiba at siya ay tunay na kahanga-hanga,\" sabi ni Craig Sharpe.\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "Dalawang tagahatol at isang hukom ang uupo sa bawat tatluhang tao na panel, at magpapasya sa parehong mga kasong kriminal at sibil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Habang may halalang paparating ngayong Sabado sa estado ng Queensland ng Australya, ang taga-ulat ng Wikinews na si Patrick Gillett ay prinebyu ang mga naglalabang mga partido.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Ang mga lalaki, na nailigtas noong Mayo 9, ay hindi pa nakikipag-usap sa publiko tungkol sa panahong ginugol nila ng makulong sa ilalim.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "Sabi niya, ayon sa pambansang brodkast na kumpanya ng Finland (YLE), na ang mga hakbang ay dapat na nagsimula pa noong nakaraang linggo, agad pagkatapos ng sakuna, kaysa ngayon.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Ang Intercontinental Exchange Brent Crude futures ay umabot ng US$89.30 (batayan noong Disyembre) ng ika-8:34 ng umaga.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Sabi ng mga tagapag-usig na sila ay hindi pa sigurado sa ngayon kung ang pagsabog ay purong aksidente lamang o kung may masamang motibo na kasama, habang ang lahat ng pagsisikap ay nakatuon sa tangkang pagtunton sa mga nakaligtas.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Hindi pa nagmumunukala ang mga opisyal ng South Korea ang bagay na ito, na sinasabing ang pag-aalis ng larawan ay \"maaaring may iba't ibang dahilan.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Ang eroplanong tagapagdala ng bandila ng United Kingdom, ang British Airways (BA) ay binalaan ang mga merkado na ito ay magpapahayag ng buong isang taong pagka lugi ng hanggang £150 milyon.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "Sa Oktubre 31, mahigit sa 23 milyon ka-tao ang nakaboto sa pamamagitan ng koreo o sa maagang botohang mga lugar.\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "Ang gobyerno ng Nigeria ay humiling ng tulong mula sa internasyonal na mga organisasyon, pati na ang World Health Organization at ang Sentro ng Pagkontrol at Pag-iwas sa Sakit ng US, upang mapigilan ang malawakang pagkalat nito.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Ang dalawang mga museo sa San Diego, California ay nagmana ng isang koleksyon ng sining na nagkakahalaga ng higit sa 40 na milyon.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Wala kina Ivan Seidenberg, CEO ng Verizon Communications, at Steve Jobs, CEO ng Apple, ang nakadalo.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "Ang samahan ng mga mininstro ng Iraq ay nagsabi na ang militar ng Turkey ay sinusuway ang dakilang kapangyarihan ng Iraq sa pagsasagawa ng inkursyon sa mga lugar ng Kurdi ng hilagang Iraq.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "2,000 na mga paaralan at 1,300 na tapos na/labas sa paaralan na mga programa ang makikinabang mula sa pagpopondo.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "Sa ilalim ng pamumuno ng kanyang ama, ang Gabon ay naging ika anim pinakamalaking tagaluwas ng langis sa mundo, subalit 70% ng populasyon ay nanatiling namumuhay sa kahirapan.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Ayon sa IMB, may 23 na iba pang pag-atake ng pirata sa baybayin ng nasyon sa silangang bahagi ng Africa simula pa noong ika-15 ng Marso.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "\"Ang pinag-uusapan natin ay tungkol sa pulmonya na ginagamot na may napakadaming mga antibiyotiko.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "\"Tuwing siya'y hihinto, siya'y tatayo gamit ang kaliwang paa at aapakan ang preno gamit ang kanang paa.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "Isinaad ng may-ari ng Pringles na Procter & Gamble sa isang pahayag noong Mayo na ang Pringles ay hindi krisp sa pakiramdam, hitsura at lasa.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "Ang mga imbestigador ay inabot ng dalawang linggo bago positibong makilala ang buwayang maraming ngipin na isang American alligator (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "\"Ito ay nakakainsulto...ang kanilang ginagawa ay hindi naglalarawan nang tama sa Maoi,\" sabi ni Bidois.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "Mananatiling malaya dahil sa piyansa si Parasiris na pipigil sa isang preliminaryong pagdinig sa gaganapin sa Agosto sa taong ito.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Ang mga pinuno at mga personalidad mula sa iba't ibang mga parte ng bansa, kabilang ang pinuno ng Narmada Bachao Andola na si Medha Patkar, ay nagpahayag ng kanilang kalungkutan sa kanyang pagkamatay.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Ang kapulisan ay nagkomento na masyadong maaga para malaman kung ang mga kondisyon ng panahon ay dahilan ng salpukan na ito.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Ang pagkakaroon nang maliwanag na suporta ng mga manlalaro ay nakatulong sa akin nang malaki at gusto ko ring magpasalamat kina Colin Calderwood, Paul Barron at ang lahat ng kawani na nasa likuran ng koponan na labis na tumulong sa akin ngayong sison.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Ayon sa Radiopress, isang ahensya ng balita ng mga Hapon na nagmamasid ng mga brodkast sa radyo ng North Korea, ang North Korean Central Broadcastin Station at ang Korean Central News Agency at ibang mga medya ng North Korea ay tumigil nang gumamit ng salitang \"Minamahal na pinuno\" kay Kim Jong Il, ang pinakamataas na pinuno ng bansa.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Ang batang lalaki, na hindi pinangalanan, ay nakaalala na mag-suot ng kanyang sinturong pangkaligtasan at gumamit pa ng senyas sa pagliko nang kinailangan.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Noong mga 1980 at 1990, si Bethe ay nangampanya sa mapayapang paggamit sa nukleyar na enerhiya, at tumutol sa mga nukleyar na armas at nukleyar na pagsusuri.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "Pinaniniwalaan na ang mga binaril ay mga sundalo ng Iraq na pinatay ng mga mandirigmang laban sa gobyerno, ayon sa isang opisyal ng Interior Ministry, bagaman ang mga biktima ay hindi nakasuot ng pangmilitar.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Ayon sa pagtatala ng pag-uusap sa telepono na ipinaskil sa kaniyang blog,\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "Ang ika-anim na miyembro ay naarestosa pagtulong ngunit siya ay pinalabas na walang bayad.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Sinabi ng presidente ng OLPC na si Wanter Bender sa isang panayam na ang paglisan ng Intel ay \"hindi magkakaroon ng epekto\" sa programa.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Si Valerie Jarrett, tagapayo sa White House, ay nagsabi na ito ay \"sobra, napakaimportanteng hakbang.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "Ang Australian Conservation Foundation (ACF) na kasama sa kumpanya ng nukleyar, na si Dave Sweeney, ay nagsabi na ang pag-aaral ay lumalabas ay may mali at hindi nagbibigay ng tamang argumento sa paggamit ng enerhiyang nukleyar.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Sila ay pinuna rin sa pagpayag nila sa kanya na umalis ng Estados Unidos sa simula ng taon, dahil si Sunderland ay malamang darating sa Indian Ocean sa panahon ng taglamig ng rehiyon.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Libu-libo ring mga tupa at baka ang namatay sa sunog.\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "Si Hopper ay isang malikhaing litratista, pintor at manglililok kung kaninong gawa ay itinanghal sa buong mundo.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Tumawag ng atensyon ang mamamahayag sa relasyon sa pagitan ng paalis na presidente ng Colombia na si Alvaro Uribe at ng konserbatibong milisiyang grupo sa bansa sa Timog Amerika na nababalot ng digmaan.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Ang Kukris ay nakapuntos sa pagsubok pagtapos ng buong oras ngunit bigong makagawa ng halos simpleng sipa na maaaring nakapag panalo ng laro para sa kanila.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "Miyerkules ng gabi, ang Houston Astros, isang propesyunal na koponan sa baseball sa North America, ay nanalo sa 2005 National league Pennant sa pagdaig sa St. Louis Cardinals sa iskor na 5-1 para makuha ang kanilang pang-4 na panalo sa National League Championship Series.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Aksidente rin niyang napaso ang kanyang sarili nang matapunan ng mainit na tubig ang kanyang paa habang sinusubukan niyang gumawa ng kape, ito ay dahil rin sa 'pagbangga'ng pating.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Nanawagan sila sa mga awtoridad na \"umaksyon agad\" at \"gawin ang lahat ng puwede para maiuwi ang 36 na mga mangingisda.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "186 na mga kaso lamang ang naiulat noong 2004, mababa kaysa sa 336 noong nakaraang taon.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Ang desisyon ay lumabas pagkatapos inihayag ng Microsoft na ilalantad nila ang 30,000 na pahina ng mga dating lihim na kodigo ng software noong Huwebes (ika-21 ng Pebrero).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "Ang Ministro ng Foreign Affairs ng Ireland, Michael Martin, ay sinabi sa isang pahayag, \"Ito ay isang pahayag ng pagtitiwala sa politikal na proseso at sa mga napasilin na institusyon.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Ang pangunahing punto na napagkasunduan ng dalawang pinuno ay diplomatikong pamamaraan lamang ang gagamitin sa paglutas ng mga pang-internasyunal na di-pagkakasundo sa Afganistan, Iraq, at lalong lalo na sa Iran dahil sa isyung programang nukleyar nito.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "\"Mayroong tunay na suporta para makakuha ng karagdagang mga trambya para sa Croydon para makipagsabayan sa lumalagong pangangailangan para sa serbisyong Tramlink at para rin masiguro ang malaking mga pagpapabuti para sa mga taong naglalakad at taga-gamit ng mga transport sa paligid at pagitan ng Silangan at Kanlurang mga istasyon ng Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Si Kim ay maliwanag na namatay dalawang araw bago mag Disyembre 17 habang sakay ng tren.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "Gayunman, ang magkapares ay nakapagbigay pa rin sa puntos ng pangkat, umiskor si Crispin ng 12 puntos na may 15 rebawnd, at si Merritt ay umiskor ng 16 na puntos na may anim na rebawnd.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Tinalo ng Alinghi ang Team New Zaeland nang isang segundo sa ika pang-pitong karera upang ipanalo ang ika-32 na Amerika's Cup sa mahigpit na karerang pagtakbo.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "Ang paggamit ng search history ay kinakailangan na ang gumagamit ay may at maglog in sa Google or Gmail account.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Ang \"pulang kodigo\" -paglilikas-ay itinakda bandang 9.15 ng umaga.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Ang Embahada ng Canada na nasa Washington ay sa naging lubhang abala sa mga patalastas para sa pagkampanya, anupat nagdidikit ng mga poster sa mga istasyon sa Washington naglalarawan ng mga tropa ng Canada sa Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Ito ay isang mahirap na laban para sa dalawang koponan, lalo na para sa Dutch, ngunit ang epektibong puntos nina Torbinsky at Arshavin ang tumapos sa laban.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Ayon kay Jose Manuel Durao Barroso, Presidente ng Komisyon ng Europa, ang Unyon ng Europa ay naghanda para maglabas ng 50 milyon na tulong para sa mga nasirang lugar.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Napag-alaman nito na ang mga kagubatan ng bakawan sa paligid ng Irrawady Delta ng Myanmar ay sumama dahil sa \"higit na pagsasamantala\" at pagpapalit ng lupa para sa mga taniman ng bigas - na itinaguyod ng gobyerno bilang daan para siguruhin ang sariling kasapatan sa produksyon ng pagkain.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Nagbigay ng paliwanag ang US Secretary of State na si Condoleeza Rice kung bakit nag-abstinensya ang Estados Unidos at hindi rin tumanggi sa resolusyon.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Matapos makita ang sitwasyon ng batas at kaayusan sa Delhi, ang Komite ng Tagasubaybay ng Kataastaasang Hukuman ay nagrekomenda sa Kataastaasang Hukuman na huwag ng ibalik ang kilusang pagtatatak ng MCD sa Nobyembre 1.\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "Sinabi ng FIFA at UEFA sa isang pahayag na \"[a]ng kinatawan ng NSBIH at ang mga koponan ng samahan ay wala nang karapatang sumali sa pandaigdig na mga kompetisyon simula sa ika-1 ng Abril, 2011 hanggang sa maayos ang unang nabanggit na problema.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Ipinakilala ng Apple Inc. ngayon ang kakahintay na iPhone sa Macworld Conference sa San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "Idenipensa ngMinistro ng Imigrasyon na si Besson ang nasabing desisyon, sinabing\" kung walang taong ipapabalik ang Pransiya, ito ay magiging target ng mga grupong nagpupuslit ng mga tao.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Ang dokumento ng planong pangkapayapaan ay orihinal na binanghay ni Nicolas Sarkozy, ang Pangulo ng Pransiya.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Sa mas malapit sa ibabaw ng buwan, nakita ng Cassini na ang medyo malalaking butil na mayaman sa sodium at potassium ay nananaig sa mga plume.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Bagamat ang Beast Loose in Paradise ay mas 'movie-esque'at 'mas nakakatakot'na may sadyang layon.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Ang mga siyentipiko mula sa Unibersidad ng Melbourne ay nagsabi na ang kanilang pag-aaral ay nagpapakita na ang mga kabutihan ng enerhiyang nukleyar ay minamaliit at ang mga bagay-bagay tungkol sa tirang nukleyar ay masyadong pinalalala.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "Si Avila ay nanalo ng may 131,000 boto, ang pagitan na may tatlo lamang porsiyento sa apat na milyong boto ang binanggit sa huli.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Isang prominenteng lider ng Pambansang Kongreso ng India sa ika-14 na Lok Sabha, kilala siya bilang mahusay na tagasunod ng partido, \"isang tagasunod ng prominenteng pamilya Gandhi na hindi nanalo sa isang kilalang eleksyon hanggang 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Sa loob ng taon pagkatapos sinulat ang FCTC, nilagdaan ito ng 167 na bansa at pinagtibayan ito ng 23 na bansa, na gawin itong isa sa mga kasunduan ng UN na pinakamabilis na tinanggap sa lahat ng panahon.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "Ilang minuto matapos ang Appeals Court ng Edinburgh ay tinanggihan ang pyansa sa mahabaging mga batayan si Jim Swire, tagapagsalita para sa mga pamilya ng biktima na nawalan ng kaniyang anak na babae sa sakuna, ay nagreklamo tungkol sa pasya.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "Noong Hulyo 2010, pinalitan si Rudd na lider ng ALP at bilang Punong Ministro ni Binibini Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Ang labing-isang tao ay namatay pagkatapos bumagsak ang isang helikopter ng militar sa oras ng paglipad ng kontra-droga sa Western Mexico.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "Sinabi ni Ross na siya ay \"nahihiya sa\" ilang mga programa at \"ang malawak na mayorya ay mga palabas na ipinagmamalaki ko.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "Mula mga ika-1:00 hanggang ika-4:15 ng hapon ET, ang mga gumagamit ay nag-ulat na ang site ay hindi gumagana.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "Pinuna din niya ang naging tugon ng press sa nasabing penomenon, sabi niya, \"Nakakasakit, alam niyo, kahit anong pinahintulutan ng isang kilalang personalidad o kahit sino sa America, at ang buong media ay nakuha pang matuwa dito.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "\"Ipinakikita ng mga pag-atakeng ito ang kawalan ng damdamin at kadalitaan ng mga sumalakay.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "Ang pagkatalo ng mungkahi ng pamahalaan para sa pakikialam ng militar ay ikinagugulat ng iba.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "Mayroong naunang haka-haka na ang bagay sa Texas ay maaaring bulalakaw.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Binanggit ni Clinton na isang malaking karangalan para sa kanya ang makadalo sa seremonya kasama ang kanyang asawa, anak na babae at mga kaibigan mula sa Amerika na nagkakaisa para sa alaala ni Yitzhak Rabin.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "Ang 1 milyong pound na proyekto ay maglalaman ng ilang turbinang pang-ilalim ng tubig na itatalaga sa Romney Weir sa kalapit na Ilog Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Bilang tugon sa kanyang parusa, si Issawi ay nagsimula ng pampublikong pagwewelga ng gutom.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "Ayon sa mga ulat, layunin ni McHale na ilagay ang bandila ng Canada sa kabilang kalye mula sa DCE (Douglas Creek Estates) kung saan ang kasalukuyang pananakop sa mga katutubo ay nagpapatuloy sa loob ng 10 buwan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Idinagdag ng Canadian Music Hall of Fame ang beteranong rock band ng Kanada na Triumph sa talaan ng karangalan nito.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Ayon kay Tandy, si Dye ay \"nagmamalasakit sa epekto nito sa gusali,\" at noong Marso 4, ipinagbigay alam niya sa pinuno ng paaralan tungkol sa kanyang nakaraan matapos tanungin siya ng isang estudyante.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Bilang bahagi ng bagong polisiya, ang mga pangkaraniwang sandata  ay magkakaroon ng mas malaking gagampanan sa hinaharap.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "\"Nauunawaan namin na ito ay isang labis na solusyon - na maaaring mayroon kaming ebidensya para sa likidong tubig na nasa katawan na napakaliit at napakalamig,\" sabi ng lider ng koponan ng imaging ng Cassini na si Dr. Carolyn Porco sa Space Science Institute, Boulder, Colorodo.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Tumugon ang Google sa pamamagitan ng pagsasabi na sinunod nila ang Digital Millenium Copyright Act, na pumipigil sa mga mga kumpanya na mausig kung daglian nilang tatanggalin ang mga nilalaman na may kopirayt sa oras na ipaalam ito sa kanila.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "Kasama ang tsarter noong 1893 at ng Prinsipe ng Wales bilang tsanselor, ang mga problema ay nagsimula sa UoW noong nakaraang taon matapos ang mga isyu na ang isang pinuno ng isang partner na institusyon sa Malaysia, isang lokal na artistang pop, ay may hindi angkop na kwalipikasyon.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "Dapat may kamalayan ang militar ng Israel sa sitwasyon subalit hindi tumulong sa mga nasugatan.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "\"Ikumpara yan (isang kampanya) na may mga kapintasan ay inilabas bago pa ang panahon ng (pederal) halalan na nangyayari sa Canada araw-araw...kampanya na patuloy na tumakbo sa kabuuan ng iyong bansa.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "Nanguna ang Georgia sa unang bahagi ng pangalawang half at nagbabanta na mag-iskor sa huling bahagi ng laro subali't ang depensa ng Ireland upang makamtan ang apat na puntos na tagumpay.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Si Michael Stanton, isang lokal na tagahanga ng astronomiya ay nagsabi sa Wikinews \"ito'y sadyang kahanga-hanga, may musika kami at ang panooring ito ay nakakaaliw tingnan.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Si Prinsesa Kiko ay nagsilang sa isang 2,558 gram (5.639 lb) na batang lalaki, noong 6 ng Setyembre sa 8 h 27 (Japan Standard Time).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "Ang Fiorentina at Lazio ay ibabalik sa Serie A, na orihinal na naibaba sa Serie B.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "\"Ikaw ba si David Shankbone? Kami ay lubhang nasasabik na makilala ka!\" sabi niya, at dinala siya pababa sa pasilyo sa sala na may sopa, telebisiyon na may palabas na labanan-nakakapanginig, ang bukas na kabinet na may naka-imbak na mga kagamitan sa labatiba, at ang kanyang asawa na nakaupo sa kompyuter na sinusubukang hanapin kung saan muling pinalalabas ang Blade Runner sa lokal na sinehan.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Ang ating bandila ay naka kalahating tagdan ngayong araw para sa Kinatawan sa mababang bansa na namatay sa pag tulong sa kanyang ka-Kinatawan.\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "Ang kaibigan, na manantiling walang pangalan, ay bumaril kay Rhys Johnson sa puso sa pamamagitan ng.22 kalibreng Webley Vulcan na pneumatikong baril nang malapitan.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Sa isang palabas sa CNN Wolf Blitzer Late Edition noong Linggo, ang mga senador na sina George Allen (R-VA) at Barbara Boxer (D-CA) ay kapwa nagpahayag sa Blitzer na sa gulong ginawa ng protesta naniwala silang si Pangulong Bush ay dapat personal na makipagtagpo kay Cindy Sheehan.\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "Iniuulat ng Austryang pahayagan na Krone na ang \"ang karaniwang layunin ng kanilang pag-atake ay para abalahin at gambalahin ang iba.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "\"Ang pagsulong na isinagawa sa pagpapatatag ng lehitimong pamahalaan sa Afghanistan ay nangyari sa panahon ng pagdami ng paglusob at puwersa mula sa Taliban - at sa ilang elemnto ng al-Qaeda,\" sinabi ni Ginoong Howard.\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "Ito ay nakumpirma na si Spyker ay magpapalit ng mga may-ari sa susunod na panahon ng laban na magiging pinakaunang koponan na Indian national Formula One sa kasaysayan.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Ang tagapagsalita para sa grupo ay umamin na gumastos na ng NZ$500,000 sa kampanya.\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "\"Walang pang pinal na mga desisyon sa mga panimulang halaga o mga ginawang tulong at sa gayon sobrang napakaaga pa na akalain ang posibleng mga epekto sa halaga,\" sinabi ng pahayag.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Binanggit rin niya na ang malaking patoing ng asin sa Chelsea na ginagamit para patunawin ang yelo ng mga lansangang-bayan sa Commonwealth ay sinabing inilagay doon na \"labag sa batas.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Ang AKP ay may 353 sa 550 na mga puwesto sa Grand National Assembly ng Turkey.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "Kailangang hilain ni Zahab ang 170-lb (77-kg) na paragos na may kargang mga kagamitan, habang naglalakbay sa lakad at sa mga sapatos na pangniyebe samantala ang dalawang lalaki ay naka-ski.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "Isa sa mga babae ay nahilo, natumba at binuhat ng ambulansiya.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "May mga paratang ng pagkiling mula sa abogadong depensa ni Hussein, pati na ang pangamba para sa kaligtasan ng mga hukom na patuloy na nagpapaantala sa paglilitis.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Sinabi ng Kalihim ng Depensa na si Robert Gates sa mga mamamahayag sa Madrid noong Biyernes na mayroong \"medyo malakas\" na ebidensiya na ang mga Iranian ay nagtutustos ng alinman sa sandata o teknolohiya sa mga militanteng Iraqi.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "Nagdeklara ang estado ng kalagayan ng biglaang pangangailangan sa buong probinsiya ng Kandahar, habang malaking bilang ng kapwa puwersa ng Afgha at NATO ang itinalaga para hanapin ang mga nakatakas na bilanggo.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Ang pagsisiyasat ay hiniling ng 30 miyembro ng kongreso at 17 na mga senador.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "Ang mga bomba ay itinakda na sumabog sa ika-5:45 ng umaga sa lokal na oras, kung kailan ang mga Budista y nagsisimula nang magdasal sa umaga.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Sinabi ni Huang-lang Tsai (Deputanteng Komisyoner ng SAC) na matagal nang nagtataguyod ang SAC ng pampublikong laro sa Taiwan, at iginalang ng SAC ang partisipasyon ng mga may kapansanan o minoridad.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "\"May mga iilang naitalang mga pangyayari ng alleged extra-judicial na pagpatay ng mga sundalong Canadian, pero walang hukumang-militar para sa murder.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "\"Ito ay sa pagitan ng mga magulang na pinapaaral ang kanilang mga anak sa aming paaralan at dito natatapos ang desisyon.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "Ang Ministro ng Agrikultura na si Jim Sutton ay nagpahayag na rin na ang suspensyon ng mga angkat na karne ng ibang mga bansa ay totoong may posibilidad.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Ginastos ng mga pensyonado ang halos buong taong pag-iipon para sa mga regalo sa Pasko.\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "Si Safia Ahmed-jan, ang tagapangasiwa ng Kagawaran ng Pangkababaihang mga Kapakanan ng Afghan para sa probinsya Khandahar at isang tagapagtaguyod ng karapatan ng mga kababaihan at isang matibay na kritiko ng pagpigil ni Taliban sa gayong mga karapatan, ay binaril hanggang sa mamatay ng mga di-kilalang mamamaril sa labas ng kaniyang bahay sa lungsod ng Khandahar sa timog Afghanistan noong Lunes.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Isang malaking sunog na sumisiklab sa mataas na disyerto ng katimugang California mula ika 2:00 ng hapon (2200 UTC) kahapon ang patuloy na nagbabanta sa mga naninirahan sa lungsod ng Palmdale sa rehiyon ng Antilope Valley sa probinsya ng Los Angeles ngayong hapon.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "May dalawang nanalo ng malaking halaga noong gabi ng Martes, US$370 milyon sa bola ng Mega Millions loto na ginanap sa 12 estado ng U.S.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Sinabi niya na inilagay niya ang isang webcam upang irekord ang pangyayari, at maaaring ipaskil ang mga detalye ng FTP na server mamaya para maipanood ng mga tao.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Si Kabila, na naging pinakabatang pinuno ng estado sa Africa noong 2001, na ginagamit ang kanyang huling talumpati bago bumoto upang tubusin ang utang para sa paglalaan ni D.R.Congo sa kanyang unang demokratikong halalan sa loob ng higit na 40 taon.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "Kapwa nanalo sa Pagkilala ng Academy ang Million Dollar Baby (2004) at Crash (2005) bilang Pinakamagandang Pelikula, ginawa nito sa Haggis bilang unang manunulat sa pelikula mula noong 1950 na lumikha ng mga sine na nanalo sa sunud-sunod na taon ng Pinakamagandang Pelikula sa Oscars.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "Ang ahensya ng panahon ng bansang Hapon ay nagsabi na ang una at huling lindol ay parehong 6.7 na magnityud.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Si Glasgow ay naghahabla rin ng sekswal na panliligalig, at naghahabol na si Miller ang pumunta sa kaniya noong Setyembre 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Ang websayt \"Ang katotohanan tungkol sa sunog sa Vladivostok\" ay nilikha para ikalat ang mga impormasyon hinggil sa naging sunog.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "Wala sa mga pasiyente ang may alama na silay ipinagdarasal, at wala sa mga grupo ng mga nagdarasal ang may alam kung sino ang kanilang ipinagdarasal.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Ang Irish na kompanya ng eroplano na Ryanair ay nagkaroon ng 12% na paglagpak sa kalakalan nitong umaga, na lalong pinaiigting ang pag-aalala tungkol sa hindi mabuting kalagayan ng merkado sa gitna ng mga takot sa resesyon.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Pinabulaan ng pamahalaan ng Italya ang pahayag, at sinabing alam ng US ang buong operasyon noong ika-4 ng Marso.\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "Naisip na tinatangka niyang pwersahin ang ibang sasakyan na umalis sa daraanan.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "Pumasok si Smethurst bilang kapalit at nagpitch ng mga iilang inning.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Ito ay unang ibinanghay ni Matt Robson ng NZ Maunlad na Partido, at ito ay sinundan ni Martin Gallagher mula sa Partido ng Manggagawa ng New Zealand.\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "Ang pulisya ng Bathurst ay tumangging magkomento nang sila ay hingan ng pahayag ngayong araw.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Noong 2006, isa pang B737 ang nakaranas ng problema sa nabigasyon at napunta sa hindi nakikita ng radar, kung saan ito ay hindi nakita ng ilang oras bago ito nagsagawa ng emerhensyang paglapag daan-daang milya ang layo mula sa itinalagang destinasyon.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Sinabi ng kompanya na ito ay nakalaan upang makakuha ng carbon dioxide (CO2) na inilalabas mula sa produksyon ng mga buhangin ng langis at iimbakin ito sa ilalim ng lupa.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "\"Ito ang isa sa mga ganoong bagay, sa tingin ko, binago nito ang laro, ngunit ano ang magagawa namin ngayon?\" sabi ng Kapitan ng Adelaide na si Travis Dodd sa Fox News pagkatapos ng laban.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Ang radyo sa Israel ay nakapuna na ito ay ang ikatlong Palestinong bata sa loob ng dalawang buwan na nahuli na nagtatangkang magpuslit ng mga pampasabog lampas ng tsekpoint na Israeli.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Kailangan maipakita na ang gumaganap na Kazakh na batas ay hindi nakasulat ang ganoong bagay ng magpapaalis gaya ng pagwasak sa mga bahay, at ang pagpapa-alis ay kailangan ang imbentaryo ng ari-arian na inalis mula sa nilisan na gusali, habang ang pagtatago nitong ari-arian ay kinakailangan.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "Nagawa ng mga opisyal na alisin ang mitsa ng bomba, ayon sa report ng All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "May pagitan na dalawampung minuto, ang pagbomba ay pinatamaan ang dalawang palengke sa Baghdad ilang sandali bago ang pag-iimbita sa padadasal sa Biyernes.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Kasunod ng kanilang paglaya, sinabi ng mga estudyante sa media na pinatanggal sa kanila ang kanilang mga damit sa istasyon ng pulis.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "Ang pangsagip na bangka ay naglalaman din ng mga hindi nagalusang miyembro ng partido sa dalampasigan, habang ang helicopter ay bumalik upang sagipin ang ikalawang batang lalaki.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Sinabi rin ni Djurovic na hindi bababa sa 198 katao, 90 sa kanila ay mga bata, ang ginamot sa ospital.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "\"Kapag nanatili tayong kalmante at nagtitiwala, nakatitiyak ako na ang gusto ng mga Espanyol, ang gusto ng mga pamilya, ang gusto ng gobyerno- na makabalik sa kanilang mga tahanan nang ligtas at maayos ang mga bihag at matatapos ang pandurukot na ito nang kasiya-siya.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "Sa 20 laro ngayong season, tatlong panalo lang sa home ang naitala, ngunit sa kauna-unahang pagkakataon sa liga, lahat ng apat na home na koponan ay napanalunan ang kani-kanilang mga laban sa iisang round.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Noong tumakbo ang oso pabalik sa gubat hinabol ito ng aso.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Sa pagsasaalang-alang sa mga grupo tulad ng Pandaigdigang Amnestiya na nag kampanya para sa pagpapasara ng kampo, o ng Nagmamasid sa Karapatang Pantao na nagmamalasakit sa paghawak sa mga bilanggo sa ilalim ng aspeto ng mga bihag ng digmaan sa Kumbensyon ng Geneva, na ang katotohanan sa polisiya na ang mga bagong papasok na mga detine ay papayagan hanggang 4 na linggo kung saan ang kapahintulutan sa mga detine ng International Committee of the Red Cross (ICRC) ay maaring tanggihan.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "Ang mga tagahanga paiba-iba ang numero mula sa iba't ibang lugar ay nagdiwang matapos pumatak ang orasan sa 01:02:03, 04/05/06 (gamit ang konbensyon ng petsa na DD/MM/YY).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Ang kaparehong rehiyon ay tinamaan din ng lindol noong 2004, na nagresulta sa tsunami.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "Ang ala-6:45 sa Hawaii Standard Time na simula ng 2.4 na milyang paglangoy, 112 na milyang pagbibisikleta, at isang 26.2 milyang pagtakbo ay nakakita ng isang kaskad ng mga sawing-palad hanggang sa mga paborito.\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "Gayunman, kalahati nitong oras ay pagsusubok na makuhang buksan ang case ng iPhone.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "Nakumpirna ng Georgia ang pinagmumulan ng anunsyo, na nagpapahayag na ang base ay nawasak.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Ang kanilang nakakatandang kapatid na lalaki ay kinakasuhan ng pananaaksak, kung saan ang isa ay nakasawi.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Iniulat ng MSNBC na tinalo ni Clinton si Barak Obama sa pamamagitan ng \"napakaliit na marhin.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "\"Sa tingin ko ang mga trabaho ng Partidong Demokratiko ay maging makabagbag damdamin na ang ilang porsyento ng mga botong mapupunta sa isa pang kandidato ay hindi gumagawa ng anumang mga pagkakaiba,\" sinabi niya.\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "Ang tren 371 ng Amtrak, na Pere Marquette, ay nagsimula sa Grand Rapids sa Michigan at may sakay na 193 katao kasama ang anim na miyembrong tripulante.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "Sa panahon ng administrasyong Kennedy, tinapos lahat ni Helen ang lahat ng mga kumperensiya ng pampanguluhang pahayagan sa kanyang pirmadong \"Salamat Ginoong Presidente\" at palaging nagpapalabas ng kanyang opinyon tungkol sa kanyang trabaho: \"Sa aking karera, ikaw ay kasing-galing lamang ng iyong huling kuwento.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Ang mga video ay iniulat na may mga protestang kontra-scientology, itinala ng iba't ibang miyembro ng grupong Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Humigit- kumulang sa 100 mga estudante galing sa Rwanda, Burundi at ang Congo ay magbibigayan ng mga ideya tungkol sa nakaraan at sa kasalukuyan ng Rwanda pati na ang hinaharap ng rehiyon ng Great Lakes.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Hindi masyadong tinatago ni Thomas ang kanyang mga pananaw, na ang kanyang mga tanong kina Presidente George W. Bush at Barack Obama at sa kanilang mga kalihim ng pahayagan ay palaging tungkol sa mga digmaan sa Gitnang Silangan.\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "Ang ABC Balita ay nakakuha at nagpalabas ng isang kopya ng tape na mensahe galing kay Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Si Dannie Abse ay kilala para sa pagiging isang makata at isang manggagamot.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "Ayon sa isang kaalyado ng ABC sa Charlotte, North Carolina, si Flair ay naging parte sa isang insidente ng pagwawala sa kalsada noong nakaraang Miyerkules sa Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Ang Estados Unidos noong mga nakaraan ay pinagbibintangang gumagamit ng labis at imbentong katibayan upang mabuo ang usapin kontra Iraq bago ang digmaan.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "Kung ginagawa ng tao ang biofuel at pagkain, ito ay magbibigay ng bagong pagpapahirap, sinabi ni David Molden, na nanguna sa pag-aaral sa IWMI na nakabase sa Sri-Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Ang mga bato ng katawan ay nasa tisyu ng pasyente na iniiwasan ang pagtanggi ng organo at tataas ang likom ng bato ng katawan na maaaring ilipat sa tao.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Ang Kalihim ng Estado ng Estados Unidos na si Condoleezza Rice ay itinanggi rin na ang paglusob ay malamang na mangyari, sinasabi na walang Kongresiyonal na pahintulot para sa pagkilos ng militar laban sa Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Si Kennedy, na isa sa dalawang kriminal na nasa hanay ng kamatayan sa America na hindi gumawa ng pagpatay, hinamon ang pasya ng hukman, at dinala ang kaso sa Kataas-taasanh Hukman ng U.S.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Ang panukalang-batas, na inisponsor ng State Representative Darlene Senger mula Naperville, ay pumasa na may 114-1 mayorya at isasaalang-alang ng Senado ng Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Ang mga eksperto ay patuloy na nagbababala sa posibleng malawakang pagkahawa, na nag-udyok sa World Bank na maglabas ng US$500 milyong dolyar bilang tulong sa bansa sa paglaban nito sa H5N1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "Ang kasunduan ay tila naabot pagkatpos naresolba ang mga alitan sa pagpopondo ng pamahalaan para sa mga organisasyon tulad ng Planned Parenthood.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Datapwa't unang nilisan ni Ortega ang Venezuela pagkatapos ng paglabas ng warrant ng pag-aresto noong 2003, iniuulat ng BBC na siya ay bumalik sa Venezuela mula Costa Rica nitong nakaraang Agosto.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Ang pulisya sa Indonesia ay nagsumite ng 200-pahinang ulat tungkol sa sakuna ng Garuda Indonesia Flight 200 sa mga tagausig.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "Ang laban ay masyadong mahigpit, ang paglayo sa pagitan hanggang sa buong tatlong raun.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Ito ay ilalagay sa daangtalang naaayon sa ikot ng mundo, humigit-kumulang 36,000 kilometro sa ibabaw ng mundo, sa longhitud na 95.5º sa Hilaga.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Sinabi ng oposisyon na ang operasyon ay dinisenyo upang \"parusahan\" iyong mga tumututol sa gobyernong Mugabe.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "Ang mga kapitan ay binigyan ng babala Sabado ng umaga ukol sa kalagayan ng panahon, ani Maxim Stepanenko, tagausig ng rehiyon, sa Vesti 24 ng Rusya.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Siya ay miyembro ng Yokine Archery Club sa Kanlurang Australya.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "Ang kalansay ng lalaking ito ay nagbunyag na nagkaroon siya ng seryosong pinsala sa tuhod at mga problema sa ngipin.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "Ilang analisto ang nagpahiwatig na ang kamakailang pagtigil ng putukan ay base sa taktika ng ETA na naging dahilan ng pagbaba ng suporta sa kanila sa rehiyon ng Basque.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Kalakip sa bagong idinagdag ay ang inpormasyon tungkol sa Komisyon ng Panghukbong Industriyal ng Iraqi, ang \"pinangangasiwaan ng estado na panghukbong industriyal na pasilidad\" na gumanap ng \"pangunahing posisyon sa pagbabago sa lahat mga pansandatang programa ng Rehimen.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "Subalit sinabi ni Rother na ang taluntunan ng presyo ay kailangang iugnay sa pribadong kapital ni Bush ang kita mula sa akawnt ang magbibigay sa retirado ng pag-asang makabawi sa mga pagkukulang.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Si Băsescu ay suportado ng mga nakapag-ral na middle-class, na may mas mainam na palagay sa kanyang polisiya ng pagtanggal ng katiwalian sa isa sa mga pinakatiwaling bansa sa rehiyon.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Ang pagsuway tulad ng pagdura, pagsasaboy ng tubig sa sinuman, at ang pagtangkang ihian ang mga guwardiya ay nakalathala na malinaw na nakalista na mga kaso kung saan ang pepper sprey ay hindi maaring gamitin.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Ang pagpapalaya sa pito ay nangyari nang dumating sa Chad ang Presidente ng France na si Nicolas Sarkozy upang makipagpulong sa kaso kasama ang mga opisyal ng Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Ang dalawang tren na nadeskaril ang nagpasarado sa loob ng dalawang araw sa mga linya ng riles sa Australia.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "Ayon sa Committee to Protect Jounalists, syam na mamamahayag ang napatay na sa Pakistan ngayong taong ito, at hindi bababa sa 16 ang napatay noong 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Sa wakas sa Marso, isang paglilipat ng elektoral ng Saint Andrews Agreement ang isasaalang-alang alinman sa pamamagitan ng botohan o reperendum.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "\"Para saan ang pagkamatay ng anak ko?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Si Goldman ang dating direktor na komunikasyon ng ika-21 dantaong demokratiko.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "Nitong nakaraang katapusan ng linggo, isang barkong pang-layag na pag-aari ng U.S. ang pinaputukan ng mga granada.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "Ang Manchester United at ang Barcelona ay maghaharap sa Champions League para sa ikalawang semi-paynal matapos nilang parehong manalo bago ang ikaapat na huling pagtatapos na aban.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "\"Tinanggap ng ospital ng mga bata ang 90 na bata, 34 sa kanila ay naroon pa, ang anim ay napasailalim sa pagtitistis,\" sinabi ni Djurovic.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Itinatag ang palitan noong 1985 at simula noon ay lumago ito para mapalibutan ng 34 na kompanya na may pinagsama-samang halaga na hihigit sa US$21bn (16.3bn; GBP11.1bn).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "Sa malayang sona ng pagnenegosyo sa Antalya, Turkey, 80 mga babaeng manggagawa ng FMC Novamed ay nasa welga ng halos isang taon ngayon, simula noong ika-26 ng Setyembre, 2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "Siya ay mukhang sinunggaban sa buhok ng mamamaril na pagkatapos ay binaril siya at ang dalawang lalaki na sumubok lumapit para tulungan siya.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Ibinigay niya ang tape sa media ngayong linggo, matapos makuha ito mula sa pulisya.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Ibinigay mo ang iyong lakas at iniisip mo kung bakit.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "Ang pagtangka ng Simbahan ng Siyentolohiya upang ihinto ang pamamahagi ng mga bidyo sa Internet ay \"mukhang may kahindik-hindik na pagbabalik,\" ayon sa Samahan ng mga Mamamahayag, at hanggang sa Huwebes ang bidyo ay makikita sa ibang mga website maliban sa Gawker.com, kabilang ang Ang New York Post, Balitang Malayang Telebisyun at ang BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Pagkatapos ng pwang ng patalastas, sinabi ni Blitzer sa kanyang mga panauhin nakakatanggap lamang ng CNN ng balitang paunawa galing sa White House.\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "Sinabi ni Glasgow na ang kanyang paggawa sa kumpanya ay tinasa base sa kung paano niya \"hinawakan, pinagalaw at binigyang inspirasyon\" ang iba, mga kataga mula sa pilosopiya ng Palatandaan, na taliwas sa kanyang ginawang trabaho sa kumpanya.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Si Alex Salmond, pinuno ng Scottish National Party (SNP), ay nagsabi na kahit ang Scotland ay walang kakayahan na matigil ang pagpapalit ng Salapang sistema ng mga armas, ito ay nagkaroon ng mmaraming kapangyarihan na magprotekta sa kapaligiran.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Inaasahan na ang isang kumperensya sa mga internasyonal na mga donor ay magaganap sa susunod na buwan upang makalikom ng mas maraming tulong para sa bansa.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Ayon kay Sarkozy, ang mga karagdagang mga paraan na ito ay tumutukoy lang sa rehiyon ng hangganan.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "Bilang tugon, binago ni Leo Benhakker sa mas agresibong sistema na 4-3-2 at nagtapon ng dagdag pang pag-atake.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Ang pinaghihinalaang opisyal na si Alexi Mitayev ay pinaalis, inaresto, at sinasabing noon pa'y umamin sa krimen na ito.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "Sa ngayon, ang kasalukuyang pananaliksik ay hindi nagpakita ng anumang koneksyon sa pagitan ng dalawang lalaki.\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "Iniulat ng Information week na ang kable ay inaasahan na magkakahalaga ng ilang milyong US dolyar.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "Ayon sa kanilang opisina sa London, Inglatera, sila ay, \"nagpadala ng ROV para imbestigihan at manmanan na walang karagdagang mga palatandaan na may langis at gas na nakikita.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "Ang Lightning at Penguins ay maglalaro ng eksibisyon sa Germany at Finland na magkasunod.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Ang Matildas ay inihanay sa ika-walo ng FIFA sa pinakahuling pagraranggo.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "Di kumulang sa apat na tao ang namatay at apatnapu ang nasaktan noong Sabado ng gabi bilang resulta ng pagguho ng isang entablado sa Indiana State Fair, na nasa loob ng estado ng Indiana ng Amerika.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Sinabi niya na ito ay \"pinagsamang mga artikulo na makakatulong sa mga nagsisimulang gumagawa ng pelikula na nagsasalaysay ng mga kwento patungkol sa aking mga karanasan ng pangangalap ng pera para sa mga tampok na palabas at sa mga hibang na personalidad na nakapasok sa mundo ng paggawa ng pelikula na may kakaunting badyet.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "\"Nababahala ako tungkol doon at sa palagay ko'y kailangan naming maglabas ang tamang mensahe sa mga mamamayan ng Afghanistan,\" sinabi niya.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "Sa kabila ng pag-atake ni Palin, ang orihinal na artikulo ng New York Times noong ika-3 ng Octubre na napagpasyahan na sina Obama at Ayers ay hindi kailanman malapit, at ang ugnayan ay sa pamamagitan ng inisyal na pagtakbo ni Obama para sa opisina at ang proyektong reporma sa mga eskwelahan, \"sinasabi na ang kanilang mga landas ay nagtagpong panaka-naka.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Habang ang gabinete ay isang malaking bahagi na kinopya mula sa nauna, ang ilang ministro na lumikha ng kontrobersiya at poot ay inalis at inilipat sa ibang katungkulan na di gaanong peligroso.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "Pinalitaw ni Curry na ang mga resulta para doon sa mga matagumpay na nalunasan ay totoo \"anuman ang kanilang pagtugon — cognitive-behavioral therapy, Prozac, kapwa paggagamot, o isang placebo.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "Ang dalawang mamamahayag, sina kameraman Paul Douglas at soundman James Brolan, kapwa Briton, ay kasama sa Amerikanong ika-4 na Pangkat ng Impanterya at nasa karaniwang patrol nang isang kalapit na kotse na puno ng pampasabog ang pinaputok.\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "\"Sa kasalukuyan walang paraan na maaaring mangyari na magkaroon ng matatag na pag-agos ng mga butil na mayaman sa asin mula sa solidong yelo sa kabila ng tiger stripes bukod sa tubig asin sa ilalim ng mayelong ibabaw ng Enceladu,\" pahayag ni Frank Postberg, scientist ng Cassini team sa Unibersidad ng Heidelberg sa Germany.\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "Makikita sa larawan sa ibaba si Tinyente (Hukbong-Dagat) Armstrong, ang Opisyal na Tagapangasiwa ng RCSCC 18 Vanguard, sa may likuran ang mga kadete ng Vanguard.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "Ang kamera ay tumatakbo sa backup power nito mula pa noong ika-30 ng June, 2006, nang ilipat ng mga inhinyero mula sa pangunahing power supply (\"Side A\") sa backup (\"Side B\") dahil sa isang madepektong paggawa.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "Ang mga dumaranas ng migraine (tinatayang sa United Kingdom ay may bilang na halos walong porsiyento ng mga lalaki at labing walong porsiyento ng mga babae) ay madalas na nagrereklamo na ang liwanag, ingay at paghipo ay sanhi ng kirot.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "Humigit sa 300 \"mamamayang tagapagbalita\" na nagmula sa mga bansang kasing-layo ng pagitan ng Chile at Norway ay sama-samang pupunta sa OhmyNews International Citizen Reporters'Forum mula ika-23 ng Hunyo hanggang ika-26 ng Hunyo, 2005 sa Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "Siya ang anak ng kasalukuyang pinanganak na Italyanong Presidente ng Kongreso na si Sonia Gandhi, at dating Punong Ministro Rajiv Gandhi, na pinatay noong 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "\"Marahil ay kailangan nating magdala ng mas rehiyonal na diplomasyang pamamaraan.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Ang iba pang komersyal na pagkakasundo ay parte rin ng kontrata, sabi ng opisyal.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Tinawag pansin ni Ginoong Edwards ang bagay na ito na maging makatotohanan at inilarawan ang mga reklamo na \"labis na nakakabahala\" at umaasa siya na papakitunguhan sila ng maayos ng mga korte.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Nakapaloob dito na ang mga pasyente na may malubhang karamdaman ay hindi tatanggihan.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "\"Sinusubukan kong mag-ayos ng mataas na antas na mga pagtitipon sa China upang maipahayag ko ang aming kalagayan at ipaliwanag kung bakit hindi kami dapat harangin.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "Tinutukan na ng pansin ni Medvedev ang parehong mga opisyal ng seguridad at namamahala ng paliparan matapos ang pagsabog.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "Matapos atakihin ng tigre ang manggagawa, sumunod namang inatake nito ang dalawang ibang mga bisita.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Inihayag ng tanggapan ni Gobernador Rod Blagojevich ng Illinois ang pagtatanggal ng hanggang 450 na manggagawa ng estado at pagsasara ng 25 na mga makasaysayang lugar at mga parke ng estado.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "Ang mga komento ni Cindy sa kasalukuyan ay isang marahas na pagbabago mula sa mga komento niya noong 2004 na panayam sa THE REPORTER ng Vacaville, CA.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Ang opisyal na pataw ay ipapahayag sa ika-25 ng Pebrero, 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "Ang Sunnybank ay nanguna sa puntos na 17 laban sa 3 sa mga pahuling sandali ng unang kalahati ng laro, ngunit nagtamo ng parusa na nagresulta sa pagpabor sa tagaroon kung ano talaga ang kanilang magiging puntos sa huling bahagi ng laro.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "Sinabi din sa libro na Game Change na kakalathala lang ngayon na inuudyukan ng Senador ng New York na si Chuck Schumer si Barack Obama na tumakbo na noong 2006, kahit na kakaendorso pa lang ni Obama sa dati niyang kasamahan na si Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "Sa labas ng mga pagpupulong ng Inter-Balkan Cooperation Summit, na gaganapin sa Hyatt Regency Hotel ng Thessaloniki, si Greek Premier Kostas Caramanlis ay makikipagpulong sa kanyang katapat na si Recep Tayyip Erdogan ng Turki sa Huwebes upang talakayin ang bilateral na mga isyu, kabilang ang problema ng Cyprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Nakita ng mga mananaliksik na ipinapalabas ng atay ang mas mataas na antas ng gene encoding na \"selenoprotein P\" (SEPP1) sa mga taong may diabetes na type 2 - na may mas lakas na panlaban sa insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Ang mga dinagdag na mahabang mga detalye ng mga patakaran na susundin ay para sa pangyayari ng pagtakas o sa mga magtatangkang tumakas.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Sinabi rin niya na ang pagtitiwalag ang resulta ng kanyang pagsumbong ng hinaing niya tungkol kay Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Tulad ng pag-alala sa mga karapatang pantao may matagal na nagsilbi bilang isang balakid para sa pagtatangka ng Turkey upang sumali sa European Union.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "Tila ang masamang kapalaran at mga pagbabago ang naglagay sa Aleman na responsible sa taktikong laro sa kauna-unahang pagkakataon sa labanan.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Ang European Court ng Karapatang Pantao ay binigyan si Abu Qatada ng €2,500, isang Islam na militante at kleriko, sa isang kaso na isinampa niya laban sa United Kingdom na nagkulong sa kanya ng walang paglilitis noong 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Tumakbo siya ng 200 metro at nahuli ng pulis.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Ang pagpapabuti ay sinubukan ng higit sa 500,000 na beta-testers.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "Ang abogado ni Teamster ay tubong Edmonton, ngunit nakatira sa lugar ng Vancouver simula noong 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Ayon sa ulat isa sa dahilan ng pagkamatay ni Kapitan Jeffrey Haney ay ang depektibong disenyo ng eroplano.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "Sinasabi ng Poison na ang dalawang kompanya ay nagbayad ng kulang sa kanila sa loob ng maraming taon.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Si Jimenez ay hindi sumang-ayun sa paniniwala ni Guevara na ang sosyal na reporma sa Latin America ay dapat magawa sa pamamagitan ng digmaang gerilya.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "Ang dalawa ay lumagda ng isang kasunduan noong nakaraang linggo upang maresolba ang apat na buwang hidwaang pulitikal.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "Ang Citizen Protection Minister Christos Papoutsis ay humingi ng paumanhin sa pagkawala, sinabi niya na ang guwardiya sa galeria ay \"wala doon.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Isang bahagi ng proseso ay ang AI ni Adam ay kayang ulitin at suriin ang mga resulta ng mga eksperimento gayundin ang paggawa ng mga paulit-ulit na gawai sa laboratoryo.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Nabuo bilang joint venture sa pagitan ng BMG at Wolfgang Funk noong 1992, nakita ng label ang kanyang parent merge sa Sony noong 2005 para mabuo ang Sony BMG at si Funk ay nagbitiw bilang pangulo noong Disyembre 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "Tinututulan ito ni Wood, at nagsasabing \"Halatang may mga parte sa pangdaigdigang batas na maaaring maging lubos na di sigurado.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "Ang monarkiya ay hindi agad nagbigay ng dahilan para sa pasya; gayunman, may mga ulat kamakailan na nag-aakusa sa parliyamento ng hindi maayos na paghawak sa batas at pati ang pagiging korap.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Ang mga eksperto sa sunog ay palaging abala sa mga ganitong oras ng taon, nakiusap para sa paggamit nang ligtas at legal na mga pagtatanghal ng paputok at hinimok ang mga mamamayan na pumunta sa organisadong pampublikong palabas.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Bilang bahagi ng operasyon, isang Qantas Airways Airbus A330 ang pinadala sa karagatan ng awtoridad ng Awstralya.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Ito ay labis na nakakapangamba na ang ilang pangungusap na kinuha mula sa konteksto upang makalikha ng impresyon na ang aming samahan ay pugad ng panatisismo lumapit sana sila sa amin nang diretso - isinasagawa namin ang isang bukas na pamamalakad sa aming moske.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Ang Telecommunications Commission of Solomon Islands (TCSI) ay nagpalabas ng isang multa sa isang Papua New Guinea (PNG) na tagapagtustos ng teleponong selular, dahil sa nabigo ito tumugon sa itinakdang huling araw na nakalagay sa mga tuntunin ng lisensya nito.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "Ang lokasyon ng labi ay anim na milya sa hilaga sa huling iniulat na posisyon ng eroplano mula sa baybayin ng Brazil sa lalim na 3,800 at 4,000 metro (2,070 hanggang 2,190 fathoms o 12,467 talampakan at 13,123 talampakan).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "\"Nakakita ka na ba ng 20 taong gulang na mastermaynd? Hindi siya ang tagabaril,\" sabi ni Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Noong nakaraang linggo ang rehimen ng Fijian ay nagbanta na paalisin ang Mataas na Komisyonado ng New Zealand maliban kung ang gobyerno ng New Zealand ay ipagkalooban ng bisa si George Nacewa, ang anak ng isang senior na opisyal ng rehimen.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "Nagawa ni Jenkins na umabot sa bilis na 126.1 milya kada oras (202.9 kilometro kada oras) sa kanyang kotseng Greenbird sa gilid ng kapatagan ng Ivanpah Lake, Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Nang sinimulan ni Oppenheimer ang laboratoryo ng disenyo ng sikretong armas na Los Alamos, itinalaga niya si Bethe bilang Direktor ng Teoretikal na Dibisyon.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Bago ang 2005, ang 555 California ay World HQ ng Bank of America, pero ang katayuan na iyon ay nagwakas nang ang NationsBank na nakabase sa North Carolina, ay nilamon ang pamana sa pagbabangko ng A.P Giannini sa kanlurang baybayin at pinanatili ang B ng pangalang A, pero ginawa ang pangunahing HQ sa Charlotte NC.\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "Ibinalita ngayon na ang SLW Group ay nagtagumpay sa pagkuha ng $10 milyong account.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Sa lugar ng pagbobomba, naglagay ng mga korona bilang respeto at daan-daang mga tao ang nasa lugar para mag-alay ng katahimikan.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "Ang pagtaas ng leu ay nagkaroon din ng epekto sa pandaigdigang halaga ng palitan, pinahina ang dolyar ng US sa buong mundo ng halos 1%.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "Ang mga susunod pang pag-aaral ay kailangang gawin upang makita ang posibilidad ng mga pangalawang epekto, katulad ng paggagatas sa mga lalaki at mga hindi buntis na babae, gayundin ang pagtaas ng pamamaga na maaring makasira sa MS.\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "Karamihan sa namatay ay naghahapunan sa mababang palapag, at nakulong sa ilalim.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Ang mga tasahan ng mga pumasa sa bansa ay nauwi mula sa 72 bumaba sa labing isang porsiyento, na maraming mga paaralan na hindi man lamang makapasa ng kahit isa.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "Sinimulan ni Grady Sizemore ang laro para sa mga Indianssa pamamagitan ng pagkamit ng isang home run sa unang inning ngunit ito'y pinantayan ng Sox sa pangalawa sa pamamagitan ng isang Paul Konerto RBI groundout.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "\"Naintindihan ko ang pagkabigo na nararamdaman ng Pulisya at Fire Service tim kung nakaharap sila sa mga suliranin ukol sa Guy fawkes, at umaasa ako na ang mga bagong paghihigpit na ito ay magbibigay ng mensahe na ang sinasadyang pagsakit o pagsira ay kriminal at kailangan itong pigilan,\" ayon kay Ginoong Benson-Pope.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "Itinaas ng US ang seguridad sa kanilang mga paliparan kasunod ng nabigong pagtatangkang pagpapasabog noong ika-25 ng Disyembre sa byaheng Delta ng lalaking taga-Nigeria na may pampasabog sa ilalim ng kaniyang salawal.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "Ang mga lokal na awtoridad ng kabundukan ng Harz sa sentral ng Alemanya ay nag-anunsyo rin ng pagbubukas sa kahit sinong bisita ng \"opisyal na daan para sa mga hubad\" sa kalikasan.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Ang arkeolohiyong lugar ay nasa isang burol malapit sa Dagat ng Mediteraneo na humaharap sa pangtag-araw na tuluyan ni Hosni Mubaral, presidente ng Ehipto.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Gayunpaman, sa pamamagitan ng paggawa ng mga disenyo sa mga bukas na pinagmulan ng servers, ang kumpanya ay umaasa na ang iba ay makakahanap ng paraan para mapabuti ang mga ito.\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "Si Hunter, na naghahangad ng Republikanong Presidenteng nominasyon, ay pumabor sa panukalang-batas noong nakaraang linggo.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Ayon kay Dennis vanEngelsdorp, isang espesyalista ng mga pukyutan sa Pennsylvania State Department of Agriculture, \"Sigurado kami, ngunit hindi pa napapatunayan, na ito ay isang nakakahawang sakit.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "Kahapon, inanunsiyo ng Basketbol Australya ang huling pangkat pang-Olimpiko para sa Pangtag-araw na Olimpiko ng taong 2012 bago ang panghuling series sa lugar ng Melbourne ngayong katapusan ng linggo para sa kapwa pambabaeng lupon na Opals at panlalaking lupon na Boomers.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "May mga alalahanin din na ang apat na palapag ng gusali na kulang sa isang metrong layo mula sa gilid ng butas ay maaaring bumagsak dahil ang lupa sa ilalim ng gusali ay patuloy na gumuguho.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "Habang nasa Singapore, nagkaroon ng pagkakataon ang mga manlalaro na mamahinga at pul at ang karamihan, kasama sina Knox, Rowena Webster, Nicola Zagame, at Melissa Rippon ay aktibo sa Twiter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "Sina Edward Lu at Stanley Love ng Sentrong Pangkalawakan ng Johnson sa Houston, ay nagpahupa ng kanilang takoy tungkol sa salpukan.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "Ngayon na ang populasyon ng Detroit ay bumaba sa 713,777, ito ay hindi na karapat-dapat para sa mga bentahang pinansyal na mga ito.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Ang Wikibooks, ay orihinal na sinadya bilang lugar para sa mga aklat-aralin at mga manwal pero ito ay dumarami at naging komunidad na gumagawa ng mga aklat sa lahat ng klase ng mga paksa, ang cookbook ang pinakakilalang halimbawa.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Ang labing dalawang porsiyento ng 1,043 na preso na isinuri para sa mga droga mula sa simula ng taong ito hanggang sa Hunyo, ay lumabas na positibo para sa mga droga.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Ayon sa Press Trust ng India, nakatanggap ng reklamo ang pulis ng India mula sa tatlong menor de edad na nagsasabing sila ay ginahasa ni Madhavan.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "Inanunsyo ngayong araw ng hepe ng pulisya sa rehiyon na si Herbert Khaemba: \"Ang suspek na pinaghihinalaang utak ng brutal na pagpatay ay nahuli ng pulis sa hangganan ng Kenya sa bayan ng Traveta kung saan ito nagtatago.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Ginagamit ng Eskonya ang kawalang-katiyakan sa pagiging kasapi ng EU upang pigilin ang Catalonia na kahit humawak lang ng reperendum para sa kalayaan.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "Naglista ang Forbes ng may 1,210 na bilyonaryo na pinagsama-sama ang mga ari-arian sa halagang 4.5 trilyong US dolyar, na mas mataas kaysa noong nakaraang taon na 3.6 trilyong US dolyar.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Samantala, iniuulat ng Herusalem Post na may lumalaking kalagayan sa pangdepensang gusali ng Israel na kanilangang kumilos nang malaya ang bansa upang pigilin ang Iran sa pagkuha ng mga armas na nuklear habang malamang na hindi gagawin iyon ng Estadus Unidos.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Hanggang sa araw na iyon, si Woolland ay binigyan ng paglaya, sa kundisyon na lalagi siya sa kasalukuyan niyang tirahan, at hindi papasok sa siyudad ng Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Isang batang babae ang namatay Biyernes ng gabi matapos ang aksidente sa mabilis umikot na sasakyan sa panlibangang parke ng Playland sa Rye, New York sa Estados Unidos.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "Sa buo nitong makulay na kasaysayan, ang kastilyo ay minsan nang naging pag-aari ni William Lever na nagtatag ng Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "Ang Newport at Glyndwr ay magiging mga unibersidad sa kanilang kagustuhan.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "Sa ika-7:00 UST (19:00 NZST, lokal na oras) ngayon, ang mga botohan ay isinara sa pangkalahatang halalan ng New Zealand, 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "Ang unang lindol ay may lakas na 4.7 sa Richter magnitude scale at nasa mabundok na lugar at ang ikalawa ay may lakas na 5.1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Sinubukan din nila ang birhen pang daga na nilagyan ng dagdag na prolactin, at nakita nila na ang resulta ay katulad ng sa buntis na daga.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "Kami ay naniniwala na kailangan ng Hilagang Korea na magpakita ng konkretong aksyon tungo sa paglisan nito sa armas nukleyar at mga kasalukuyang programang pangnukleyar,\" pahayag ni Shinzo Abe, ang Ministro ng Japan.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "\"Ang pampasiglang panukalang-batas ng dalawang partido at ang matamlay na ekonomiya ang mga pangunahing dahilan ng pagtaas ng depisito kagaya ng masasalamin sa resulta ng badyet ng kasalukuyang taon.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "\"Kapag ako ang Pangulo, ang tanging pang-ekonomiyang patakaran na aking ipagpapatuloy ay ang maging matipid sa mga pondo ng Estados Unidos.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Ang mga baras ay maaaring maproseso uli sa loob ng ilang buwan upang makakuha ng plutonium na weapons-grade.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "Ang bagong plano na ipapanukala para baguhin ang kasalukuyang polisiya na nagpapahintulot ng mga kamera sa taksi kung saan hindi naman nagtatala ng mga tunog para sa mga rason ng pagiging pribado, sa pag-asa na ang mga itatalang audiyo ay gagawing mas madali ang mga imbestigasyon.\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "Ito ay nagresulta sa pagsasara ng silid piitan kung saan nangyari ang pambubugbog kay Popov.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "\"Maaari kong sabihin sa iyo na walang maling kababaang-loob: natupad ang misyon\" sinabi niya sa mga madla ng mga 50,000 noong Biyernes, \"Tayo ay muling nagsasama at pumayapa sa bansa.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Ang dalawang porsiento lamang ng mga kababaihang siniyasat sa buong mundo ay nagbibilang sa kanilang sarili na maganda, ayon sa kapwa may-akda ng ABC Good Morning America na si Robin Roberts, at sa kaniyang programa unang ipinalabas ang patalastas kaninang umaga noong 8:07 am EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "\"Tiyak na mayroon pading demand para sa mga payphone sa buong Australia.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "Isang opisyal ng Ministro ng Somali Defence ay nagdagdag-ulat na ang mga helikopter ng Amerika ay naglunsad ng atake laban sa mga manlalaban ng ICU sa Afmadow, isang siyudad malapit sa hangganan ng Kenya, 350 kilometro timog-kanluran ng Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "\"Ang pagkakaroon ng ganitong kalakaran na nagpapahintulot sa ganitong uri ng kalaswaan na ipinapakita sa kanilang website o sa pamamagitan ng kanilang sistema ay isang bagay na hindi nila kayang pangasiwaan.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Ang \"software na bahagi na naglalaman ng hindi mabibilang halagang mga impormasyon\" ay nasagip sa oras, ayon sa mga ulat.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Ang resulta ng botohan sa Zogby ay inilabas noong nakaraang Lunes (ika-22 ng Mayo), pero sa kabuuan ay hindi napabalita ng mga mamamahayag, sa dahilan ng posibilidad ng pagkiling sa nasa loob ng mga pinanggalingan.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Maaaring sa nalalapit na hinaharap ito ay para na sa mga misyon na pinapatakbo ng tao gamit ang SpaceX Dragon na sasakyang pangkalawakan.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "Ang Sirius Star na pag-aari ng isang korporasyon ng Estado ng Saudi na Vela Marine International, ay may 25 na tripulante na galing sa Pilipinas, Saudi Arabia, Croatia, Poland, at Britain.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Binabanggit ng pamahalaan ang terorismo at proteksyon laban sa pandaraya kaya kinakailangan ng pangkalahatang pambansang kard ng pagkakakilanlan.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "Ang mga opsiyon para sa istratehiya ay sumasaklaw sa pagpapabuti ng relasyon sa pagitan ng Afghan-Pakistani, habang tinatayong muli ang ekonomiya ng Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Ang dalawang mga kandidato na ibinoto kamakailan bilang mga miyembro ng pamunuan ng paaralan na nagsama sa intelligent design sa kurikulum ng agham sa pampublikong paaralan ay nakatanggap ng pinaka-kakaunting boto noong Martes sa eleksiyon.\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "Ang mga grupo ng mamamahayag ay nagsabi na ang Poland ang nag-iisang bansa sa European Union kung saan ang mga hatol ng bilanggo ay ibinibigay para sa \"kasalanang pang-opinyon\" at ito ang unang pagkakataong mangyari ito sa EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "\"Ayon sa mga imbestigador, ang akto ng terorismo ay una at nakatutok laban sa ang mga dayuhang mamamayan.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "Ang libing ay gaganapin sa sementeryo ng Hermano Pedro sa Mixco.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "Ang lugar sa ilalim ng lupa ng London ay idiniklarang 'kodigo Amber'sa loob ng ilang minuto, ay pupunta ang mga tren sa platforms at bubuksan ang mga pintuan.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Ang pambansang koponan ng football ng Bosnia at Herzegovina ay pinagbawalan ng FIFA, ang pandaigdig na lupong tagapamahala ng laro.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Sinabi niya pa na ang kompanyang Energy Management Inc. na nasa likod ng pinagtatalunang proyekto ng Cape Wind, ay iminungkahi ang pagtatayo ng isang gawaan ng kuriente sa pamamagitan ng diesel sa tapat ng mababang paaralan ng Chelsea at ang kalidad ng hangin sa Chelsea ay mababa.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "Ang samahan sa pagitan ng gobyerno, Gobyerno ng New South Wales at ng Sydney Cricket and Sports Ground Trust ang sasagot sa karagdagang gastos na kaugnay ng Sydney Cricket Ground na ang pag-sasaayos ay makukumpleto sa 2014.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "Ito ay nangyari bilang isang mabisang paghahalintulad sa 2007, noong ang 120,000 na mga banyagang manggagawa ay pumunta sa U.S. na may H-2B na mga bisa.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Sinabi niya rin na makakabalik sa serbisyo ang kompanya ng eruplano nang madali kung bumaga ang mga presyo, idiniin na \"kung bumuti ang kalagayan kasama na bumaba ang presyo ng panggatong at mas gumanda ang tanawan ng kakayanang kumita, maaaring nasa eruplano na uli kami.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Ang misyon ay \"magsusukat ng gas na nanggagaling mula sa pluma,\" sa pagwawakas ng pahayag.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Ang artikulo na nagbigay daan upang mapunta ang site sa tuktok ay ang artikulo tungkol sa hindi boluntaryong paninirahan sa Unyong Sobyet.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Ang distrito ng Thung Song sa lalawigan ng Nakhon Sri Thammarat ay nakakaranas ng hanggang baywang na baha sa mga pamilihang lugar ng lunsod.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Pagkatapos ay tinanong ng Wikinews kung bakit hindi nila iniwan para magamit ang buong listahan, pero markahan ang mga sites na sa pakiramdam nila ay hindi nararapat na suriin.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "Maaari na ngayong matingnan ang 30 segundong kampanya (tingnan ang pinagmulan sa ibaba) sa YouTube.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "Si Tenyente Heneral Dominic Dim Deng, ang ministro ng depensa sa lugar, ay kumpirmadong namatay at ipinagpapalagay ding mayroong hindi kukulangin sa 19 na mga opisyal ng militar ang namatay din.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Nasabi niya na hahamunin nya ang kinalabasan ng halalan sa korte.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Si Obame ay nagprotesta sa pamamagitan ng di pagkain upang ipakita ang kalungkutan sa tinatawag niyang \"ang pagtatalaga sa tungkulin ng kapanahunan ng diktadorya\" sa Gabon.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Ang 2008 Taipei City New Year Countdown Party ay halatang \"nabahiran\" ng politikal na dahilan.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "\"Ang DS4SEQ ay gusto sanang makakuha ng may-kalakihang porsyento sa pangunahing boto at manalo ng maraming mga upuan,\" sabi ni Ginoong Furze.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Si Packer ay kasama din sa mga industriya ng pagsusugal at paglalakbay at may-ari ng Crown Casino sa Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "\"Isa sa mga malalaking bagay na mahirap ay ang pagiging konsistent, at iyon ang isang malaking kalamangan ng Windows,\" sinabi ni Jim Zemlin, eksekyutib direktor ng Free Standards Group, sa Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Ayon kay Eva Brucherseifer, ang presidente ng komunidad ng KDE ng Germany at namamahalang direktor ng basysKom, ang proseso ng paglipat ay nasa \"tuktok na bahagi\" at nakakapaglipat ng 300 na sistema bawat araw.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "Ipinahayag ngayon ni Heneral David Petraeus ng Hukbo ng U.S. ang isang pinakahihintay na testimonya sa Capitol Hill.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "\"Ang mga ulap ay bumuka at kaya kami ay itutuloy ang paglunsad,\" ayon sa mission control na NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Ang libro ay naitanghal sa ika-2 puwesto sa listahan ng pinakamabenta sa Norwey.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "Labing-anim na partido ay lumaban din para sa mga upuan sa parliyamento, ngunit wala sa kanila ang nakatanggap ng mahigit isang porsiyento ng boto.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Ang New York Yankees ay nakabawi mula sa mabigat na pagkatalo noong Sabado nang manalo sa laro noong Linggo laban sa Cleveland Indians sa iskor ng 9-4 sdahil sa ilang magandang pagkakataon ng pagpalo.\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "Ang mga nahuling tumataliwas sa mga hinihinging ito ay sadyang makikita ang kanilang sarili na nahaharap sa pansariling multa ng hanggang NZ$200,000.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "Ilang bahagi ng Interstate 35 and Interstate 30 ay tumigil.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Ang kanyang mga labi ay dinala ng helikopter sa Palapagan ng Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Ngayon, sa oras ng pagsasalusalo ng tanghal, igagawad ng museo ang kanilang gantimpala ng panghabang-buhay na kakayanan kay Bob Kuhn.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Kamakailan ang Fons Investment ehf. ay binili ang kumpanya ng eroplano ng Denmark na Sterling Air at Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Maaga pa kagabi, nagkaroon ng malawakang pagsalakay tukoy ang internet ng Tsina, dahilan upang bumagal na halos pagapang na ang pagpasok dito.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "Ang 25-taong gulang na galing sa Huntersville, North Carolina na dating nagkamit ng unang pwesto para sa pang Sabadong gabi na karera sa Biyernes.\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "Inilabas dati ng Wikinews ang kuwento tungkol sa kahina-hinalang pamatnugot pagkatapos tumanggap ng lihim na pabalita mula sa mga administrador ng Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Maging si Vardi ay isang matalinong magulang para sa kanyang paghihimok o sa katunayanang paghimuk sa mga nahuhuli, ay isang bagay na panahon lang ang makapagsasabi habang siya ay nagtatangkang dalhin ang mga produkto ng kanyang mga anak sa merkado.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Sinabi ng CRA na bibilisan nila ang pagproseso ng mga nabinbin na ibabalik na buwis.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Ang isa pang bansa sa Europe na may kakayahang nukleyar ay ang Pransiya.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Ang AS Roma ay pumapangalawa sa agwat ng gol na nanguna sa Sporting CP, na tinalo ang FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Ang mga ekstra na biyahe ay nangangahulugan na ang British Airways ay lilipad na mula Bucharest hanggang London, at pabalik, sampung beses isang linggo.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Ang GoM ay gayunding iminungkahi na ang mga radyo sa komunidad ay payagan ng hanggang 5 minuto ng komersyal na pagpapa-talastas sa bawat isang oras ng pagpapahayag.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Ang mga likha ni Rico at ang mga pamamaraan niya upang buuin ang mga ito ay ang mga paksa ng palabas na Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "Ang bagong badyet ay magpapataas rin sa pondo para sa programa ng kinder ng estado, gayundin sa $100 milyong pondong gugugulin para sa mga di nagpatala sa Tenncare, at isang mahalagang kontribusyon sa reserbang pondo ng estado.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "Ang kanyang tiyuhin ay nagsalita sa CNN sa kondisyong walang pagkikilanlan, at sinabi na ang kanyang pamangking lalaki ay kasalukuyang nag-aaral sa Britanya noong 2006 nang ang kanyang nobyo sa Iran ay naaresto at binitay matapos mahuli sa kasong sodomya.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Noong 1997 ang Simbahan ay nahatulan ng pandaraya sa Lyon at noong 1999 sa Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Bukod sa pagsasabi nito, siya ay tumangging pag-aralan ang pagsugod laban sa Iran sa hinaharap.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Ang Hamas, isang radikal na grupo ng islam, ay nanalo ng malaking mayorya sa konseho ng eleksyon sa Gaza Strip na ginanap noong nakaraang buwan.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Ang Youtube ay normal na madaling nabubuksan sa Tsina, kung saan ipinagbabawal ang mga malalaswa o mararahas na sayt gamit ang kanilang 'Great Firewall'.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Ang kalapitan ng Festival Square sa Lawa ng Ontario ang naging dahilan ng problema, lalung-lalo na sa grupo ng sining na nagtatanghal sa timog.\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "Ang mga pasahero ay karamihang mga dayuhan mula sa Nass-Murray at kumpanya ng Roberts na konstruksyon, at nagsasaya sa isang hapunan na naglalayag sa pagdiriwang ng kanilang pagkumpleto bilang parte sa tore ng Bahrain World Trade Centre.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Ayon kay Bill Rusko, ang ama sa dalawang mga anak, ang oso ay tumawid sa Route 30 sa Ligonier Township at pumunta patungo sa tatlong mga bata habang sila ay naglalaro ng badminton.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Isang korte ng limang tagahatol na Iraqi na pinamumunuan ni Rizgar Mohammed Amin, na parusang kamatayan ang ibinigay sa kanila, ay pagdedesisyunan ang kanyang sintensya.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Noong 2004, si Doktora Aafia ay nakilala ng FBI bilang isang \"operatiba ng Al-Qaeda at tagapanguna na naglagay ng malinaw at kasalukuyang panganib sa Amerika.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Sinabi ng Ministro ng Kayamanan na si Martin Ferguson na \"walang pagbabanta sa baybayin ng Australia.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Ang mga magsasaka ng New Zealand ay nagkaroon ng mahalagang tagumpay sa kapulungan ng mga tagapaglagda ng kautusan, na ang mga MP ay bumoto para ang mga asong nagtatrabaho sa bukid ay libre na sa pagsasabatas ng microchipping, pasado sa 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "Ang kampo ni Manny Pacquiao na pinangungunahan ni Freddie Roach ay nagsabi na si Diaz ay nangangailangan ng \"fucking Miracle\" para mapatigil si 'The Pacman'sa pag-angat hanggang 135 lbs. na timbang kung saan si Diaz ay nangungunang.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Ang ibang mga parliyamentaryo, kahit ang ilan sa mga Worker's party, ay hindi sumasang-ayon sa argumento ng kudeta.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Subalit kaninang umaga, iniulat ng pulisya ng Dallas na uminom si Owens ng di malamang dami ng gamot, at nang tinanong siya ng pulis kaninang umaga kung sinubukan niyang saktan ang kanyang sarili, sumagot si Owens ng \"Oo.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Si Muktar Said Ibrahim, isa sa dalawang suspek na pinangalanan alinsunod sa nabigong pagtatangka ng pambobomba noong Hulyo 21, ay kilala rin bilang Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "Ang bagong kota sa pangangalakal ng U.S. ay maglilimita sa pagyabong angkat na telang Tsino sa 7.5 porsyento kumpara sa kargamento noong nakaraang taon.\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "\"Wala kaming natanggap na anumang reklamo sa panahong ito,\" sabi ng namumuno sa Pambansang Komisyon sa Halalan ng Mozambique, na si Leopoldo sa Costa.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Nakita ng pulisya ang isang palatandaan na yaring-bahay na nagsasabing \"Huwag Kang Papatay.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Nag-umpisa siya sa kanyang karera sa KSAX at nagtrabaho rin sa El Paso at Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "Sinasabi na ito ang pinaka malalang sakuna ng komersyal na pagpapalipad sa Rusiya simula noong Agosto 2006 ng namatay ang 170 katao pagkatapos ng ang Tupolev Tu-154 na pasahero na jet, lipad 612, na pagmamay-ari ng Kompanya ng Eroplano na Pulkovo na naka base sa St. Petersburg, na bumagsak sa Ukraine.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "Ang mga pinakahuling dokumento na kanilang natanggap ay ang mga detalye ng 2004 na kopya ng manwal na pinirmahan ni Mayor-Heneral Geoffrey D. Miller ng Katimugang Komando ng U.S.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Ang Tulay ng Danziger ay nakalatay sa isang Kanal na nagdudugtong sa Lawa ng Pontchartrain at sa Ilog ng Mississippi.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Hindi siya natagpuan hanggang noong Augusto 1997, nang matagpuan ng mga maninisid ang kanyang bumigat na bangkay 70 talampakan ang lalim.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "Ang pangtaunang paglago ng ekonomiya ng India ay nasa pangkaraniwang 8 porsiyento simula noong nakaraang tatlong piskal na taon.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Tumawag ang halalan si Henley ng ang kanilang kinatawan na si Boris ay nahalal bilang Lord Mayor ng City ng London.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "Sa isang pahayag sa Commission, inamin ng bemobile na hindi ito binuo ng anumang mga bagong tagapagkalat dahil sa huling bahagi ng 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Kanila ding hinimok ang Punong Minitstro na palaganapin niya ang kaniyang mga pagsisikap sa pagharap sa terorismo at pagiging panatismo.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Ito ay tradisyonal na pagtitipon na ginaganap taon-taon para sa pagpapahayag ng pagsalungat sa pampulitika.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Isinulat ni Robertson na, \"humihingi ako ng inyong kapatawaran at kapatawaran ng mga mamamayan ng Israel.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Noong ika-28 ng Mayo, 2003, pangatlo sa pinakamalaking lungsod ng Alemanya, ay bumoto para malipat sa open source software.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Ang mga miyembro ng pansamantalang rehimen at kanilang pamilya ay pinagbawalang pumasok sa New Zealand.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Si Arid Uka, 22, ay pumatay ng dalawang US (USAF) na lalaki at nakasugat sa dalawa pa sa isang atake sa kanilang sinakyang bus sa Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Ang \"Red Baron\" ang nagtala ng pinakamabilis na oras at ang pinakamabilis na nagtala para sa linyang ito.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "Ilan sa mga estudyante ang nagreklamo na wala silang natanggap na babala mula sa unibersidad maliban sa e-mail na pinadala lampas dalawang oras matapos ang unang insidente.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Ang pambihirang mga ibon ay may 30 pulgadang haba ng pakpak at tumatayo ng halos sa 20 pulgada ang taas.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "Ang Kipot ng Hormuz ay isang pangunahing ruta ng mga barko na may napakalaking estratehikong kahalagahan.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "\"Paano ninyo ibinigay sa isang 21 taong gulang na bata ang isang kontratang katulad noon?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "Ang pamilyang ito ay papunta para dumalo sa isang larong putbol para sa mga kabataan noong nangyari ang banggaan.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Pagkatapos ay tumugon si Gary Sheliffield sa kailaliman ng ining kasama ang isang tatlong-takbong homer na umabot sa kanang sentrong malawak na mga upuan, na nagpalaki ng abante ng Yankee sa iskor na 9-4.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "Sabi ni Smith sa epekto sa relasyon sa Estados Unidos--na naging matatag mula noong Ikalawang Pandaigdigang Digmaan--\"Naniniwala akong hindi ito isang bagay na makakapagpabagabag sa hanggang sa kasalukuyan na magandang ugnayang pangtrabaho sa pagitan na bagong gobyerno at ang administrasyon (ng Estados Unidos).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Sinabi ng komite na isang \"malawak\" na programa sa paggawa ng bagong gas-fired power na istasyon ang kailangan upang matugunan ang nakatakdang pagkukulang.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "Si Jeff Blake, Pinuno ng kalakal at pamamahagi para sa Sony Pictures sa buong mundo, ay nagsabi na: \"Si Michael Jackson ay may isang hukbo ng mga tagahanga sa lahat ng dako sa buong mundo...kami ay nagbibigay ng mga mambabasa ng isang napakalaking pagkakataon upang sama-samang sumali sa pagdiriwang ng hindi mapaniniwalaang karera ni Michael Jackson.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "Ang Coast Guard ay nakatanggap ng balita sa emerhensya ng 7:03 ng gabi mula Candano Shipping Lines.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Naghahanda kami sa anumang mangyari sa kapaligiran kahit hindi namin talaga alam ang laki ng maaaring mapinsala nito.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "\"Katulad ng trahedya ng Piper Alpha na naganap dalawang dekada na ang nakararaan, sinalungguhitan ang mga hadlang sa paggalugad sa Hilagang Karagatan, ang malaking kapahamakan sa Auchengeich ay nagpakita ng panganib at mga kapahamakan kung saan ang mga minero sa buong Scotland ay nagpabaya bilang bahagi ng kanilang trabaho tuwing sila ay bababa sa hukay.\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "Ang Wikipedia, isa sa nangungunang sampung websites sa internet ay magkakaroon ng panibagong anyo.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "Isang ulat ang nagsasabi na ito ay bumagsak sa bangin at isa naman ay nagpahayag na bumagsak ito sa isang matubig na lugar.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Si Newsom ay naging alkalde ng San Francisco simula 2003 at muling nahalal noong 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Ang tagapagsalita ni Gbagbo, na si Abdon George Bayeto, ay sinabi sa BBC na ang eleksyon ay dinaya bilang isang \"pandaigdigang sabuwatan laban sa nakaupo\" at magpapatuloy na labanan ang mga puwersa na matapat kay Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Ayon kay Jean Eyeghe Ndong si Bongo, ang pinakamatagal na nagsilbing pinuno ng isang bansang Afrikano, ay namatay sa klinik ng Quiron noong Lunes, sa edad na 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Ang hakbang na ito ay nangyari matapos nangakong magbibitiw sa kanyang puwesto si Tenzin Gyatso, ang ika-14 na Dalai Lama kung ang mga pangyayari ay \"hindi makontrol\" sa Tibet, kung saan ang mga marahas na pagpoprotesta ay kumitil ng 13 hangang 100 na buhay.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "\"Ang bilis ng broadband at ang halaga ng binabayaran ng mga tao ang pinaka malaking buto ng pagtatalo.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "Noong 1996, inilabas nila ang kanilang unang album na nakabenta ng mahigit na isang milyong kopya sa buong mundo.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Isa sa mga akusado, Marc Luypaerts, ay sinabi sa mga mamamahayag na ang hukom na responsible sa imbestigasyon ni Hasselt ay pinagbawalan siyang magsalita tungkol kay Prinsipe Laurent.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "Ang reklamo sa etniko ay dati nang naiayos ni Demokratikong Rep. na si Chris Bell sa Texas noong Hunyo 15, 2004, at nagsimulang magpainit sa mga buwan bago sa nakaraang taon ng eleksiyon.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Ang sunog ay isa sa tatlong sumiklab kahapon sa disyerto ng Mojave at sa kabundukan ng San Gabriel.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "Ipinahayag niya na nakuha na niya ang 17 sa 18 boto na kailangan upang makuha ang suporta ng mayoridad sa 34 na kasapi ng OAS.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "Ako ay nasasaktan kapag ang aking pamilya ay hindi nasisiyahan sa mga komento ng mga tao pero sa tingin ko nakamit ko na ang karunungan para ipagwalang bahala ang mga negatibong sinasabi nila!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Ito ay naiiba rin dahil ito'y sinusunod ang populasyon mula kapanganakan diretso hanggang sa kamatayan.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "Ang desisyon na Planong B ang kaisa-isa sa 67 na resetang mungkahi sa pagbabago sa OTC na di naaprubahan, kahit na pagkatapos na naaprubahan ang mga pagbabago ng mga komite ng pagbabalita.\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "Namatay siya sa edad na 76 matapos ang hirap na naranasan sa kanser, naiwan niya ang asawa ng 54 na taon, si Elsie, at mga anak na sina Andrew, Paul, at Mark.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "Nagdedemanda ng kompanya para sa pagkabawi ng mga pinsalang sibil na kalahating kita ng pilm at libro mula sa mga blockbuster na pilm tulad ng prangkisiya ng Spider-Man, Iron Man, X-Men, Hulk at Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Ang dalawang iba pa ay gawa na Mill ni Piet Mondrian at ang isa ay guhit na St. Diego de Alcala ni Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Isang free kick ni Ryan Giggs sa ikalawang bahagi ng laro ang nagdulot malaking kontrobersiya, nang ang Lille ay naghahanda sa kanilang panig habang ang bola ay napunta sa likod ng net.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "Ang eroplanong may taglay na dalawang makina ay sumailalim sa isang pagsusuri sa Perpignan bilang paghahanda sa muling pagbabalik nito sa Air New Zealand sa pamamagitan ng German airline XL Airways, kung saan pinapaarkila ito.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Ang ahensyang nukleyar ng Japan ay isinaalang-alang ang mga pangyayari sa Fukushima I na Planta ng Nukleyar na Enerhiya na nasa Antas 4 sa Pambansang Sukatan ng Kaganapang Nukleyar, kung saan ay isang aksidente na may mga lokal na kahihinatnan.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    }
]
}