{
    "Contributors": [
        "Xudong Shen"
    ],
    "Source": [
        "HateEval (dataset: https://github.com/cicl2018/HateEvalTeam)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "Given a statement, determine if the sentiment is of hatred, no hate,relation or nothing at all.",
    "Positive Examples": [
        {
            "input": "@CB618444 @SiddonsDan @POTUS @ICEgov @CoryBooker @KamalaHarris @NancyPelosi @RepMaxineWaters @NYGovCuomo @BarackObama ILLEGALS BUILDTHATWALL",
            "output": "Hateful",
            "explanation": "This post targets people and calls out to them as illegals."
        },
        {
            "input": "I've always wanted head from a girl with a tongue ring.",
            "output": "Non-hateful",
            "explanation": "This post just displays the desire to have a tongue ring."
        }
    ],
    "Negative Examples": [
        {
            "input": "Looks like another girl fucked up another relationship. When are you gonna learn ladies?",
            "output": "Fucked up",
            "explanation": "The reply must be hateful or non-hateful"
        },
        {
            "input": "@StanM3 @V_of_Europe No.....really? A refugee? They are here to enrich our cultures, right? I bet ya he's older than 17 too....#sendthemback it's not late to save Europe",
            "output": "Non-hateful",
            "explanation": "The post states that the refugees have a negative and stires up revolt making the post hateful"
        }
    ],
    "Instances": [
        {
            "input": "Post: Video: #Spain opens refugee camp after becoming new destination for migrants https://t.co/2dfst6yX5L https://t.co/s2SlWlNjt0",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I think it's clear who the best choice for president is.... Michael fucking Phelps",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @Dreddnought are you ok Hun? There’s a Mark shaped hole in my Facebook. ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: the go home blacks refugees dirty immigrants asylum seekers sucking our country dryniggers with their hands outthey smell strange savagemessed up their country and now they want to mess ours uphow do the words the dirty looks roll off your backs",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I saw a woman dressed up like a hot dog tonight. Bitch, it ain't Halloween yet",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Don't text these hoes... If you're doing your job right they'll text you when you're needed",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @HISTORY At that time (80 years ago) the USA were consequent and have a line. Today the USA are a soft nation without any sucess for the future. The invasion of illigal refugees must stopped in all ways.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @SindhuBoddu It will always be ready and hard for you to bring your holes and beat it with your cunt and ass https://t.co/OtoJQvC7FF",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: This is horrendous https://t.co/kT6dHiVdFt",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: This bitch Cunt Whore Slut every type of name deserves to fucking die u Wildin for this https://t.co/x6W2qumuQq",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Police officer and her family infected with highly contagious skin disease at Spanish migrant shelter https://t.co/I3qFqivL9K",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #MS13 #Illegals #SecureOurBorder #BorderPatrol #Migrants #CartelsIt is easy for those who are NOT on the front line of #IllegalImmigration to be magnanimous and... https://t.co/eWouysVNR9",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @zesty_leftwing Its the muslins, you can't object to rape in Islam, to do so is to insult Muhammed.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Hope this group and any members are placed on a security watch list and not the immigration list.... CBC News https://t.co/2yLMPLdRp5",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Fucking slut. I knew you were cheating on me. ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @RealBenCarson While building a wall, give illegal immigrants a year to come forward giving them a process to become legal#thencrackdown",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: When someone announces they're unfollowing https://t.co/pF44Lw5NzL",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @MSNBC @Lawrence Hopefully they will not find them - futurerefugees will hear that and dont come to USA.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: They say home is where the heart is. But I got a hole where my heart is because I let a whore where my heart is",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I get curved all the time IDGAF, there's too much pussy out here to trip off any bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: . @NBCNews covered our petition delivery at the #Pentagon with @commondefense &amp; @MoveOn to demand Sec. Mattis STOP kicking immigrant servicemembers out of the military! https://t.co/WmHe0zv927",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When life gives you lemons just remember... Nobody gives a fuck, keep that shit to yourself",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Fellas, if you have a good girl in your life cherish her and love her, because most of these girls/women rather play the Hoe💯",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: lmao you guys i remember when someone hacked my twitter, called me a whore and shit and tried to say it wasn’t them.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @Bubbles8301 @LPIsaacGuest She a nasty skank Hoe who would Fuck her wolf pussy anyway ?",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: You ever look at someone and think 'yeah Ima fuck you'",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I had a nightmare last night that my 1 yo child had been taken by immigration and I hadn't seen him for months... It was just a dream and I don't have children.. woke up heartbroken for the immigrant mothers who are living this nightmare in real time 💔💔",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: My rotation is like a revolving door",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I have no shame bruh, none at all https://t.co/LPOP5r2JMi",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @AnnCoulter That's rich coming from the hysterical woman who didn't get the right seat on an airplane.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: These people are NATIVE AMERICANS. The land you claim is yours was there’s until our IMMIGRANT ancestors stole it from them... here’s your small history lesson you should have learned in school... thanks for coming to my Ted Talk https://t.co/MBovKJT5RX",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Got an IDEAL. If we stopped giving illegal immigrants Food Stamp, Welfare would they go home. And if they are illegally here, why should they get any of this? Also, has anyone has the amount of our tax dollars go to these folks? Just asking!  😎🎩",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @ChurenceRogers @JustinTrudeau Building that infrastructure to give to the third world:1. Let in millions of immigrants, forcing up property prices so homes and children are unaffordable2. Raise taxes to fund healthcare, housing, and schools for said immi",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @qldhealthnews Its ok to be white",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: If Saudi Arabia doesn't back off @JustinTrudeau will send in Canada's 2 Sea Kings and refuse to give all their illegal immigrants to Canada anymore hugs! #cdnpoli #canpoli #onpoli #abpoli #ableg #cpc #pcpo #ucp #lpc #SaudiArabia https://t.co/3KEohtZvc3",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I treat women like fuck toys cause that's all they are to me",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Friend- any plans for the weekend? Me- https://t.co/ubhL9ABWCz",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: CNN 8:53am NON-PROFIT ORGANIZATIONS LEAD CHARGE TO REUNITE FAMILIES. . Catholic Charities reunites immigrant children with deported...",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Because it’s easy to call women those things when the one hurting you repeatedly acts like he wasn’t being the slut and whore himself.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: anti-immigrant. Anti- murdering, raping, thieving and lazy opportunistic 3rd world primitive migrant who has no right to be in the Western world.#SendThemBack",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @FoxNews @foxandfriends @restore_US_nowJust Imagine THE SIZEof THAT RED WAVE !!GOD BLESS TRUMP!Build That Wall#BuildThatWall Plz share..",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Effects of Third World Immigration into Canada https://t.co/88XqDKkoBt via @YouTube",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @SecNielsen @MOSecofState @JayAshcroftMO @ElectionSummit @DHSgov American Citizens need @ICEgov Illegals can reunite back across the border in Mexico! We dont need the extra crime that the illegal or refugees invaders bring to America.#NoDACA #NoVisaLotte",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Paulferrar2892 @rms_xox7 Hell do you think you are to call my friend a fucking skank?! Just because she's bringing… https://t.co/kVOIDSz3SN",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @carolemacneil #cbcnn maybe the Haitian civil war can be explained as to the large numbers of refugees coming into 🇨🇦; oh right there was no civil war just Trump saying go home the earthquake is over.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Syrian refugees board buses at Lebanon border, begin their journey back home https://t.co/DcQ6Si08qM",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I would pay anything to know what goes on in girls' minds #WomenSuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @__________Cas amen, man. would love to see you at one of our upcoming events. check out our account for more info. #MaleDominance",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: DHS Arrests Immigrant Attempting to Enter US with Young Girl He Was Raping https://t.co/q3noI7iMiC https://t.co/KhngpI6ApS",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Immigrant Doctor Fought For Flint Children (The Spark, USA) https://t.co/bnxYCJXXN5",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: My great grandmother believed she resulted from the rape of a Cherokee by a German immigrant. My other great grandma was a triple divorcee. My grandmother left my grandfather when he beat her in a drunken rage. Hating men when they act like assholes IS an old fashioned value. https://t.co/3rFrFI67Co",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Don't blame them being surrounded by neighbours committed to your genocide.#BuildTheWall #BuildThatWall",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: This is what the streets of the #uk will look like in 10 more years #Brexitnow #stopimmigration",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: You're legit an asshole. Man or woman, act your fucking age. Show respect for others. Have decency to talk about things as an \"ADULT\" that you supposedly are. Dont be a fucking cunt about things ESPECIALLY if youre in the wrong.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @jokowi President Jokowi: it's not true millions of Chinese migrant workers get employed in Morowali, C. Sulawesi.The number of migrant workers is 3,121 &amp; local workers is 25,447.Thus the number of migrant workers is only 10.9% of total workforce The ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #welcomethestranger #executiveorder #refugeeswelcome https://t.co/dH8MGrGxnq",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @TheEconomist Wrong. Just last week a Nigerian refugee kill a 18 years old girl and cut her into 20 pieces. Some citizien were not happy about.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: sucking my own dick cause women are stupid",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Paris dont like tentrefugees. Now they bring them to the parque \"Bois de Bologne\". Close of this place life the most rich people of France in the Avenue Foch. The rich have made big walls around their property. https://t.co/b3zHDeT0Jk",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: The Latest: #Spain reports 328 migrant rescues at sea https://t.co/KtaOmeBzU2",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Package Thief Slips And Breaks Her Leg - Instant justice via @YouTube Stupid fucking bitch. Deserved every bit of that. Cunt. LOLOL",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: thing is not all men clean up like Gucci... be careful who you ride for https://t.co/644SOrQPyx",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @taylornikola I would give you some lovin back but I'm just here to point out where women fuck up. But thanks <3 #WomenSuck",
            "output": [
                "Hateful"
            ]
        }
    ]
}