{
    "Contributors": "Selvaganesh Muthu",
    "Source": [
        "gap",
        "https://huggingface.co/datasets/gap"
    ],
    "Categories": "Reverse Coreference Resolution",
    "Definition": "Read the passage and find the corresponding pronoun for the given name. The offset is the position of the name from start. The pronoun should be one of 'her', 'him', 'he', 'she' and 'his' with proper casing based on the position in the passage. The output should include the  pronoun name and Pronoun-offset (position of the pronoun from the start).",
    "Positive Examples": [
        {
            "input": "Passage : His other television appearances included Comedy Central 's Comics Come Home special, The Dennis Miller Show, and Late Night with Conan O'Brien. He also worked as a writer on In Living Color. Prior to his death in 2005, Thomas was working as a writer for Air America Radio, and was a frequent guest at Rocky Sullivan's ``Satire for Sanity'' show. He also was working on a project with Jamie Foxx. Name : Thomas, Offset : 220",
            "output": "Pronoun : He, Pronoun-offset : 347",
            "explanation": "The word 'also' mentioned next to pronoun 'he' shows that it refers to Thomas in the previous sentence."
        },
        {
            "input": "Passage : White has held positions as finance chair for the Democratic National Committee and as finance co-chair for Hillary Clinton's 2008 presidential campaign. She has been involved in fundraising for her 2016 presidential campaign as well. Name : White, Offset : 0",
            "output": "Pronoun : She, Pronoun-offset : 154",
            "explanation": "The only other person's name present in the passage is White and so she referring to White is correct."
        },
        {
            "input": "Passage : Shatner referred to The Original Series as ``cartoonish'' in Mind Meld, but later, upon questioning by a reporter, said, ``I never thought it was a cartoon ... I never thought it was beneath me.'' In a February 2002 interview on Larry King Live, Shatner said Mind Meld was similar to My Dinner with Andre, and indicated that he and Nimoy were hoping to produce more films of a similar nature. Name : Shatner, Offset : 246",
            "output": "Pronoun : he, Pronoun-offset : 325",
            "explanation": "Shanter refers to himself in the passage so this is correct."
        }
    ],
    "Negative Examples": [
        {
            "input": "Passage : The team also captured two East German Cups (FDGB Pokal) in 1971 and 1977, and made 42 European Cup appearances. During his career the small, strict trainer also coached 40 national team players and helped uncover talents such as Ulf Kirsten and Matthias Sammer. Fritzsch was succeeded as trainer at Dynamo by Gerhard Prautzsch and moved on to work for the DFV (Deutscher Fussball Verband der DDR or German Football Association of East Germany). Over his career he had coached 1,900 games, coming away with 1,163 victories. Name : Fritzsch, Offset : 263",
            "output": "Pronoun : he, Pronoun-offset : 451",
            "explanation": "The pronoun mentioned is not present in the passage. It is incorrect."
        },
        {
            "input": "Passage : Captured, Elias realises he is responsible for the deaths of his entire community and begs the priest for forgiveness before his execution. The priests says he is unable to do so and curses Elias's bloodline. Elias escapes and becomes obsessed with the concept of atoning for his sin. He moves his remaining seven children to the desert where they begin to build a monument to God. As his children begin to die through illness and accident, Elias maintains that God has forsaken him and his religious beliefs turn from reverence to homicidal and take over his and his children's lives. Name : Elias, Offset : 441",
            "output": "Pronoun : he, Pronoun-offset : 157",
            "explanation": "The pronoun 'he' referred in the output refers to the priest and so this is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "Passage : Caswell begins to doubt that it was Bullard who died, but when he reads in a newspaper that the man had the initials ``A.B.'' on his clothes and cufflinks, he calls the police to tip them off to the identity of the deceased. Bullard had never named his successor. Over the next 28 hours, Tredway's executives vie for the position of president. Once news of his death reaches Tredway, company controller Loren Shaw takes the initiative in arranging Bullard's funeral and coordinating the company's public reaction. Name : Bullard, Offset : 448",
            "output": [
                "Pronoun : his, Pronoun-offset : 357"
            ]
        },
        {
            "input": "Passage : In the present day, Emma looks happy and sees Mary Margaret holding her baby boy as she prepares for the upcoming coronation even though they haven't named him yet. Name : Mary Margaret, Offset : 46",
            "output": [
                "Pronoun : she, Pronoun-offset : 276"
            ]
        },
        {
            "input": "Passage : In 2001, it was performed at the Royal Festival Hall, starring John Thaw, Jenna Russell, Joe MacFadden and Sheila Hancock accompanied by the BBC Concert Orchestra. The performance also boasted a first in that Wendy, Michael and John were played by three real-life siblings, Laura Michelle Kelly and her brothers Jorim and Nathan.The BBC broadcast the concert on New Year's Eve 2001. Name : Laura Michelle Kelly, Offset : 274",
            "output": [
                "Pronoun : her, Pronoun-offset : 299"
            ]
        },
        {
            "input": "Passage : ``Kruse was having an incredibly difficult time simply trying to dress himself. He put his climbing harness on inside out, threaded it through the fly of his wind suit, and failed to fasten the buckle; fortunately, Fisher and Neal Beidleman noticed the screwup before Kruse started to descend. ``If he'd tried to rappel down the ropes like that,'' says Beidleman, ``he would have immediately popped out of his harness and fallen to the bottom of the Lhotse Face.`` ``''It was like I was very drunk,`` Kruse recollects. ''I couldn't walk without stumbling, and completely lost the ability to think or speak. It was a really strange feeling. I'd have some word in my mind, but I couldn't figure out how to bring it to my lips. So Scott and Neal had to get me dressed and make sure my harness was on correctly, then Scott lowered me down the fixed ropes.`` By the time Kruse arrived in Base Camp, he says, ''it was still another three or four days before I could walk from my tent to the mess tent without stumbling all over the place.``'' Name : Kruse, Offset : 866",
            "output": [
                "Pronoun : he, Pronoun-offset : 894"
            ]
        },
        {
            "input": "Passage : Gerran has also appeared in a few short films and television shows, appearing as ``Niall Andrews'' and ``Rory Brothwick'' in Casualty (2006 & 2012). As well as Some Girls episode 2 as ``Ryan''. In 2011, he appeared as ``Ernesto'' in an episode of the CBBC drama The Sparticle Mystery and returned in series 2 (which was aired in February 2013). Name : Ryan, Offset : 186",
            "output": [
                "Pronoun : he, Pronoun-offset : 203"
            ]
        },
        {
            "input": "Passage : Lawrence asks Nefarious for his employ again and the two take the ship, flying off into space. A clear parody of Britney Spears, Courtney Gears (voiced by Melissa Disney in Up Your Arsenal, Nika Futterman in Ratchet: Deadlocked) is a female pop star robot who occasionally gives out prizes on the show, Annihilation Nation. Her music and videos are popular in the Solana Galaxy. Name : Melissa Disney, Offset : 155",
            "output": [
                "Pronoun : Her, Pronoun-offset : 324"
            ]
        },
        {
            "input": "Passage : Rangers played a total of 52 competitive matches during the 1997--98 season. They went into the season in pursuit of a record tenth consecutive league title. The early season form of new signing Marco Negri gave the team fresh imputous but when the then manager Walter Smith announced that he would leave the club at the end of the season the side's form dipped. Name : Walter Smith, Offset : 262",
            "output": [
                "Pronoun : he, Pronoun-offset : 290"
            ]
        },
        {
            "input": "Passage : The family is financially supported by Cedric's late wife's domineering and nearsighted aunt Lady Adelaide Stitch, who demands custody over one of the children. She first wants Christianna (Chrissie), one of the daughters, but Evangeline, Cedric's uneducated scullery maid, volunteers and Adelaide agrees, assuming she is one of the daughters. Name : Evangeline, Offset : 227",
            "output": [
                "Pronoun : she, Pronoun-offset : 315"
            ]
        },
        {
            "input": "Passage : Another famous political programme host Raymond Wong Yuk Man announced his decision to quit his own programme on the 13 May claiming there was threat to his family's safety. However, he decided to rejoin CRHK to host a brand new programme for the station in October 2004. Allen Lee Peng Fei replaced Cheng Jing Han who announced his resignation on the 19 May also for political reasons. Name : Cheng Jing Han, Offset : 300",
            "output": [
                "Pronoun : his, Pronoun-offset : 329"
            ]
        },
        {
            "input": "Passage : William de Alwis (1842--1916) was a Ceylonese artist and entomologist. With his brother George (dates unknown), William made a lasting contribution to the knowledge of the lepidoptera, (butterflies and moths) of Ceylon. Name : William, Offset : 112",
            "output": [
                "Pronoun : she, Pronoun-offset : 265"
            ]
        },
        {
            "input": "Passage : Rashaun Allen, NFL player Albert Ayler (1936--1970), jazz saxophonist and composer Dick Feagler (1938-), columnist Frederick Fennell (1914--2004), conductor and music educator Tom Jackson (1951--), retired NFL linebacker (Denver Broncos), ESPN NFL analyst Don King (1931--), boxing promoter Rimp Lanier, Former MLB player (Pittsburgh Pirates) Al Lerner (composer) (b. 1919), pianist, composer, and musical director Madeline Manning (1948-), Track and Field Olympic gold medalist Nick Mileti (1931-), former owner, Cleveland Cavaliers and Cleveland Indians. In fact, he chose the Cavs' colors of wine and gold based on John Adams' colors. Name : Nick Mileti, Offset : 479",
            "output": [
                "Pronoun : he, Pronoun-offset : 566"
            ]
        },
        {
            "input": "Passage : John McCarty, an editor of the Dalhart Texan, formed the Last Man Club in Dalhart, Texas as a mutual support group for those farmers that chose to stay in the drought-swept Great Plains or, as he called it, ``Grab a Root and Growl. Declaring that the plains were ``the best damned country God's sun ever shown upon,'' McCarty published a pledge in the newspaper he worked for, stating that he would stay until everyone else was gone, and he dared others to join him. Name : McCarty, Offset : 318",
            "output": [
                "Pronoun : he, Pronoun-offset : 362"
            ]
        },
        {
            "input": "Passage : Close starred in Things You Can Tell Just by Looking at Her in the same year, this would be one of many future collaborations with director Rodrigo Garcia. In 2004, she played Claire Wellington, an uptight socialite in the comedy The Stepford Wives opposite Nicole Kidman and Christopher Walken. She provided the voice of the Blue Fairy in the English version of Pinocchio (2002) and Granny in the animated film Hoodwinked (2005). Name : Claire Wellington, Offset : 176",
            "output": [
                "Pronoun : her, Pronoun-offset : 268"
            ]
        },
        {
            "input": "Passage : Averell's plan is to ignite a cattle war and promote his own political career by providing leadership once the war has begun. However, Blaine discovers Averell's plan. After Blaine and Kate have explained it to their men, they stage a fake war, and Blaine forces Averell to signal his men. Name : Averell, Offset : 263",
            "output": [
                "Pronoun : his, Pronoun-offset : 281"
            ]
        },
        {
            "input": "Passage : While He was on Cyprus, a British wrestling promoter, who was there on vacation, spotted him and liked what he saw. Maynard became a professional wrestler in 1960. It was wrestling promoter Gus Karras who eventually brought Earl to the United States to continue his wrestling career there. Name : Earl, Offset : 224",
            "output": [
                "Pronoun : his, Pronoun-offset : 262"
            ]
        },
        {
            "input": "Passage : She died of pneumonia on Sunday, October 19, 1986, at the Village Nursing Home in Manhattan. She was survived by her children, William S. Wilson, III, and Mrs. Betty Jane Butler as well as six grandchildren, and a great-granddaughter. Since her death, May Wilson's work has been featured in numerous exhibitions and retrospectives at the Baltimore Museum of Art, Maryland; Name : May Wilson, Offset : 252",
            "output": [
                "Pronoun : her, Pronoun-offset : 241"
            ]
        },
        {
            "input": "Passage : However, Archie Mitchell uses Suzy to plant DNA results in a Christmas cracker, showing that Sean Slater is not the father of Roxy's baby. Suzy leaves before Sean finds the results. Phil discovers that *10,000 is missing and blames Suzy so he and Shirley go to find her. In the Queen Victoria, Shirley trips Suzy and she is knocked out. Name : Suzy, Offset : 308",
            "output": [
                "Pronoun : she, Pronoun-offset : 317"
            ]
        },
        {
            "input": "Passage : There is a contemporary tract, Altercatio inter Urbanum et Clementum, arguing the two popes claims should be adjudicated by a council. In March 1095 Conrad attended the Council of Piacenza and confirmed his stepmother Eupraxia's accusations that Henry IV was a member of a Nicolaitan sect, participated in orgies and had offered Eupraxia to Conrad, stating that this was the reason for his turning against his father. Name : Conrad, Offset : 341",
            "output": [
                "Pronoun : his, Pronoun-offset : 386"
            ]
        },
        {
            "input": "Passage : The exhibition will display works of Mr. Kwan, many are shown on a loan basis with the kind consent of galleries and friends, as well as related articles, photos and information. It will not only provide a broad view of the creations of Mr. Kwan, a core figure of our art scene, but also an opportunity to look at the life of an enthusiastic and committed artist. Dedicated to his life to art making, Jerry used oil painting as his major medium of expression in his artwork. Name : Jerry, Offset : 401",
            "output": [
                "Pronoun : his, Pronoun-offset : 377"
            ]
        },
        {
            "input": "Passage : Kelly described Kylie and Becky as having a love-hate relationship, but at the time Becky ``wants to kill her''. Lane also sees Kylie as a ``mixed-up girl'', stating that she feels sorry for her. Lane herself stated that Kylie loves her sister but ``feels resentful'' that Becky left home when Kylie was only eight. Name : Kylie, Offset : 294",
            "output": [
                "Pronoun : her, Pronoun-offset : 233"
            ]
        },
        {
            "input": "Passage : The actress was in the cast of the Brazilian version of Desperate Housewives, Donas de Casa Desesperadas in partnership with the Disney with the RedeTV! ; her role was Elisa Fernandes, perfect mother and desperate housewife. In the original version, the role was Bree Van de Kamp, played by Marcia Cross. In television, she had roles in the Brazilian soap operas P*ginas da Vida, Um Anjo Caiu do C*u, Celebridade, Bel*ssima, Am*rica, Amor e *dio, Pequena Travessa and Seus Olhos. Name : Marcia Cross, Offset : 291",
            "output": [
                "Pronoun : she, Pronoun-offset : 320"
            ]
        },
        {
            "input": "Passage : The pair shared a romantic trip together, and planned to escape together, but moments before their boat arrived, the police arrived having received a tip off that Connor was at the hotel, and realizing he had been caught, he insisted that Wilhelmina pretend that she had been the one to turn him in, in order to get her position back at Mode. Back home, Wilhelmina continues to secretly meet Connor in prison; the perks of having a Senator for a father granting her daily conjugal visits. Wilhelmina, however, pretends to Daniel that she is no longer interested in Connor but that if he re-instates her in her old capacity, she will retrieve the money from Connor, who is still in love with her. Name : Connor, Offset : 565",
            "output": [
                "Pronoun : he, Pronoun-offset : 584"
            ]
        },
        {
            "input": "Passage : Stewart has a considerable output as a leader, beginning with 1989's Think Before You Think, with bassist Dave Holland, pianist Marc Copland, and saxophonist Joe Lovano, on which the drummer led a session of originals and standards, including one of his own compositions. In his next outing as a leader, Stewart assembled trumpeter Eddie Henderson, saxophonist Lovano, pianist Bill Carrothers and bassist Larry Grenadier for an entire record of Stewart compositions, Snide Remarks, which was chosen as one of the top ten jazz CDs of the year by Peter Watrous of the New York Times. Name : Stewart, Offset : 304",
            "output": [
                "Pronoun : her, Pronoun-offset : 313"
            ]
        },
        {
            "input": "Passage : Yasuko has a nightmare about her husband's death in an avalanche and is comforted by Mieko, who holds her in an intimate embrace. Yasuko questions Mieko about her intentions for her with regards Ibuki but Mieko attests her innocence, claiming that she only wants to provide for Yasuko's happiness. Name : Mieko, Offset : 147",
            "output": [
                "Pronoun : her, Pronoun-offset : 159"
            ]
        },
        {
            "input": "Passage : In the first scene of the 2014 season three finale of Steven Van Zandt's Lilyhammer television series, actor Trond Fausa Aurv*g's Norwegian character, Torgeir Lien, calls another, traitorous character a quisling. In the comedy-drama series Remington Steele season 2, episode 6 ``Steel Framed'', Mildred Krebs calls Laura Holt a quisling for seemingly collaborating with police detective Jarvis in his effort to apprehend her boss, Remington Steele. Name : Laura Holt, Offset : 315",
            "output": [
                "Pronoun : her, Pronoun-offset : 421"
            ]
        },
        {
            "input": "Passage : Upon the albums release, the song ``Threshold Apprehension'' which Lemhouse also provided backing vocals to, was picked by Rolling Stone magazine as one of the Best 100 Songs of the year. In the fall of 2007, Lemhouse entered school to pursue a degree in Visual Communications (Graphic Design). Upon finishing school he started Lemhouse Design. Name : Lemhouse, Offset : 209",
            "output": [
                "Pronoun : his, Pronoun-offset : 382"
            ]
        },
        {
            "input": "Passage : In 2014 Dean played the lead role in The Long Road South alongside Michael Brandon, a new play by Paul Minx. The press said of Deans performance ``Felicity Dean, playing the best drunk ma in her nightdress since Lindsay Duncan in That Face.'' ``Felicity Dean's Carol Ann marks the play's standout performance as she quakes about the stage in sliver heels, brimming with morose longing.''. Name : Carol Ann, Offset : 261",
            "output": [
                "Pronoun : she, Pronoun-offset : 312"
            ]
        },
        {
            "input": "Passage : On the October 5, 2009 edition of Raw, Cena challenged Orton to one last rematch for the title, this time a 60-minute Iron Man match where the competitor with the most decisions at the end of that time would be named the victor. In order to accept the challenge, Orton added two more conditions to the match--if Cena loses, he would leave Raw and that the match would be ``anything goes''. Name : Cena, Offset : 312",
            "output": [
                "Pronoun : he, Pronoun-offset : 324"
            ]
        },
        {
            "input": "Passage : Barrett was not convinced that Roddenberry was going to leave his wife at the time, later explaining that he was troubled because he had made a promise to Eileen and took the commitment seriously. By the time he started on the series, Nichols said that they were only good friends as his involvement with Barrett continued. However, during the production of the first season, writer Ken Kolb entered Roddenberry's office to wish him a happy birthday and found Nichols there, naked and under the desk, also waiting for Roddenberry. Name : Roddenberry, Offset : 400",
            "output": [
                "Pronoun : him, Pronoun-offset : 429"
            ]
        },
        {
            "input": "Passage : The series was recorded in front of a live audience and each 30 minute episode was broadcast on BBC Radio 2 at 1pm, making some of the rude, and occasionally crude, jokes rather risqu* for the time of day. Hudd, Emmett, and Whitfield had all worked together on the very long-running radio series The News Huddlines. Holland is a familiar voice in British comedy series, probably best known for his role as Spike Dixon, the camp comic at Maplin's holiday camp, Crimpton-on-Sea, in the BBC sitcom Hi-de-Hi! Name : Spike Dixon, Offset : 406",
            "output": [
                "Pronoun : his, Pronoun-offset : 357"
            ]
        },
        {
            "input": "Passage : All her force, and it is the more tremendous for being constricted, goes into the assertion, 'I love. I hate. I suffer. '''-- Virginia Woolf. The Daily Telegraph's, Lucy Hughes-Hallett argues that Villette is greater than Bront*'s most famous work Jane Eyre. She states that the novel is ``an astonishing piece of writing, a book in which phantasmagorical set pieces alternate with passages of minute psychological exploration, and in which Bront*'s marvellously flexible prose veers between sardonic wit and stream-of-consciousness, in which the syntax bends and flows and threatens to dissolve completely in the heat of madness, drug-induced hallucination and desperate desire.'' Name : Bront*, Offset : 441",
            "output": [
                "Pronoun : She, Pronoun-offset : 259"
            ]
        },
        {
            "input": "Passage : In 1924 Mary married the destitute South African poet Roy Campbell, wearing black and a gold veil. Their scandalous marriage lasted until his death in 1957. They shared an outrageous lifestyle epitomized by his suspending her from a balcony in a failed attempt to intimidate her into wifely submission. Campbell recorded his love for Mary in poems and memoirs, describing her ironically as a combination of Sappho and Saint Theresa. Name : Mary, Offset : 334",
            "output": [
                "Pronoun : her, Pronoun-offset : 372"
            ]
        },
        {
            "input": "Passage : Gabriella expresses her loss of trust with Troy (``Gotta Go My Own Way'') and leaves Lava Springs, and gives him the necklace back. It also seems that they broke up. Troy returns to work the next day to find that his friends refuse to talk to him. Kelsi silently shows Troy the notice from Mr. Fulton, causing Troy to question his own motivations (``Bet On It''). Name : Troy, Offset : 310",
            "output": [
                "Pronoun : his, Pronoun-offset : 327"
            ]
        },
        {
            "input": "Passage : Todd Anthony Steverson (born November 15, 1971, in Los Angeles, California) is a former right-handed left and right fielder in Major League Baseball who played for the Detroit Tigers and San Diego Padres. He is also a former Oakland Athletics first base coach. The cousin of Tigers outfielder Ron LeFlore, Steverson attended Arizona State University, where he was part of the famed ``Million Dollar Outfield''. Name : Steverson, Offset : 306",
            "output": [
                "Pronoun : he, Pronoun-offset : 357"
            ]
        },
        {
            "input": "Passage : He was also officially charged by Hassan II to prepare his visit to Washington D.C. from April 22nd to 27th, but was secretly told he had to conduct negotiations about secret US military bases in Morocco who pay a rent directly into the royal coffers . There, he also investigated why Pan American World Airways had decided against building an Intercontinental Hotel in Casablanca. In California, Medbouh discovered the reason : William P. Rogers, Secretary of State had received a file, from his friend the president of the Pan American World Airways, containing photocopies of letters from Morocco. Name : William P, Offset : 429",
            "output": [
                "Pronoun : his, Pronoun-offset : 409"
            ]
        },
        {
            "input": "Passage : By the time the new councilmembers were sworn in, the Robles majority on the City Council had completely depleted the eight million dollars in the city's reserve. According to the Los Angeles Times, Albert Robles was indicted ``on 39 counts of money laundering, bribery, wire fraud and public corruption. '' Prosecutors argued that ``he used his elected office and political influence to funnel money from city projects to family and friends between 1998 and 2003.`` De La Torre testified in the trial against the former city treasurer. Robles was sentenced to 10 years in federal prison. Name : Robles, Offset : 537",
            "output": [
                "Pronoun : his, Pronoun-offset : 342"
            ]
        },
        {
            "input": "Passage : The late 1950s to mid-1970s is viewed as the ``golden age'' for New Zealand in the sport and saw Denny Hulme crowned as World Drivers' Championship in 1967. New Zealand drivers have been absent from Formula One events from 1984 with Mike Thackwell to 2017 when Brendon Hartley is expected to make his F1 debut in the 2017 United States Grand Prix. Name : Brendon Hartley, Offset : 261",
            "output": [
                "Pronoun : his, Pronoun-offset : 297"
            ]
        },
        {
            "input": "Passage : The group then moved on to their AWA run, returned to World Class, and then started a stint in the UWF where Gordy became the promotion's champion, Roberts held its TV title, and Hayes usually acted as their manager or served as a heel commentator on television broadcasts. After JCP purchased UWF in 1987, Hayes wrestled in World Class and several independent promotions, sometimes with Gordy, who began spending most of his time in Japan, and Roberts began to wind down his career. Name : Gordy, Offset : 388",
            "output": [
                "Pronoun : his, Pronoun-offset : 422"
            ]
        },
        {
            "input": "Passage : Some of the more intriguing articles range from ``A Psychopathological Discussion of Christ'' to ``The Pig in its Poetical, Mythological and Cultural-Historical Aspects.'' Among the literary works published during his Swiss exile in 1898 were the political satire Psichopatia Criminalis and the historical drama Nero. Throughout his Swiss sojourn, Panizza's mental health gradually began to deteriorate. Name : Panizza, Offset : 348",
            "output": [
                "Pronoun : his, Pronoun-offset : 329"
            ]
        },
        {
            "input": "Passage : When Bon Clay transforms to resemble Nami, Sanji finds himself incapable of harming him. Bon Clay dominates the fight, but Sanji is able to defeat him after exploiting Bon Clay's vulnerability when he transforms. Nami fights Miss Doublefinger, partner of Mr. 1, and a Devil Fruit user with the ability to create spikes anywhere on her body, during which she struggles with how to use her new Climate Baton weapon. Name : Miss Doublefinger, Offset : 225",
            "output": [
                "Pronoun : her, Pronoun-offset : 331"
            ]
        },
        {
            "input": "Passage : In 2009 he opened a small chain of luxury kitchen supply stores in Northern California and developed three new restaurant concepts for the area: Wayfare Tavern in downtown San Francisco (formerly, Rubicon restaurant); Rotisserie & Wine, a fast food restaurant in downtown Napa, California; and with Sammy Hagar, El Paseo in downtown Mill Valley, California, an American tavern featuring ingredients only from Marin County. With his wife Tolan Clark, Florence has a son Hayden, (b. 2007), and a daughter Dorothy Tyler (b. 2008). Name : Florence, Offset : 450",
            "output": [
                "Pronoun : his, Pronoun-offset : 428"
            ]
        },
        {
            "input": "Passage : Bollinger was listed as the third string QB, backing up starter Tony Romo and his backup Brad Johnson. During week 6 of the season, Romo injured a finger on his throwing hand, leaving him out for a few games. After some failed performances by the veteran Brad Johnson, Bollinger made his first appearance for the Cowboys in the second half of the week 9 game against the New York Giants. Name : Bollinger, Offset : 269",
            "output": [
                "Pronoun : his, Pronoun-offset : 284"
            ]
        },
        {
            "input": "Passage : Ben Severson is a pioneer in the sport of bodyboarding and Sandy Beach local. Oahu lifeguard and former rival of Mike Stewart for more than 15 years, Ben is a fast, perfectly trained and precise prone rider who excels at tube riding. He quickly gained recognition by winning a world title at the beginning of his career. Name : Ben, Offset : 150",
            "output": [
                "Pronoun : He, Pronoun-offset : 234"
            ]
        },
        {
            "input": "Passage : After it becomes clear to her that Judah will not end his marriage, Dolores threatens to disclose the affair to Judah's wife, Miriam (Claire Bloom). Dolores's letter to Miriam is intercepted and destroyed by Judah, but Dolores sustains the pressure on him with threats of revelation. She is also aware of some questionable financial deals Judah has made, which adds to his stress. Name : Dolores, Offset : 219",
            "output": [
                "Pronoun : She, Pronoun-offset : 284"
            ]
        },
        {
            "input": "Passage : Her 2008 re-election was closer, with Boseman taking 51.7% of the vote and winning by a margin of about 3,000. In the 2008 presidential primaries, Boseman was an active supporter of Hillary Clinton. The North Carolina primary, coming late in the process, was unusually high-profile and Boseman travelled the state campaigning with Clinton and her husband, former President Bill Clinton. Name : Clinton, Offset : 331",
            "output": [
                "Pronoun : her, Pronoun-offset : 343"
            ]
        },
        {
            "input": "Passage : Anthony Edward Lowry ``Tony'' Britton (born 9 June 1924) is an English actor. He is the father of presenter Fern Britton, scriptwriter Cherry Britton and actor Jasper Britton. Britton was born above the Trocadero public house in Temple Street, Birmingham, England, the son of Doris Marguerite (n*e Jones) and Edward Leslie Britton. He attended Edgbaston Collegiate School, Birmingham and Thornbury Grammar School, Gloucestershire. Name : Britton, Offset : 176",
            "output": [
                "Pronoun : his, Pronoun-offset : 361"
            ]
        },
        {
            "input": "Passage : entitled ``The Shadow and the Act'', which expanded upon his critique in ``Twentieth Century Fiction and the Black Mask of Humanity'' of the vicious and detrimental stereotypes rampant in mainstream American culture. Reviewing the book in 1965, R. W. B. Lewis said: ``Shadow and Act contains Ralph Ellison's real autobiography.... The experiences of writing Invisible Man and of vaulting on his first try ``over the parochial limits of most Negro fiction'' (as Richard G. Stern says in an interview), and, as a result, of being written about as a literary and sociological phenomenon, combined with sheer compositional difficulties, seem to have driven Ellison to search out the truths of his own past. Name : Ellison, Offset : 653",
            "output": [
                "Pronoun : his, Pronoun-offset : 391"
            ]
        },
        {
            "input": "Passage : She stated that she had arranged for her husband to get a better job and then she offered to take Mary Agnes to a nearby store and buy her some clothes and shoes. Eventually, Catherine gave her consent. Later, Catherine commented that Mary Agnes sobbed and refused to go with the woman, but she was taken anyway. Name : Mary Agnes, Offset : 235",
            "output": [
                "Pronoun : He, Pronoun-offset : 273"
            ]
        },
        {
            "input": "Passage : Going into the season, manager Rogers Hornsby was optimistic that they would have a better club with more power overall, citing Landrith as one of the new players that could help the 1953 Reds be a success. Hornsby made it clear that veteran Andy Seminick would be the number one catcher on the depth chart for the Reds, but also said that Landrith would get a ``good look'' after witnessing his performance with the Reds at the end of the 1952 season, praising that he liked his ``hustle.'' Name : Landrith, Offset : 340",
            "output": [
                "Pronoun : his, Pronoun-offset : 392"
            ]
        },
        {
            "input": "Passage : In 1755 returned to Paris and, at first unappreciated and disparaged, he resolved by one grand effort to achieve a reputation, and in 1758 he exhibited his Death of Virginia. It was completely successful, and procured him admission to the Acad*mie Royale de Peinture et de Sculpture. Doyen was also influenced by Peter Paul Rubens after a visit to Antwerp. This influence is, perhaps, best displayed in his Le Miracle des ardents, painted for the church of St Genevieve at St Roch(1767). Name : Doyen, Offset : 284",
            "output": [
                "Pronoun : she, Pronoun-offset : 342"
            ]
        },
        {
            "input": "Passage : After successfully organizing the murder of the Catalan commander Roger de Flor in an elaborate plot, Michael IX led the Byzantine troops (augmented by Turks and 5--8,000 Alans) against the furious Catalans (who swore revenge for the assassination of their commander), but was decisively defeated at the Battle of Apros. He was also heavily injured during that battle; a Catalan soldier named Bernad Ferrer seized him, whipped him and slashed his face. Name : Michael IX, Offset : 102",
            "output": [
                "Pronoun : He, Pronoun-offset : 321"
            ]
        },
        {
            "input": "Passage : She married French director Olivier Assayas in 1998. The pair divorced in 2001 but their relationship remained amicable. In 2004, Cheung made her award-winning film Clean with him. As part of her portrayal of the drug-addicted aspiring singer Emily Wang in Clean, Cheung performed songs written by David Roback of Mazzy Star. Name : Cheung, Offset : 264",
            "output": [
                "Pronoun : her, Pronoun-offset : 325"
            ]
        },
        {
            "input": "Passage : They were broadly positive, though they stopped short of naming it one of Ayckbourn's best. Michael Billington in The Guardian wrote ``Few dramatists in history have painted a more devastating picture of the emotional damage wrought by bullying men,'' and described Martin's misguided affection for his girlfriends as ``an instant image of a grisly inheritance''. Name : Martin, Offset : 266",
            "output": [
                "Pronoun : his, Pronoun-offset : 299"
            ]
        },
        {
            "input": "Passage : Lapin kullan kimallus (Finnish for The glitter of Lappish gold) is a 1999 Finnish movie, directed by *ke Lindman. The movie is about the Lapland gold rush in the end of the 19th century. It stars Pirkka-Pekka Petelius as Nils Lepist* and Vesa Vierikko as Jakob Ervasti. In his hometown Oulu, Lepist* meets a man who shows him a map of Lapland, showing an ``X'' mark at the spot where he claims is gold. Name : Lepist*, Offset : 292",
            "output": [
                "Pronoun : his, Pronoun-offset : 273"
            ]
        },
        {
            "input": "Passage : The hitmen make their move on what they believe to be Menda's room, only to find they have killed a completely innocent man in the hospital for surgery on a slipped disc. Bob, Nancy and the police all believe the unfortunate dead man was mistaken for Menda, and a policeman is detailed to provide Menda with a 24-hour guard until he is ready to return home. Name : Menda, Offset : 251",
            "output": [
                "Pronoun : he, Pronoun-offset : 330"
            ]
        },
        {
            "input": "Passage : Arianda made her Broadway debut in the lead role of Billie Dawn in the Broadway production of Born Yesterday, with Jim Belushi and Robert Sean Leonard, starting in April 2011. She plays Carol Bates in Woody Allen's Midnight in Paris. For her appearance in Venus in Fur, Arianda received a 2010 Theatre World Award and a 2010 Clarence Derwent Award. Name : Arianda, Offset : 270",
            "output": [
                "Pronoun : her, Pronoun-offset : 238"
            ]
        },
        {
            "input": "Passage : Beck must now complete Stenstrom's work by solving the earlier murder in order to identify Stenstrom's killer. To solve the case, Beck calls on several outsiders: Detective Richard Ullholm, a reactionary who lodges formal complaints to the Parliamentary Ombudsman regarding his fellow officers as a hobby; Malm* Detective Per M*nsson (introduced in a previous novel), the man who can find anything; and detective Ulf Nordin, the most tenacious investigator. Name : Richard Ullholm, Offset : 173",
            "output": [
                "Pronoun : his, Pronoun-offset : 274"
            ]
        },
        {
            "input": "Passage : In 1953, Eyre moved to Winnipeg where he attended the University of Manitoba School of Art, graduating in 1957 with a BA in fine arts. In his autobiography, Eyre reminisces about the tutelage of his professors and class trips to the Chicago Art Institute. He was a pupil of artists Wynona Mulcaster and George Swinton. During his schooling as an undergraduate, Eyre exhibited several works at the Winnipeg Art Gallery, winning the attention and support of then gallery director, Dr. Ferdinand Eckhardt. Name : Eyre, Offset : 361",
            "output": [
                "Pronoun : his, Pronoun-offset : 326"
            ]
        },
        {
            "input": "Passage : Johan van Dorth (Horst, 1586 - Salvador, 17 July 1624), Lord of Horst and Pesch, was a nobleman and general of the Dutch Republic. In 1624 the Dutch West India Company appointed him governor of Bahia early in the history of Dutch Brazil. Name : Johan van Dorth, Offset : 0",
            "output": [
                "Pronoun : she, Pronoun-offset : 255"
            ]
        },
        {
            "input": "Passage : After leaving China in 1951, Wolfe spent a year in Dublin in the home of Betty, her eldest niece. When Betty's family moved to Kenya, Wolfe moved to and stayed in Canada until 1957. While in Canada, she worked along the Alberta-Saskatchewan border at Cold Lake Hospital for a summer and occasionally helped run Hollandia House, a nursing home in Elk Point, Alberta. Name : Wolfe, Offset : 134",
            "output": [
                "Pronoun : she, Pronoun-offset : 199"
            ]
        },
        {
            "input": "Passage : He belonged to few social organizations, and greeted none but his closest friends with a smile or handshake. He was rarely linked romantically with a woman, and is the only governor of Kentucky who never married. His physical features exacerbated his taciturn nature. Journalist Irvin S. Cobb remarked that Goebel's appearance was ``reptilian,'' while others commented on his contemptuous lips, sharp nose, and humorless eyes. Name : Goebel, Offset : 307",
            "output": [
                "Pronoun : his, Pronoun-offset : 372"
            ]
        },
        {
            "input": "Passage : Finally Tony marries Anne which irks Daniel. Soon life starts disturbing Anne as she finds out that Tony was actually cheating her as he is a conman. Tony explain her why he became a conman and his past struggling life. In between Daniel gets killed by Tony as he tries to rape Anne. Name : Daniel, Offset : 231",
            "output": [
                "Pronoun : his, Pronoun-offset : 283"
            ]
        },
        {
            "input": "Passage : Fleming continued as a Member of Parliament (MP) in 1601, this time representing a Cornish constituency, but his maiden speech on 20 November of that year was a disaster and Fleming broke down; he never addressed the House of Commons again. Nevertheless, he continued to serve as an MP, representing Southampton for several terms. When James I became king in 1603, Fleming was reappointed Solicitor General and received his knight hood the following year, when he was elevated to the bench as Lord Chief Baron of the Exchequer. Name : Fleming, Offset : 365",
            "output": [
                "Pronoun : his, Pronoun-offset : 420"
            ]
        },
        {
            "input": "Passage : This army, known as the Atholl Highlanders, conducts largely social and ceremonial activities, and primarily consists of workers on the extensive Atholl Estates. The Castle no longer belongs directly to the Duke of Atholl, as the 10th Duke, George Iain Murray (1931--96), left the Castle in trust upon his death. Name : George Iain Murray, Offset : 241",
            "output": [
                "Pronoun : his, Pronoun-offset : 302"
            ]
        },
        {
            "input": "Passage : Connie, in a one-sided conversation, gives praises for her late brother, Gordon. She does not seem to mind she spent childhood in the shadow of her brother, blatantly the family favourite and given all the support she never had. Although Beth quietly agrees with Connie's idea of her idyllic marriage to Gordon, she expresses subtle annoyance with Connie's idea that the whole family will have to look after her this first Christmas alone, and Connie's hints of self-pity don't help either. Name : Connie, Offset : 263",
            "output": [
                "Pronoun : her, Pronoun-offset : 280"
            ]
        },
        {
            "input": "Passage : In 1977, Ellis came out of retirement to play for Canada at the world hockey championships and then decided to resume his NHL career with the Leafs in 1977--78. Punch Imlach was hired to run the Leafs for the 1979--80 season and didn't feel that Ellis was worth the money he was being paid. Name : Ellis, Offset : 246",
            "output": [
                "Pronoun : he, Pronoun-offset : 272"
            ]
        },
        {
            "input": "Passage : The man threatened Elizabeth with a knife (which Mary Katherine thought was a gun at the time) When Elizabeth said ``ouch'' after stubbing her toe on a chair, Mitchell said something that sounded like: ``You better be quiet, and I won't hurt you.'' She heard Elizabeth ask ``Why are you doing this?'' and though the answer was not clear, Mary Katherine thought the answer might have been ``for ransom.'' Name : Mary Katherine, Offset : 338",
            "output": [
                "Pronoun : She, Pronoun-offset : 249"
            ]
        },
        {
            "input": "Passage : In 1222, Constantine had Vahram murdered, Raymond-Roupen either died in battle or died in prison and Alice was imprisoned and later exiled. Raymond-Roupen left Alice with a granddaughter, Maria of Antioch-Armenia, who succeeded as Lady of Toron and unsuccessfully claimed Armenia. Isabelle was then left as the legitimate heir to the throne. After her release, Alice turned to her inheritance rights in Palestine. Name : Alice, Offset : 361",
            "output": [
                "Pronoun : her, Pronoun-offset : 348"
            ]
        },
        {
            "input": "Passage : Her divorce settlement from Maugham was their house at 213 King's Road, fully furnished, a Rolls-Royce, and 2,400 pounds a year for her and 600 pounds a year for Liza. In his 1962 memoir Looking Back Maugham virulently criticised his former wife, which caused a public outcry. After Maugham's death in 1965 Beverley Nichols, a former lover of Maugham's and a close friend of Syrie's, wrote in rebuttal a defence of her called A Case of Human Bondage (1966). Name : Beverley Nichols, Offset : 307",
            "output": [
                "Pronoun : he, Pronoun-offset : 203"
            ]
        },
        {
            "input": "Passage : The Princess of Nebraska and the title story, which Li adapted herself. She lives in Oakland, California, with her husband and their two sons, and teaches at University of California, Davis. * * Stephanie Merritt of The Observer wrote, Yiyun Li's 2005 debut story collection A Thousand Years of Good Prayers earned her comparisons with Chekhov and Alice Munro. Name : Yiyun Li, Offset : 236",
            "output": [
                "Pronoun : her, Pronoun-offset : 315"
            ]
        },
        {
            "input": "Passage : Vivian is furious, and plots to bury Maggie alive out of jealousy. By chance, it is Vivian who is entombed, and after escaping, traps Maggie. Victor helps save her, but Maggie learns that Victor knew that Vivian had been in the casket and had done nothing. Freed due to lack of evidence against her, Vivian realizes that Victor loves Maggie and not her, and divorces Victor. Name : Vivian, Offset : 205",
            "output": [
                "Pronoun : her, Pronoun-offset : 295"
            ]
        },
        {
            "input": "Passage : As tempting as it can be to think of Liszt as the father of modern music on the basis of his late music, looking at his achievements in these works as ends in themselves would be erroneous. Liszt's technical achievements in his late music are one side of a more complex picture. Along with the increasing interest in Hungarian and other national schools of composition already mentioned, essential parts of this picture are tragedy in Liszt's personal life and developments in his friendship with Wagner. In his later years Liszt's problems with health, both physical and mental, affected his ability to complete compositions. Name : Liszt, Offset : 524",
            "output": [
                "Pronoun : his, Pronoun-offset : 508"
            ]
        },
        {
            "input": "Passage : When Martha discovers that Larry has brought Emperor with him as he thinks he is her dog, she changes his mind on him. By chance Martha gets a small role in a film and brings Emperor to the Lavish Pictures film studio. Attracted by other dogs, Emperor follows them where the director of Larry's Hollywood film is looking for the ideal dog for his film and he is delighted with Emperor. Name : Larry, Offset : 287",
            "output": [
                "Pronoun : his, Pronoun-offset : 343"
            ]
        },
        {
            "input": "Passage : They moved to Go**bki near Warsaw with their three children: Tadeusz (14), Krystyna (13) and Maria (9), and rented a farm called Osada not far from where Irena's parents lived. Soon they began to take in Jews who escaped from Nazi persecution. Among them: Krystyna Izbicki, Anna Zofia and her son Jozef Ettinger, Krystyna Radziejewski and her foster-daughter Larissa Sztorchan, Czeslawa Konko (children's instructor), Zofia Sidor, her sisters, Eliza Temler and Dr. Name : Anna Zofia, Offset : 274",
            "output": [
                "Pronoun : her, Pronoun-offset : 289"
            ]
        },
        {
            "input": "Passage : In 1994, he began to study the neural basis of creativity and the aesthetic appreciation of art. In 2001, he founded the Institute of Neuroesthetics, based mainly in Berkeley, California. When at school, Zeki got acquainted with work on the brain, especially from John Zachary Young and vowed to work with him, which he did, at University College London. Name : John Zachary Young, Offset : 264",
            "output": [
                "Pronoun : him, Pronoun-offset : 306"
            ]
        },
        {
            "input": "Passage : Illinois' Governor Pat Quinn, reacting to public outrage, signed House Bill 4021 into law in August 2009 addressing many of the legal issues that grew out of the contaminated water scandal in Crestwood. WLS TV's Paul Miencke reported on August 23, 2009 ``Gov. Pat Quinn signed a bill Sunday that he says will help ensure Illinois citizens have safe, clean drinking water. Name : Pat Quinn, Offset : 260",
            "output": [
                "Pronoun : he, Pronoun-offset : 296"
            ]
        },
        {
            "input": "Passage : She agrees, and as she's crossing the street to return home, a car barrels down the road towards her. Gideon stops the impending accident and allows Abbie to cross the street without incident. The next day, the Graingers visit Jack's grandfather, Caleb. He gives the children presents: Name : Caleb, Offset : 247",
            "output": [
                "Pronoun : He, Pronoun-offset : 254"
            ]
        },
        {
            "input": "Passage : Wheatley (Carlo De Mejo), appears to recognize him. but Norman claims he is mistaken. The assistant librarian, Daniel Douglas (Giampaolo Saccarola), then informs Norman that Peterson conducted private research at the house. He studied records of area disappearances and other demographic data. Mae shows Bob a tombstone on the grounds marked ``Mary Freudstein'' and says she is not really buried there. Name : Mary Freudstein, Offset : 344",
            "output": [
                "Pronoun : she, Pronoun-offset : 371"
            ]
        },
        {
            "input": "Passage : In a story that echoes that of Helen Keller, Betteridge's teacher Roberta Reid fingerspelled words into her pupil's hand, until Betteridge made the connection between the words spelled and the objects she was touching. The breakthrough came when Reid spelled the word ``shoe'' while placing a shoe in Alice's hand. Her education then progressed rapidly, and in a few short months she knew 200 nouns and several verbs, including ``run,'' ``jump,'' and ``laugh,'' and soon began learning to read braille. Name : Alice, Offset : 301",
            "output": [
                "Pronoun : Her, Pronoun-offset : 315"
            ]
        },
        {
            "input": "Passage : Ang Lalaking Nagmahal Sa Akin by Vanessa, a romance writer from PHR, is the story of Flor who moves from the province to the city to in a hotel. She falls in love with the owner of the hotel, Zephy. Name : Flor, Offset : 85",
            "output": [
                "Pronoun : his, Pronoun-offset : 327"
            ]
        },
        {
            "input": "Passage : During his life Moore was honoured several times for his work, receiving tributes from the Illuminating Engineering Society and the Inspirational Academy of Zurich, amongst others. Since 1990 Lighting Services Inc. has made an annual presentation of the Gene Moore Lighting Awards to honor his memory. He wrote a book about his life and window-dressing experiences, My Time at Tiffany's, with Jay Hyams; it was published in 1990. In addition to his work at Tiffany's, Moore designed sets and costumes for the Paul Taylor Dance Company. Name : Moore, Offset : 468",
            "output": [
                "Pronoun : her, Pronoun-offset : 376"
            ]
        },
        {
            "input": "Passage : The meaning of the earth being divided is usually taken to refer to a patriarchal division of the world, or possibly just the eastern hemisphere, into allotted portions among the three sons of Noah for future occupation, as specifically described in the Book of Jubilees, Biblical Antiquities of Philo, Kitab al-Magall, Flavius Josephus, and numerous other antiquarian and mediaeval sources, even as late as Archbishop Ussher, in his Annals of the World. Name : Archbishop Ussher, Offset : 408",
            "output": [
                "Pronoun : his, Pronoun-offset : 430"
            ]
        },
        {
            "input": "Passage : Homer follows one of the raccoons into the family's home under a tree stump and prepares to take them out, despite Bart warning him that he always loses fights with animals, as his battle with the earthworms proved--but Homer claims that that was phased withdrawal, but after seeing that their family is basically the raccoon version of his family, Homer cannot bring himself to do it. During a windy break, Lisa can't inhale any smoke. She realizes her only alternative is to actually smoke a cigarette, and picks one up. Right as she is about to smoke it, her father arrives and takes it away, by throwing it on the ground, squishing it with his foot, and then shooting it with a gun several times, and he is shown to be putting the gun away into his jacket. (which is also filled with other guns and weapons) Appalled, he goes to tell Marge that Lisa needs to be taken out of the ballet academy, but discovers how proud she is of Lisa; Homer is unable bear to destroy Marge's happiness. Name : Lisa, Offset : 849",
            "output": [
                "Pronoun : her, Pronoun-offset : 558"
            ]
        },
        {
            "input": "Passage : Buck and Annie had been praying for her younger siblings for quite a while, so for the two children to come live with the couple was ``a foregone conclusion.`` There was some conflict as the two families tried to merge. Soon after Nelly and Matthew came to live with the Herrings, the three siblings began singing together. Annie usually sang lead, Matthew harmonized, and Nelly's rich alto voice found the missing notes between the two. Although she rarely sang lead, Greisen's harmonies tended to be more complicated than her brother's. Name : Greisen, Offset : 469",
            "output": [
                "Pronoun : she, Pronoun-offset : 447"
            ]
        },
        {
            "input": "Passage : Young leaders continued to emerge as the first half of the decade ended. Sigma Alpha Rho saw Eric Matisoff, who was one of the leading figures in Sigma Alpha Rho's growth in Central New Jersey take over to run Sigma Alpha Rho as Supreme Exalted Ruler in 2004. True to his reputation as one of the Current Generation's most dedicated brothers, Brother Saylor returned to the top post in Sigma Alpha Rho in 2005 and continued in that role up to the election of Matt Bagell as SER on June 20, 2007. Name : Brother Saylor, Offset : 343",
            "output": [
                "Pronoun : his, Pronoun-offset : 268"
            ]
        },
        {
            "input": "Passage : They had two sons, Laurence and Rupert, both actors . In the BBC programme Who Do You Think You Are? featuring son Rupert, broadcast in August 2010, it was revealed that Thorne's father William had served with the Indian Medical Corps at the Battle of Monte Cassino and that his preceding ancestors had a long-standing connection with the Indian Army. Name : William, Offset : 186",
            "output": [
                "Pronoun : his, Pronoun-offset : 275"
            ]
        },
        {
            "input": "Passage : He used a traditional guitar style to play modern-based compositions in an extended way. And his liner notes were way cool. ' The press garnered by Death Chants was enough to get Fahey his first paying gig--a weeklong engagement at Boston's Odyssey Coffeehouse in the summer of '65.'' In his 1992 article ``Reinventing the Steel'' for Acoustic Guitar, Dale Miller described the liner notes that Fahey began including on his releases as ``hilarious yet profound and somewhat disturbing phony folklorical ramblings that spoofed the pedantic notes on many folk releases of the day.'' Name : Dale Miller, Offset : 352",
            "output": [
                "Pronoun : his, Pronoun-offset : 381"
            ]
        },
        {
            "input": "Passage : William, who became emperor after Frederick's death, shared none of his parent's liberal ideas; his mother viewed him as a ``complete Prussian''. This difference in ideology created a rift between William and his parents, and relations between them were strained throughout their lives. When his father succeeded to the Prussian throne as King William I on 2 January 1861, Frederick became the Crown Prince. Name : Frederick, Offset : 373",
            "output": [
                "Pronoun : his, Pronoun-offset : 292"
            ]
        },
        {
            "input": "Passage : Pinter wrote The Room over two or four days in 1957, depending on the account, at the suggestion of his friend Henry Woolf for his production as part of a postgraduate program in directing at the University of Bristol, Bristol, England. In their published interviews, Pinter and Woolf vary in describing how many days Pinter took to write The Room. According to Billington, in his official biography Harold Pinter, Woolf asked Pinter to write the play in a letter that Pinter received in the autumn of 1956, when he ``was newly married'' to actress Vivien Merchant ``and in the middle of a season at Torquay''; ``(Pinter) replied that he couldn't possibly deliver anything in under six months. Name : Pinter, Offset : 318",
            "output": [
                "Pronoun : his, Pronoun-offset : 377"
            ]
        },
        {
            "input": "Passage : He quoted extensively from Scottish jurist Baron Hume, and American psychiatrist Isaac Ray. Witnesses were produced from Glasgow to give evidence about M'Naghten's odd behaviour and complaints of persecution. The defence then called on a number of medical witnesses, including Dr Edward Monro, Sir Alexander Morison, and Dr Forbes Winslow, who testified that M'Naghten's delusions had deprived him of ``all restraint over his actions''. Name : M'Naghten, Offset : 359",
            "output": [
                "Pronoun : him, Pronoun-offset : 394"
            ]
        },
        {
            "input": "Passage : In the 1987 Stanley Cup Playoffs, he appeared in all 26 post-season games as the Flyers again reached the final against Edmonton. McCrimmon scored the overtime winner in game 3 of the final, but the Oilers won the series. Following the season, general manager Bobby Clarke refused to sign a new deal with McCrimmon, choosing instead to trade him. Name : McCrimmon, Offset : 305",
            "output": [
                "Pronoun : him, Pronoun-offset : 342"
            ]
        },
        {
            "input": "Passage : In his first season, with the Lansing Senators, he led the Southern Michigan League in hits, doubles, and total bases, and he was purchased by the Chicago Cubs for $1,500. Saier joined the Cubs in 1911. During his rookie season, starting first baseman, manager, and future Hall of Famer Frank Chance got injured, and Saier replaced him. Name : Frank Chance, Offset : 287",
            "output": [
                "Pronoun : her, Pronoun-offset : 360"
            ]
        },
        {
            "input": "Passage : Quinn picks up Osbourne's suits and finds an envelope filled with cash in the front pocket and then returns it so that he doesn't realize that anyone is following him. Outside of the oval office where Jake and Fitz are meeting Cyrus and Mellie fight for access to the president with Cyrus ultimately winning and Mellie continuing to be shut out. Olivia urges Stanner to come clean about her affair and release a statement to the media. Name : Stanner, Offset : 359",
            "output": [
                "Pronoun : her, Pronoun-offset : 387"
            ]
        },
        {
            "input": "Passage : Over time, Cannon has developed a series of substitution rules designed to maximize the team's performance. During the offseason, he plans to study what practice drills led to better game play. ``He thinks of things like that all the time that are completely out of the box,'' remarked Stevens. In his first year at Butler, Cannon made a strong impression. Name : Cannon, Offset : 324",
            "output": [
                "Pronoun : his, Pronoun-offset : 298"
            ]
        },
        {
            "input": "Passage : The contents of each collection are drawn from academic journal articles, conference proceedings, Festschrifts, and similar sources that may otherwise be difficult to access because they were printed in obscure journals, are out of print, or available only in specialist libraries. Each volume also allows the development of a scholar's ideas on a particular topic to be seen over time. In his review of Roger Scott's Byzantine Chronicles and the Sixth Century (2012, CS 1004), for instance, Conor Whately in the Bryn Mawr Classical Review noted that some of the articles included in the volume were over 40 years old, two were new, and some came ``from hard to find publications such as Bysantinska S*lskapet Bulletin, a boon for scholars who might otherwise lack access to them''. Name : Conor Whately, Offset : 492",
            "output": [
                "Pronoun : his, Pronoun-offset : 390"
            ]
        },
        {
            "input": "Passage : For the Policy Advisor to Margaret Thatcher, see John Hoskyns, for the poet, see John Hoskins (poet) John Hoskins (died February 1664), English miniature painter, the uncle of Samuel Cooper, who received his artistic education in Hoskins's house. Name : Samuel Cooper, Offset : 176",
            "output": [
                "Pronoun : she, Pronoun-offset : 136"
            ]
        },
        {
            "input": "Passage : The program's first episode faced significant criticism, particularly for eliding First Nations and Acadian history in favour of treating the establishment of New France as the primary starting point to Canadian history. A number of politicians in Quebec also criticized the program's portrayal of New France as inaccurate, including the depiction of Samuel de Champlain as dirty and unkempt in a diplomatic meeting with the Wendat, even while James Wolfe was portrayed as clean in the middle of his physical climb up Cap Diamant. Name : James Wolfe, Offset : 444",
            "output": [
                "Pronoun : his, Pronoun-offset : 496"
            ]
        },
        {
            "input": "Passage : Christy (released in 1967) is a historical fiction novel by Christian author Catherine Marshall set in the fictional Appalachian village of Cutter Gap, Tennessee, in 1912. The novel was inspired by the story of the journey made by her own mother, Leonora Whitaker, to teach the impoverished children in the Appalachian region as a young, single adult. Name : Catherine Marshall, Offset : 77",
            "output": [
                "Pronoun : her, Pronoun-offset : 231"
            ]
        },
        {
            "input": "Passage : In an interview conducted with FightLockdown prior to his UFC debut, Villefort stated, ``The greatest moment my career would have to be when I was in the IFL, when I fought Mike Massenzio. At the time I had only recently opened up my first gym and wasn't training enough for that fight. Everyone was saying Massenzio was ``gonna kill me'', but I believed in God, in my Judo, and in my Jiu-Jitsu skills, accepted the fight and I did what I did. Massenzio is very strong guy!'' When asked about his post-fight celebration which entails firing an invisible arrow at his opponents, Villefort stated that ``it is just a way to do tribute for my Dad, he deserves more than that, but when I shoot the arrow I make him happy! Name : Dad, Offset : 640",
            "output": [
                "Pronoun : he, Pronoun-offset : 645"
            ]
        },
        {
            "input": "Passage : The book itself does not identify which stories were written by whom, and although Bethan would have been happy to put her name to her work, not all the contributors were willing to do so. The two stories Miss Huws and Dan y d*r are unmistakably Bethan's work. Although no credit is given in the book, she also acted as editor for this collection of stories. Name : Bethan, Offset : 246",
            "output": [
                "Pronoun : she, Pronoun-offset : 302"
            ]
        },
        {
            "input": "Passage : Donald P. Kanak is non-executive Chairman of Prudential Corporation Asia, the Asian division of Prudential plc. Until 2006 he was a senior executive at American International Group, and was at one time considered to succeed Hank Greenberg as CEO. After beginning his career in management consulting, Kanak entered the insurance and financial services industry in 1986. Name : Kanak, Offset : 300",
            "output": [
                "Pronoun : his, Pronoun-offset : 263"
            ]
        },
        {
            "input": "Passage : Yentl started Off Broadway at the Chelsea Theatre Center at the Brooklyn Academy of Music and, after a favorable reception, was moved to the Eugene O'Neill Theatre by producer and Actor's Studio co-founder, Cheryl Crawford, and was later made into a film starring Barbra Streisand. After seeing his performance Lee Strasberg invited Shea to join the Actors Studio where he spent several years studying Method acting. Name : Shea, Offset : 333",
            "output": [
                "Pronoun : his, Pronoun-offset : 295"
            ]
        },
        {
            "input": "Passage : There he was supported in his dream to become a writer. Stone read and was impressed by some of Faulkner's early poetry and was one of the first to discover Faulkner's talent and artistic potential. Stone became a literary mentor to the young Faulkner, introducing him to writers such as James Joyce, who would come to have an influence on Faulkner's own writing. Name : Faulkner, Offset : 243",
            "output": [
                "Pronoun : him, Pronoun-offset : 265"
            ]
        },
        {
            "input": "Passage : Lester and Davis shared some crucial scenes in the film, and it was soon being reported that Davis was very taken by the handsome young Englishman, going out of her way to help him and put him at his ease on set. It is generally believed that a brief relationship of some description developed between the two, although nothing came of it. Writer Jerry Asher, a long-time friend of Davis, recalled: ``She found Bruce attractive and sweet, but he was a bit tame for her speed.'' Name : Bruce, Offset : 411",
            "output": [
                "Pronoun : he, Pronoun-offset : 443"
            ]
        },
        {
            "input": "Passage : Her world is perfectly ordered until young working-class girl, Sharon Wilkes (Beverley) is hired as the new office secretary. Initially prone to be snobbish, Elsie soon learns to appreciate Sharon and the two become friends. Many episodes revolve around the family life of either Sharon or Elsie, with Sharon's brother Elvis (Lee Daley) and her boyfriend Wayne (John Wild) and Elsie's husband Roland (Bruce Montague) making regular appearances. Name : Sharon, Offset : 302",
            "output": [
                "Pronoun : her, Pronoun-offset : 341"
            ]
        },
        {
            "input": "Passage : Bored with her life and with Don, her lawyer boyfriend, waitress Ellen Ward craves excitement. She accepts an invitation from Ritchie and Mike, a couple of petty crooks, and ends up giving them an alibi for a crime. Ritchie rewards her with $100. Ellen catches the eye racketeer Charles Blake, irking his moll Vivian, who attacks her with a pair of scissors. Name : Ellen, Offset : 247",
            "output": [
                "Pronoun : his, Pronoun-offset : 323"
            ]
        },
        {
            "input": "Passage : Arthur Leo Zagat was an American lawyer and writer of pulp fiction and science fiction. Trained in the law, he gave it up to write professionally. Zagat is noted for his collaborations with fellow lawyer Nat Schachner. During the last two decades of his life, Zagat wrote short stories prolifically. Name : Zagat, Offset : 260",
            "output": [
                "Pronoun : his, Pronoun-offset : 250"
            ]
        },
        {
            "input": "Passage : Christian Frei set out with his camera to explore the current situation in Cuba, the result being a documentary that is sustained by powerful images, that testifies to technical skill, a professional way of dealing with the material and, most importantly, a carefully deduced and clear message: the two protagonists, Ricardo and Miriam, reflect the tension between a revolution that has already turned into history and the present that in fact seems to be taking place elsewhere. The Swiss film critic Norbert Creutz has estimated the objectivity and the formal quality of the film: In keeping his distance and seeking greater objectivity, Frei highlights contradictions and paradoxes while being careful to avoid taking sides. Name : Frei, Offset : 640",
            "output": [
                "Pronoun : his, Pronoun-offset : 594"
            ]
        },
        {
            "input": "Passage : He purchased more land from Lenape Indians north of modern day Philadelphia. This parcel was along the Delaware River between the Falls of the Delaware and Schuylkill River, between what is today Trenton, New Jersey and Morrisville Pennsylvania. When Johan Bj*rnsson Printz took over as governor of New Sweden, Ridder returned to Sweden to serve in the Swedish Navy. He became a major in 1660 and served as the governor of Vyborg (Swedish: Viborg) in Karelia from 1666 until 1681. Name : Ridder, Offset : 311",
            "output": [
                "Pronoun : He, Pronoun-offset : 367"
            ]
        },
        {
            "input": "Passage : Kiribati competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016. This was the nation's fourth consecutive appearance at the Summer Olympics. The Kiribati team consisted of three athletes: track sprinters John Ruuka and Karitaake Tewaaki, and weightlifter David Katoatau, who reprised his role of leading the delegation for the third straight time as the nation's flag bearer in the opening ceremony. Name : David Katoatau, Offset : 289",
            "output": [
                "Pronoun : his, Pronoun-offset : 318"
            ]
        },
        {
            "input": "Passage : Henry's Epistola concilii pacis is printed in von der Hardt 's Concilium Constantiense, II, 1, 3-60, with the exception of the first and the second chapter, which were afterwards published by the same author in Discrepantia mss. et editionum (Helmstadt, 1715), 9-11. When in 1382 the French court compelled the professors of the Sorbonne to acknowledge the antipope Clement VII, Henry left the university and spent some time at Eberbach Abbey, a Cistercian monastery near Wiesbaden. A letter which he wrote here to Bishop Eckard of Worms, and which bears the title De scismate was edited by Sommerfeldt in Historisches Jahrbuch (Munich, 1909), XXX, 46-61. Name : Henry, Offset : 379",
            "output": [
                "Pronoun : he, Pronoun-offset : 498"
            ]
        },
        {
            "input": "Passage : The Haripad assembly constituency is part of Alappuzha (Lok Sabha constituency). Swami Nirmalananda (1863--1938) - A direct monastic disciple of Sri Ramakrishna (1836--1886) Kerala Varma Valiya Koithampuran (1845 -- 1914) author of Mayurasandesa, stayed in Haripad while writing the Sandesh Kavyam which consists of love letters to his dear wife to be sent through peacocks. Name : Kerala Varma Valiya Koithampuran, Offset : 174",
            "output": [
                "Pronoun : his, Pronoun-offset : 332"
            ]
        },
        {
            "input": "Passage : It stars Levitan and John Lennon. The film's pen illustration is by James Braithwaite and computer illustration is by Alex Kurina. The film is based on an interview of John Lennon by Jerry Levitan in 1969. Levitan, then 14 years old, tracked Lennon to his hotel room at Toronto's King Edward Hotel after hearing a rumour that Lennon had been sighted at the Toronto Airport. Name : Lennon, Offset : 242",
            "output": [
                "Pronoun : his, Pronoun-offset : 252"
            ]
        },
        {
            "input": "Passage : He then became a student again, using his Technische Hochschule thesis as the basis for a Doctor of Philosophy degree from the State University of Iowa. He became an instructor at West Point in August 1937, where he was promoted to captain on 13 June 1939. In June 1941, Colonel James C. Marshall summoned Nichols to the Syracuse District to become area engineer in charge of construction of the Rome, New York Air Depot. He was promoted to major on 10 October 1941 and lieutenant colonel on 1 February 1942, when Marshall asked him to take on additional responsibility as area engineer in charge of construction of a new TNT plant, the Pennsylvania Ordnance Works, in Williamsport, Pennsylvania. Name : Nichols, Offset : 306",
            "output": [
                "Pronoun : He, Pronoun-offset : 422"
            ]
        },
        {
            "input": "Passage : Many supporters of third-party presidential candidate George C. Wallace, Sr., voted for Gurney and hence provided him a coalition of growing Republicans in Florida allied with a declining number of conservative Democrats. Gurney ran on a record that included votes against civil rights legislation, foreign aid, and that ``expensive boondoggle,'' the war on poverty. Future-President George W. Bush worked as a traveling aide for Gurney while he was running for Senate in Florida. Name : Gurney, Offset : 430",
            "output": [
                "Pronoun : he, Pronoun-offset : 443"
            ]
        },
        {
            "input": "Passage : Roscoe and his wife had seven sons and three daughters, including William Stanley Roscoe (1782--1843), a poet, Thomas Roscoe (1791--1871), translator from Italian, and Henry (1800--1836), a legal writer who wrote his father's biography. Henry's wife, Maria Roscoe (n*e Fletcher) (1798-1885), was the author of Vittoria Colonna: Her Life and Times, and their son Henry Enfield Roscoe (1833--1915) was a chemist and vice-chancellor of the University of London. Name : Vittoria Colonna, Offset : 310",
            "output": [
                "Pronoun : Her, Pronoun-offset : 328"
            ]
        },
        {
            "input": "Passage : The official first single, ``Fallin''', was written solely by Keys, and topped the US Billboard Hot 100 chart. ``A Woman's Worth'', written by Keys and Erika Rose, is a ``jazz-tinged'' song with lyrics which speak of how men should treat and respect women. Keys released her second album, The Diary of Alicia Keys, in December 2003. Name : Keys, Offset : 143",
            "output": [
                "Pronoun : He, Pronoun-offset : 282"
            ]
        },
        {
            "input": "Passage : Charlotte Bront* 's novel Jane Eyre (1847) has been the subject of numerous television and film adaptations. This 1973 four-hour literary version was a BBC television drama serial. It was directed by Joan Craft and starred Sorcha Cusack and Michael Jayston. In this version of Charlotte Bront* 's great novel, Jane Eyre ( Sorcha Cusack) is an independent and strong-minded young woman who is hired by Mr. Rochester ( Michael Jayston) to work as a governess. What she does not realize is that she must share the estate (and ultimately Mr. Rochester) with his wife, Bertha (Brenda Kempner), who is, by this point in her life, mentally ill and kept locked away in an upstairs attic. Name : Jane Eyre, Offset : 310",
            "output": [
                "Pronoun : she, Pronoun-offset : 463"
            ]
        },
        {
            "input": "Passage : Despite Anand's efforts Raju manages to loot the sword but then discovers that he's actually the son of Rajasekaran and he himself had been instrumental in stealing his own family treasure for the wrong men. With the help of Anand, Raju fights with Nagalingam's gang to successfully retrieve their family treasure and reunites with his family. Name : Raju, Offset : 232",
            "output": [
                "Pronoun : her, Pronoun-offset : 292"
            ]
        },
        {
            "input": "Passage : In 1984, Petersen married Zina Nibley, a daughter of Hugh Nibley. They have four children and reside in Provo, Utah. Petersen has been a lecturer in the honors program at BYU, and for the English and Humanities Departments at Utah Valley University, where he received a Faculty Excellence Award in 2006. Through his familial relationship to Hugh Nibley, Petersen authored the 2002 biography Hugh Nibley: Name : Petersen, Offset : 354",
            "output": [
                "Pronoun : her, Pronoun-offset : 252"
            ]
        },
        {
            "input": "Passage : He then announced that CMU will celebrate Pausch's impact on the world by building and naming after Pausch a raised pedestrian bridge to connect CMU's new Computer Science building and the Center for the Arts, symbolizing the way Pausch linked those two disciplines. Brown University professor Andries van Dam followed Pausch's last lecture with a tearful and impassioned speech praising him for his courage and leadership, calling him a role model. Name : Pausch, Offset : 319",
            "output": [
                "Pronoun : him, Pronoun-offset : 388"
            ]
        },
        {
            "input": "Passage : Wilkins then summoned the architect Lewis Nockalls Cottingham to survey the fabric, and Cottingham implemented a scheme to prop up the tower with scaffolding while the tower piers were repaired. By selecting Cottingham, Wilkins is credited with saving St. Mary's medieval fabric, rather than submitting to a project to rebuild the church. He was also responsible for the construction of two churches out of St. Mary's parish. Name : Wilkins, Offset : 220",
            "output": [
                "Pronoun : He, Pronoun-offset : 339"
            ]
        },
        {
            "input": "Passage : He succeeded to his father's lands because his older brother Michael Komnenos had been abducted and imprisoned in Constantinople. After succeeding his father in or shortly before 1289, Constantine ruled Thessaly and Central Greece from Neopatras. He was assisted by his younger brother Theodore Angelos, who died c. 1300. Early in his reign, Constantine's mother entered into negotiations with the Byzantine Empire and, in exchange for recognizing nominal Byzantine suzerainty, Constantine was invested with the court title of sebastokrat*r. Name : Constantine, Offset : 342",
            "output": [
                "Pronoun : his, Pronoun-offset : 331"
            ]
        },
        {
            "input": "Passage : While continuing to make music, Maus went on to study philosophy at the European Graduate School in Saas Fee, Switzerland, where he earned his master's degree. He was awarded a doctorate in political philosophy from the University of Hawai'i, where his thesis advisor was Michael J. Shapiro. After finishing his dissertation, Maus planned on becoming a teacher, stating in 2011 that he could not foresee a career in music. Name : Maus, Offset : 326",
            "output": [
                "Pronoun : his, Pronoun-offset : 308"
            ]
        },
        {
            "input": "Passage : His contribution ``Suggestion Effects in Psychiatric Diagnosis,'' in the 1975 Thomas J. Scheff edited work Labelling Madness has been cited in the 1980 ``Proceedings of the Oklahoma Academy of Science'' , and is referenced in the course ``Perceptions of Mental Illness'', at Brown University . With chairman Margaret Singer, Temerlin served on the APA taskforce on Deceptive and Indirect Techniques of Persuasion and Control, from 1983 to 1986. Other notable scholars who served on the American Psychological Association Task Force included Harold Goldstein, Ph.D., National Institute of Mental Health, Michael Langone, Ph.D., American Family Foundation, Jesse S. Miller, Louis Jolyon West, University of California Los Angeles . With his wife Jane W. Temerlin, Temerlin raised Lucy Temerlin, a chimpanzee owned by the Institute for Primate Studies at the University of Oklahoma at Norman, Oklahoma, in their home. Name : Temerlin, Offset : 762",
            "output": [
                "Pronoun : his, Pronoun-offset : 735"
            ]
        },
        {
            "input": "Passage : The coin toss ceremony featured Pro Football Hall of Fame receiver Elroy Hirsch. Dolphins captain Bob Kuechenberg called ``tails,'' and the coin came down ``tails.'' However, referee Jerry Markbreit became confused by the similar design of both sides of the coin and incorrectly thought ``heads'' had landed. After a short discussion with his head linesman, Dale Hamer, Markbreit corrected his mistake before the kickoff, then asked Kuechenberg if the Dolphins would receive said kickoff, which they did. Name : Markbreit, Offset : 370",
            "output": [
                "Pronoun : his, Pronoun-offset : 339"
            ]
        },
        {
            "input": "Passage : Ten seasons after they return to the Abbey, we find that Springald has become Abbey Recorder, Fenna has become Abbess, Horty has joined the Long Patrol at Salamandastron, adding the nom de guerre 'Longblade' to his name, Lonna has become ruler of Salamandastron, and Martha sings and dances on the walls every season in memory of the two who left to try to find her a cure. Name : Martha, Offset : 267",
            "output": [
                "Pronoun : her, Pronoun-offset : 362"
            ]
        },
        {
            "input": "Passage : Gideon stops the impending accident and allows Abbie to cross the street without incident. The next day, the Graingers visit Jack's grandfather, Caleb. He gives the children presents: Cal a Christmas book and Abbie a snow globe of the North Pole. That night Gideon visits Abbie in her room only to learn that Ginny did not mail Abbie's letter to Santa Claus. Name : Abbie, Offset : 328",
            "output": [
                "Pronoun : her, Pronoun-offset : 281"
            ]
        },
        {
            "input": "Passage : Yet Elizabeth cooled down again and gave Mary Sidney further instructions to deal with the Spaniards, until she herself told de Quadra ``that someone had to him with good intentions, but without any commission from her''. Angry at her brother and the Queen, Lady Sidney felt betrayed. The Spanish ambassador, in his turn, was piqued that she used an interpreter, when ``we can understand each other in Italian without him.'' Name : Lady Sidney, Offset : 258",
            "output": [
                "Pronoun : she, Pronoun-offset : 338"
            ]
        },
        {
            "input": "Passage : In 1851 Barlow was in England, where he published a short work ``Industry on Christian Principles, London, 1851. He published at London ``Letteratura Dantesca: Remarks on the Reading of the 114th Verse of the 7th Canto of the Paradise of the ``Divina Commedia'''' (1857), and two years afterwards ``Francesca da Rimini, her Lament and Vindication; with a brief Notice of the Malatesti'' (1859, 2nd edition, 1875). An Italian translation, ``Francesca da Rimini, suo Lamento e Difesa,'' &c., in Filippo Scolari's ``Esercitazioni Dantesche,'' appeared at Venice in 1865. Barlow published in 1862 ``Il Gran Rifiuto, what it was, who made it, and how fatal to Dante Allighieri,'' on verses 58 to 63 of the 3rd canto of the Inferno; an Italian translation by G. G(uiscardi) appeared at Naples in 1864. Barlow also issued in 1862 ``Il Conte Ugolino e l'Arcivescovo Ruggieri: a Sketch from the Pisan Chronicles,'' and a fragment of English history, entitled ``The Young King and Bertrand de Born,'' from which the author deduced an amended reading in line 135 of the 28th canto of the ``Inferno.'' In 1864 Barlow published the final result of his work on the ``Divina Commedia,'' ``Critical, Historical, and Philosophical Contributions to the Study of the ``Divina Commedia.'''' Name : Barlow, Offset : 1098",
            "output": [
                "Pronoun : his, Pronoun-offset : 1135"
            ]
        },
        {
            "input": "Passage : He brings her to his small hometown, where she is not exactly greeted with open arms. Hubbell's overbearing mother, Fanny, is appalled by the news of their marriage and frowns upon the idea of Michelle's moving in with them. Fanny hosts a wedding reception, where Michelle interacts with the colorful locals, who all seem to despise her. Name : Michelle, Offset : 264",
            "output": [
                "Pronoun : her, Pronoun-offset : 333"
            ]
        },
        {
            "input": "Passage : Jason Hoyte as Ray Neilsen, the proprietor of a local pub and the co-owner of the ``Lord of the Ringz'' tours. He has been widowed twice, with both wives being killed in similar ways. Roy Ward as Reverend Lucas Greene, the local Anglican priest. He is a kindly man who thinks well of others out of Christian charity. Name : Reverend Lucas Greene, Offset : 196",
            "output": [
                "Pronoun : He, Pronoun-offset : 246"
            ]
        },
        {
            "input": "Passage : Alice (19), Kathleen Mary (12), Gertrude (10) and Mabel (7). In the 1901 census Allen was living at Fox Lane in Leyland with his 2nd wife Margaret (Whittle), daughter of James Whittle, a coachman, & Ann Mills, whom he had married in 1900. She was some 18 years his junior. Name : Margaret, Offset : 138",
            "output": [
                "Pronoun : his, Pronoun-offset : 361"
            ]
        },
        {
            "input": "Passage : Many months later, when Epic was preparing a ``Greatest Hits'' album, they had eleven cuts and asked Bobby what should be the twelfth; ``Mr. Lonely'' was his response to the question. Following its inclusion, many disc jockeys started to play it - particularly those who remembered Buddy Greco's version and how Epic had shortchanged Bobby on his own song. Name : Bobby, Offset : 334",
            "output": [
                "Pronoun : his, Pronoun-offset : 343"
            ]
        },
        {
            "input": "Passage : She has taught at The New School University, University of Southern California, Pacifica Graduate Institute, and the Esalen and the Omega Institutes. She has been a panelist at the Ojai Film Festival. Terri Belford has described Catherine Ann Jones as a ``socially responsible screen writer.'' When she was 19 she met the famous East Indian writer and Novelist Raja Rao who was lecturing on Indian philosophy at the University of Texas, Austin. Name : Catherine Ann Jones, Offset : 229",
            "output": [
                "Pronoun : she, Pronoun-offset : 299"
            ]
        },
        {
            "input": "Passage : Marty Allen -- stand-up comedian and actor Mel Bochner -- artist Richard Caliguiri -- former Mayor of Pittsburgh Willa Cather -- author Myron Cope -- sports journalist, radio personality, and sportscaster Bob Filner - Politician, congressman and San Diego mayor, Howard Fineman -- journalist Bernard Fisher -- physician, scientist, and a pioneer in the biology and treatment of breast cancer Gary Graff -- music journalist and author Evelyn Kozak -- world's oldest living Jewish person until her death in 2013 Maxine Lapiduss -- television producer, television writer, and comedian Sally Lapiduss -- television producer and writer Steve Lieber -- comic book illustrator Larry Lucchino -- Name : Evelyn Kozak, Offset : 434",
            "output": [
                "Pronoun : her, Pronoun-offset : 492"
            ]
        },
        {
            "input": "Passage : She recalls that, while it was just a local commercial, ``I was a working actor, and that was a big moment in my life.'' Influenced by actresses such as Vivien Leigh, Goldie Hawn and Kim Basinger, Jennifer continued learning the craft of acting throughout high school. She took a break from acting to attend St. Joseph's University in Philadelphia, where she majored in psychology, later switching to business management. Name : Jennifer, Offset : 197",
            "output": [
                "Pronoun : She, Pronoun-offset : 269"
            ]
        },
        {
            "input": "Passage : The editor of both Magic Carpet and Weird Tales, Farnsworth Wright, was already publishing one story by Robert E. Howard, and requested the author use a pseudonym for the boxing story. Howard chose ``Patrick Ervin'' for himself, and then not wanting readers to question why someone named Ervin would write about Robert E. Howard's Steve Costigan character from Fight Stories, decided to change his main character's name as well. Name : Robert E. Howard, Offset : 312",
            "output": [
                "Pronoun : her, Pronoun-offset : 283"
            ]
        },
        {
            "input": "Passage : These include former State Department Counselor Philip Zelikow, former Deputy Secretary of State Richard Armitage, former Homeland Security Chief Tom Ridge, former head of the Office of Legal Counsel Jack Goldsmith, General Ricardo Sanchez, FBI Director Robert Mueller, and former Convening Authority for the Guantanamo military commissions Susan J. Crawford. During his tenure as head of the Justice Department's Office of Legal Counsel in 2003--2004, Jack Goldsmith put a halt to the use of waterboarding as an interrogation technique because of serious concern over its legality, but Goldsmith's order was quickly reversed by others within the George W. Bush administration. Name : Jack Goldsmith, Offset : 453",
            "output": [
                "Pronoun : his, Pronoun-offset : 367"
            ]
        },
        {
            "input": "Passage : Said castle is the Lembecksburg, in fact a medieval ring wall with a diameter of 95 meters and a height of ten meters. According to old lore, it was constructed in the 9th century as a stronghold against the Vikings and is named after the knight Klaus Lembeck who had allegedly been residing there as a steward of king Valdemar IV of Denmark in the 14th century. After breaking his feudal oath, though, Lembeck is said to have been besieged by the king's host. Name : Lembeck, Offset : 403",
            "output": [
                "Pronoun : his, Pronoun-offset : 378"
            ]
        },
        {
            "input": "Passage : In series three, with little change from the last series, Irene tries to convince her regular customer Neville that she and Vern had met ABBA, Condoleezza Rice and even Henry VIII of England who, according to Irene, did not die over 400 years ago but is renting a bungalow in Hemel Hempstead and was seen by her on a bike ride with Anne of Cleves. Name : Irene, Offset : 209",
            "output": [
                "Pronoun : her, Pronoun-offset : 308"
            ]
        },
        {
            "input": "Passage : It focuses on two friends, Chris O'Connell and Adam Lipschitz, both approaching their 30th birthdays. Gentile Chris is interested in dating Jewish women because he feels that they will make his life easier by making all of life's decisions for him. Jewish Adam wants to date Gentile women because he does not wish to be reminded of his roots. Name : Adam, Offset : 256",
            "output": [
                "Pronoun : She, Pronoun-offset : 277"
            ]
        },
        {
            "input": "Passage : In October 2012, Christel Laude of Nordhausen wrote, ``Of particular interest for the audience was the Tchaikovsky Concerto No.1 performed by 21-year-old Marina Yakhlakova, a pianist with a special affinity for the work and composer, the ravishing performance ended with spontaneous cheers and enthusiastic applause ... Petite in stature , but powerful and strong in her playing, she held the audience from the first few majestic chords and had them in her spell, a performance of breathtaking technical brilliance and sensitive structure ... Name : Marina Yakhlakova, Offset : 154",
            "output": [
                "Pronoun : her, Pronoun-offset : 367"
            ]
        },
        {
            "input": "Passage : He was also officially charged by Hassan II to prepare his visit to Washington D.C. from April 22nd to 27th, but was secretly told he had to conduct negotiations about secret US military bases in Morocco who pay a rent directly into the royal coffers . There, he also investigated why Pan American World Airways had decided against building an Intercontinental Hotel in Casablanca. In California, Medbouh discovered the reason : William P. Rogers, Secretary of State had received a file, from his friend the president of the Pan American World Airways, containing photocopies of letters from Morocco. Name : William P, Offset : 429",
            "output": [
                "Pronoun : his, Pronoun-offset : 493"
            ]
        },
        {
            "input": "Passage : The appeals court said that Whitman had based her information on contradictory information and statements from President Bush. The U.S. Department of Justice had argued that holding the agency liable would establish a risky legal precedent because future public officials would be afraid to make public statements. Judge Deborah Batts had previously declined to dismiss Whitman as a defendant, saying that her actions were ``conscience-shocking''. Name : Whitman, Offset : 370",
            "output": [
                "Pronoun : her, Pronoun-offset : 406"
            ]
        },
        {
            "input": "Passage : While his back-up vocalists Gloria Jones and Yvonne Keeley are without doubt talented singers, their place in the plan is strange: the way they're used is just years out of date.'' Len Righi of The Morning Call spoke of the song, stating: ``One of the best things about the song is Jo Partridge's guitar work.'' In a retrospective review of Hobo with a Grin for his website, George Starostin said: ``...'' Name : George Starostin, Offset : 375",
            "output": [
                "Pronoun : his, Pronoun-offset : 362"
            ]
        },
        {
            "input": "Passage : By some accounts, the owner's lower-key temperament differed from Allen's intense approach; more importantly, some animus had developed between the two men in November 1968. After the favored Rams struggled to a tie at San Francisco, Allen disparaged the sloppy Kezar Stadium turf; a few days later Reeves, addressing reporters, subtly admonished his coach for making what he considered an ``alibi.'' Name : Reeves, Offset : 299",
            "output": [
                "Pronoun : his, Pronoun-offset : 347"
            ]
        },
        {
            "input": "Passage : It is around this time that Lily is visited by Heidi at the center; Carol and Brian are arguing, and Heidi has learned that Lily is her birth mother. The two begin to form a relationship, but Isabelle becomes distressed at the sight of Heidi. Lily is later told by Brian that Heidi is now in hospital after her spleen ruptured, though she is recovering and asking to see Lily. Name : Heidi, Offset : 276",
            "output": [
                "Pronoun : her, Pronoun-offset : 307"
            ]
        },
        {
            "input": "Passage : The family is startled by the corpse of a fallen Quetzalcoatlus that was hit by an erupting geyser while flying and killed by the boiling water before spiraling back to the ground. Little Das takes a whiff of the corpse, but he sneezes violently. Agitated, Little Das stomps on the corpse and storms off after Buck's trail, with his family following. Name : Little Das, Offset : 257",
            "output": [
                "Pronoun : he, Pronoun-offset : 476"
            ]
        },
        {
            "input": "Passage : Noreen tells Gladys she looks like hell as she walks out of the room. Confessions of Lust - Noreen Age 14: Noreen hates the way Bob, her stepfather, looks at her. As she is leaving the house to meet up with her boyfriend at the time, Brad, Bob remarks that she looks like a hooker. He also says that she better not get herself knocked up like her mother did. Name : Bob, Offset : 240",
            "output": [
                "Pronoun : He, Pronoun-offset : 282"
            ]
        },
        {
            "input": "Passage : Jones was only allowed to describe that ``there will be feathers'' in the series. Whit (voiced by Whitmer Thomas) - Whit is a slacker who is prone to erratic behavior and severe lapses of judgement. He is a yellow duck who wears a red hat. Clay (voiced by Clay Tatum) - Like his best friend Whit, Clay too is a slacker. Name : Clay, Offset : 297",
            "output": [
                "Pronoun : his, Pronoun-offset : 275"
            ]
        },
        {
            "input": "Passage : However, when they do, Sheriff Blubs and Deputy Durland go after them to stop the secret from being revealed. Dipper's wish comes true when he steals a Time Traveler's time machine to undo a mistake and win Wendy over, while Mabel accompanies him to keep on winning her pig, Waddles, until when Dipper finally undoes his mistake, Mabel loses her pig to her nemesis, Pacifica Northwest. Name : Mabel, Offset : 225",
            "output": [
                "Pronoun : her, Pronoun-offset : 266"
            ]
        },
        {
            "input": "Passage : More than thirty years later a member of the group issued a public apology to Carr, and sent him a Christmas card. In 1972 he served a brief period as Lord President of the Council and was then appointed Home Secretary after the resignation of Reginald Maudling. After his defeat in the first ballot of the 1975 Conservative leadership contest, Edward Heath asked Carr to 'take over the functions of leader' until a new leader was elected. He was created a Life peer as Baron Carr of Hadley, of Monken Hadley, North London, in 1976. Name : Carr, Offset : 364",
            "output": [
                "Pronoun : him, Pronoun-offset : 242"
            ]
        },
        {
            "input": "Passage : The new 6th District was based around the eastern suburbs of Camden inclusive of Cherry Hill, stretching from Berlin borough north to Pennsauken and included Burlington County's Evesham Township and Palmyra. Croce and Gallagher defeated Republicans William K. Dickey, a former Speaker of the Assembly, and Eugene Raymond III. Croce and Gallagher were re-elected in 1975, again defeating both Dickey and Raymond. In 1977, Croce and running mate Barbara Berman, running in her first race for elected office, defeated Republicans Mario A. Name : Barbara Berman, Offset : 444",
            "output": [
                "Pronoun : her, Pronoun-offset : 471"
            ]
        },
        {
            "input": "Passage : The women cleaned the grills, drank blended meat and prepped a side of beef. Service: Carrie and Will served table-side caesar salad, after which Krupa and Monterray served table-side prime ribs. In the red kitchen, Jennifer served squab in a brisket and Carrie was slow serving Caesar salads, causing Ramsay to send Krupa to help her, before Krupa later dropped a prime rib on the floor. Name : Carrie, Offset : 255",
            "output": [
                "Pronoun : her, Pronoun-offset : 358"
            ]
        },
        {
            "input": "Passage : She was sent to the Tamers by the Digimon Sovereigns to give them the ability to Biomerge in the real world, via the power of her partner Dobermon (he sacrificed his life to do this). After this episode Alice is not seen again. Writings released by Chiaki J. Konaka, executive producer of Digimon Tamers seem to suggest that Alice ``passed on'' prior to her appearance in the series and what was seen was actually her ghost. Name : Alice, Offset : 325",
            "output": [
                "Pronoun : her, Pronoun-offset : 354"
            ]
        },
        {
            "input": "Passage : Riadh Ben Aissa, in 2009 the president of the construction division at SNC-Lavalin (SNC), was told that his firm's proposal to build McGill University's new super-hospital was faulty. However, someone on the McGill University Health Centre (MUHC) had illegally given him a copy of the OHL consortium architectural drawings, which were favoured by the clinicians. Charles Chebl, who at the time was working under Ben Aissa and has since replaced him as head of construction for SNC, testified in May 2014 that Ben Aissa told him to incorporate the OHL design into a hasty revision of SNC's plan. Name : Ben Aissa, Offset : 412",
            "output": [
                "Pronoun : him, Pronoun-offset : 445"
            ]
        },
        {
            "input": "Passage : Since EDS had its own stock, there was an inherent conflict of interest between the companies- an EDS employee working in Detroit at a GM plant was not primarily concerned about GM's performance, but about EDS performance, so they had a blank check to throw money at problems, bill GM, and watch their EDS stock go up. Finally, as Lee quotes Perot - ``GM doesn't honor its contracts'' - Smith had said he would not interfere with Perot, but the relationship fractured from the start, with conflicts over promised compensation to EDS executives being rejected by Smith, who also sent auditors to EDS to irritate Perot. Name : Smith, Offset : 562",
            "output": [
                "Pronoun : he, Pronoun-offset : 402"
            ]
        },
        {
            "input": "Passage : In France, Maria Ernestam received the booksellers' prize ``Prix Page des Libraires'' for ``Buster's Ears'' (Busters *ron). The same book received the French awards ``Prix La Passerelle'' and ``Prix de l'Armiti*re''. Ernestam's French translator Esther Sermage was awarded the prize for best translation of foreign literature into French for ``Buster's Ears''. She got the prize at Lire en Poche in Gradignan. Name : Esther Sermage, Offset : 246",
            "output": [
                "Pronoun : She, Pronoun-offset : 361"
            ]
        },
        {
            "input": "Passage : Zhang Tianxi ended the practice of using Emperor Min of Jin's era name Jianxing and instead started using the current era name of Jin Dynasty (at the time, Emperor Ai's Shengping), to show even greater affinity with Jin. In 363, Princess Dowager Ma died, and Zhang Xuanjing honored Lady Guo as princess dowager. She became concerned that Zhang Tianxi was acting dictatorally, and she conspired with the high-level official Zhang Qin (**) to kill Zhang Tianxi, but the news leaked, and Zhang Qin and other conspirators were put to death. Name : Lady Guo, Offset : 282",
            "output": [
                "Pronoun : She, Pronoun-offset : 312"
            ]
        },
        {
            "input": "Passage : She was also credited as Mimi J. Davies and M.J. Davis. As of now, she is no longer acting in any type of medium and not much information is available on Woods. According to Mary Elizabeth McGlynn (the current voice of Kusanagi in the series), Woods had moved away from Los Angeles. The last voiceover role she was featured in was the English version of the video game The Bouncer, in which she voiced a television news anchor in the game's opening cinematic. Name : Woods, Offset : 244",
            "output": [
                "Pronoun : she, Pronoun-offset : 307"
            ]
        },
        {
            "input": "Passage : La Frantz, a left-handed batsman who bowled leg spin with the opposite hand, came in third in both innings of his first-class debut, behind openers Geoff Cook and Rex Rogers. He was bowled by Bill O'Reilly for six in the first innings, and made seven in the second innings before being dismissed in the same fashion by Ray Lindwall, who was also making his first-class debut. Name : Ray Lindwall, Offset : 319",
            "output": [
                "Pronoun : his, Pronoun-offset : 353"
            ]
        },
        {
            "input": "Passage : At the 2008 Tour de Romandie, Cavendish won the prologue time-trial, beating compatriot Bradley Wiggins and emphasising his short-distance time-trial abilities. Cavendish's 2009 season began at the 2009 Tour of Qatar, where he renewed his rivalry with Tom Boonen. Boonen won the race and one stage, though Cavendish took two stages; he also won two stages at the 2009 Tour of California, again beating Boonen in the sprint finishes. Name : Cavendish, Offset : 306",
            "output": [
                "Pronoun : he, Pronoun-offset : 333"
            ]
        },
        {
            "input": "Passage : Beaufort Music Festival, Ocrafolk Festival, Hoke County Ho Down, WOVV fundraiser concert, Fort Bragg Fair (with Slappin' Patties), 99.1 'the sound' Acoustic Lunch, Creater and host of Mango Loco and Dirty Dick's Open Mic Nights Mya Rose's music is generally well liked by most critics. Marlene Palumbo from Indienink Music described Mya's solo debut album as ``Her accomplished deep sultry vocals adeptly wrap around the lyrics, to pull you right in... Name : Mya, Offset : 333",
            "output": [
                "Pronoun : Her, Pronoun-offset : 361"
            ]
        },
        {
            "input": "Passage : Twenty years ago, Lorenzo Uribe discovered true love with Maria Herrera and began a romance. Lorenzo was rich, married, and had a young son: Lautaro. Maria was poor and unknown to Lorenzo, had a daughter called Renata. Maria's mother, Gracia, wanted her daughter to catch this rich man at all costs and convinced her that pregnancy would assure this. Name : Maria, Offset : 219",
            "output": [
                "Pronoun : she, Pronoun-offset : 295"
            ]
        },
        {
            "input": "Passage : The story takes place in a mysterious underworld of swanky nightclubs where armed criminals listen to Rat Pack music and hold shootouts from a seated position, behind desks. Mickey Holliday is the top enforcer for Vic, the mob boss, who is about to be released from a psychiatric facility. In his absence, Ben London has been running Vic's nightclub while Mickey has been romancing both Rita and Grace Everly, which is doubly dangerous inasmuch as they are sisters and Grace was previously Vic's girl. Name : Vic, Offset : 334",
            "output": [
                "Pronoun : his, Pronoun-offset : 293"
            ]
        },
        {
            "input": "Passage : Susan Batson is an American producer, actress, author, acting coach, and a life member of the Actors Studio. Susan's mother, Ruth Batson, was a noted civil rights activist. She trained with Harold Clurman, Uta Hagen, Herbert Berghof, and Lee Strasberg. Name : Ruth Batson, Offset : 125",
            "output": [
                "Pronoun : She, Pronoun-offset : 173"
            ]
        },
        {
            "input": "Passage : Episodes focused on the friendship between Judge Rifkind, a liberal Jew, and Judge Sims, a conservative lesbian African American, as well as the romance between Bobby and Cynthia, Ramon's infidelity to his wife Cassandra, J.J.'s potentially corrupt mob ties, Fatima's drug addiction, Rebecca Rifkind's estrangement from her father, and Spiegelman and Byrnes' political scheming. Name : Rebecca Rifkind, Offset : 284",
            "output": [
                "Pronoun : her, Pronoun-offset : 320"
            ]
        },
        {
            "input": "Passage : Jenner was incensed not only by Craig's position on communism, but also on his campaign platform that advocated significant increased state spending and the start of a number of new programs. The difference between Craig and the party continued throughout his time in office. Craig's Democratic opponent was incumbent lieutenant governor John Watkins. Thanks in large part to Eisenhower's popularity, Craig won a landslide victory in the election. His agenda was largely reform-oriented and included enhancing worker's compensation and unemployment benefits, building new schools, raising teacher's salaries, building a new state prison, constructing new hospitals, and improving traffic safety. Name : Craig, Offset : 401",
            "output": [
                "Pronoun : His, Pronoun-offset : 448"
            ]
        },
        {
            "input": "Passage : In 1984, Petersen married Zina Nibley, a daughter of Hugh Nibley. They have four children and reside in Provo, Utah. Petersen has been a lecturer in the honors program at BYU, and for the English and Humanities Departments at Utah Valley University, where he received a Faculty Excellence Award in 2006. Through his familial relationship to Hugh Nibley, Petersen authored the 2002 biography Hugh Nibley: Name : Petersen, Offset : 354",
            "output": [
                "Pronoun : his, Pronoun-offset : 312"
            ]
        },
        {
            "input": "Passage : Peary's team was also far more experienced in the ancient art of dog sledging. Peary's exploits and life were portrayed in the 1998 TV movie Glory & Honor. Henry Czerny played Robert Peary. His associate Matthew Henson was played by Delroy Lindo. Name : Robert Peary, Offset : 176",
            "output": [
                "Pronoun : His, Pronoun-offset : 190"
            ]
        },
        {
            "input": "Passage : Although Scott does not make the familial connection between Daniel and himself, he suspects that his presence in this time (along with Jean's) did something else to affect the course of history, aside from stopping Mister Sinister and Apocalypse. When Scott is sixteen, he runs away from the orphanage, and while wandering the streets is taken in by Charles Xavier. On a trip to New York with his orphanage supervisor Scott walks across a construction site and his optic beam activates. Name : Scott, Offset : 419",
            "output": [
                "Pronoun : his, Pronoun-offset : 394"
            ]
        },
        {
            "input": "Passage : This Is the Life is a 1944 American musical romantic comedy film starring Donald O'Connor, Susanna Foster, and Peggy Ryan. This is one of the several films that Universal Studios rushed O'Connor and Ryan through before O'Connor was drafted into the Army to serve in World War II. On her 18th birthday, orphan Angela Rutherford is given an inheritance of $6000. Name : Angela Rutherford, Offset : 309",
            "output": [
                "Pronoun : her, Pronoun-offset : 283"
            ]
        },
        {
            "input": "Passage : This is RnB stated in a review of the video ``Captivating the camera with some sexy dance routines choreographed by Fatima Robinson and rolling around on the hood of a classic Impala, Sevyn lets her prospective suitor know that her love is well-worth the wait, and she's ready to give it up.'' Name : Sevyn, Offset : 184",
            "output": [
                "Pronoun : her, Pronoun-offset : 195"
            ]
        },
        {
            "input": "Passage : Maurice custom-tailors clothing for de Var*ze on credit, but the Vicomte's unpaid tailoring bills become intolerable, so Maurice travels to de Savignac's castle to collect the money owed to him. On the way, he has a confrontation with Princesse Jeanette. He immediately professes his love for her, but she haughtily rejects him. When Maurice arrives at the castle, Gilbert introduces him as ``Baron Courtelin'' in order to hide the truth from the Comte . Name : Maurice, Offset : 334",
            "output": [
                "Pronoun : his, Pronoun-offset : 330"
            ]
        },
        {
            "input": "Passage : Ftorek was one of the top scorers in the league but Messier managed to get only two goals. He would play 47 games for the Stingers tallying only one goal and ten assists. While in Cincinnati, Messier was teammates with Mike Gartner, Barry Melrose and Paul Stewart. When he retired, Messier was the last former WHA player still active on the ice as a player. Name : Messier, Offset : 282",
            "output": [
                "Pronoun : he, Pronoun-offset : 270"
            ]
        },
        {
            "input": "Passage : The rest of the group find out what has happened to Case and decide to band together and take on Justin at the Beatdown to avenge their mentor. With each facing their own trials to reach the final match, it comes down to only one of them versus their own. Mike defeats Zack, while Justin injures Tim in the restroom - thus eliminating him from the tournament. Name : Tim, Offset : 296",
            "output": [
                "Pronoun : him, Pronoun-offset : 335"
            ]
        },
        {
            "input": "Passage : His family moved to Holly Hill, Florida, and he graduated from Mainland High School in Daytona Beach. He received his B.A. degree from the University of Louisiana at Lafayette in 1978, and his J.D. from Tulane Law School in 1981. After graduation, he clerked for Judge Albert Tate of the United States Court of Appeals for the Fifth Circuit from 1981 to 1982 and then for Justice Byron White of the U.S. Supreme Court from 1982 to 1983. After completing his clerkship, Dzurilla joined the New Orleans firm of Duplantis, where he stayed for 15 years. Name : Dzurilla, Offset : 469",
            "output": [
                "Pronoun : his, Pronoun-offset : 454"
            ]
        },
        {
            "input": "Passage : In 1968, with the help of a grant from the New York State Council on the Arts, McLean began reaching a wider public, with visits to towns up and down the Hudson River. He learned the art of performing from his friend and mentor Pete Seeger. McLean accompanied Seeger on his Clearwater boat trip up the Hudson River in 1969 to raise awareness about environmental pollution in the river. Name : Seeger, Offset : 260",
            "output": [
                "Pronoun : his, Pronoun-offset : 376"
            ]
        },
        {
            "input": "Passage : Patricia ``Tricia'' Nixon Cox (born February 21, 1946) is the elder daughter of the 37th U.S. President Richard M. Nixon and First Lady Pat Nixon, and sister to Julie Nixon Eisenhower. In her father's public career, Cox performed a ceremonial role, in contrast to her younger sister Julie Nixon Eisenhower's more political involvement. Name : Cox, Offset : 216",
            "output": [
                "Pronoun : her, Pronoun-offset : 298"
            ]
        },
        {
            "input": "Passage : Between May 13 and May 26, 1952, Dunlop caught three no-hitters from Bristol pitchers, one from Ron Necciai in which Necciai struck out a record 27 batters in a nine- inning game, and two no-hitters from teammate Bill Bell. The Necciai game is regarded as one of the most outstanding achievements in baseball history. While he recorded 27 strikeouts and one ground ball out, Necciai had to garner 28 outs in the game because of a passed ball by Dunlop on a strikeout in the ninth inning. Name : Necciai, Offset : 375",
            "output": [
                "Pronoun : He, Pronoun-offset : 400"
            ]
        },
        {
            "input": "Passage : Re-elected in the 2007 election, she was re-named the Minister of International Relations, La Francophonie and for the Estrie Region as well as the Vice-Chair of the Treasury Board. Following her 2008 re-election, Gagnon-Tremblay gave up for portfolio of International Relations to Pierre Arcand but was given the position of President of the Treasury Board previously occupied by Monique Jerome-Forget who was also responsible for the portfolio of finances. She was given Jerome-Forget's government administration portfolio duties until 2010. Name : Gagnon-Tremblay, Offset : 214",
            "output": [
                "Pronoun : his, Pronoun-offset : 347"
            ]
        },
        {
            "input": "Passage : At age 17, Rinker moved to Seattle and worked as a sheet music demonstrator at Woolworth's. She married and divorced Ted Bailey, keeping his last name because she thought it sounded more ``American'' than Rinker, which was of Swiss (German) origin. With the help of her second husband Benny Stafford, Bailey became an established blues and jazz singer on the west coast of the United States. Name : Bailey, Offset : 301",
            "output": [
                "Pronoun : her, Pronoun-offset : 266"
            ]
        },
        {
            "input": "Passage : During the aftermath of her apartment being blown up, Beckett stays at Castle's apartment, where she makes him breakfast. Her relationship with Castle is further demonstrated by her closeness to Alexis Castle, his daughter. Alexis looks up to Beckett and sees her as a friend and surrogate mother at times, even asking her advice on a foreign exchange program to France; Name : Beckett, Offset : 243",
            "output": [
                "Pronoun : her, Pronoun-offset : 260"
            ]
        },
        {
            "input": "Passage : Contemporary analysis reveals that Perot could have won the election if the polls prior to the election had shown the candidate with a larger share, preventing the wasted vote mindset. Republicans, including Vice President Dan Quayle, blamed Perot for their defeat, claiming that he won votes that would have otherwise gone to Bush. Name : Perot, Offset : 242",
            "output": [
                "Pronoun : his, Pronoun-offset : 419"
            ]
        },
        {
            "input": "Passage : But, this time, the dissolution of the House has been decreed and the new election has been fixed urgently, it raises a question as to whether Mr Thaksin has exercised the executive power to wash himself and return to the power again...'' Following the military's seizure of power unseating Thaksin Shinawatra in 2006 and the proclamation of the new Constitution in 2007, Chueathai stated to the media that he has once foretold that the new constitution will be unlikely to solve any problems in the Country, but no one pays attention to the warning of a public law instructor like him because everyone wants to have a new election taken place without delay, so he will not teach constitutional law anymore. Name : Chueathai, Offset : 372",
            "output": [
                "Pronoun : he, Pronoun-offset : 407"
            ]
        },
        {
            "input": "Passage : His caricature originals have been requested by many of his subjects, including Art Carney, Xavier Cugat, Buddy Hackett, Suzanne Pleshette, Priscilla Presley and Ted Williams. His son, Ron Stark, is also an artist, focusing on sports art and illustration since 1991. Living in Indian Harbour Beach, Florida with his wife Trish and their four children (Elizabeth, Jack, Chipper, Victoria), Ron has illustrated for books, magazines, newspapers and Topps cards. Name : Ron Stark, Offset : 185",
            "output": [
                "Pronoun : he, Pronoun-offset : 343"
            ]
        },
        {
            "input": "Passage : Ayaan Hirsi Ali is not one of them,'' she added. Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations, condemned her ``one of the worst of the worst of the Islam haters in America, not only in America but worldwide.'' In his 2006 review of this collection of seventeen essays and articles on Islam by Hirsi Ali, journalist Christopher Hitchens noted her three themes: ``first, her own gradual emancipation from tribalism and superstition; second, her work as a parliamentarian to call attention to the crimes being committed every day by Islamist thugs in mainland Europe; and third, the dismal silence, or worse, from many feminists and multiculturalists about this state of affairs.'' Name : Christopher Hitchens, Offset : 344",
            "output": [
                "Pronoun : his, Pronoun-offset : 242"
            ]
        },
        {
            "input": "Passage : He returned to St. Louis in 1837. That year, his half-brother Tom Tobin, then 14 years old, left with Charles and his colleague Ceran St. Vrain to return to Taos. Tom worked as a trapper and scout at Bent's Fort and in Taos. Along with his brother, Tobin worked at Simeon Turley's store, mill, and distillery at Arroyo Hondo. Name : Tobin, Offset : 249",
            "output": [
                "Pronoun : his, Pronoun-offset : 236"
            ]
        },
        {
            "input": "Passage : His guest-starring appearance on Cimarron City led him to his starring in his own series later that year, Laramie, one of the few network television programs set in Wyoming. Patrick Kelly called Fuller to his office, that a young, unfamiliar actor realized he had done something wrong, knowing he'd be fired. Name : Patrick Kelly, Offset : 174",
            "output": [
                "Pronoun : his, Pronoun-offset : 286"
            ]
        },
        {
            "input": "Passage : Much contemporary poetry fits into one of the many aesthetic categories that lie between the polar opposites of the radically ``experimental'' poem and the ``traditional,'' often formal, poem. Dorothy Barresi's work, however, is singular in its resistance, better yet, rejection, of current poetic camps. Part Sylvia Plath, part John Donne, Barresi handles both surprise and expectation with deftness, displaying uncommon verbal ingenuity and intelligence of investigation. Her third book, Rouge Pulp, spins poems of startling metaphysical image shot through with slang and pop culture. Name : Barresi, Offset : 341",
            "output": [
                "Pronoun : Her, Pronoun-offset : 474"
            ]
        },
        {
            "input": "Passage : Farrar also had a bad day, finishing with the second group on the road and dropping well away from any chance of holding the pink jersey. Millar, however, ended the day in fifth in the overall standings, six seconds behind race leader Alexander Vinokourov, giving the squad a chance to hold the pink jersey after all. If he took the jersey, Millar would become the first British rider ever to be race leader for all three Grand Tours in his career. Name : Millar, Offset : 341",
            "output": [
                "Pronoun : he, Pronoun-offset : 321"
            ]
        },
        {
            "input": "Passage : After she witnesses Alexis and Daniel bury the hatchet, Wilhelmina realizes Alexis has turned on her: when Alexis tells her she is keeping Daniel on board as editor-in-chief, Wilhelmina ends their partnership and now regards Alexis as an enemy. When Wilhelmina later finds out that MODE legally belongs to Claire Meade, Bradford's wife, she visits her at the hospital where Claire is detoxing for her hearing. Name : Claire Meade, Offset : 306",
            "output": [
                "Pronoun : she, Pronoun-offset : 337"
            ]
        },
        {
            "input": "Passage : Spurned by Adam, Geri formed a hatred for Izzy, which continued until just before she left Hollyoaks, when they finally reconciled their differences. A brief dalliance with Lewis Richardson followed, but this soon fizzled out and it seemed as if Geri would never meet the man of her dreams. It was on holiday with her mother, the irrepressible Jacqui, which Geri met and fell for the football ace, Jason Cunliffe. Name : Geri, Offset : 358",
            "output": [
                "Pronoun : her, Pronoun-offset : 314"
            ]
        },
        {
            "input": "Passage : Crawford died, on 3 July 1875, the three women'' -- Isabella, her mother, and her sister Emma, all who were left in the household -- ``became dependent on Isabella's literary earnings.'' After Emma died of tuberculosis, ``Isabella and her mother moved in 1876 to Toronto, which was the centre of the publishing world in Canada.'' Name : Isabella, Offset : 222",
            "output": [
                "Pronoun : her, Pronoun-offset : 235"
            ]
        },
        {
            "input": "Passage : After building a private practice in Paterson, New Jersey, Garth was made a judge in the U.S. District Court for the District of New Jersey by President Richard M. Nixon in 1969, and elevated to the Third Circuit by Nixon in 1973. He assumed senior status in 1986. Supreme Court Justice Samuel Alito clerked for Judge Garth from 1976 to 1977 in his first job out of law school. Name : Samuel Alito, Offset : 287",
            "output": [
                "Pronoun : he, Pronoun-offset : 266"
            ]
        },
        {
            "input": "Passage : He has little luck, although a drunk old gambler claims he recognises one of the pictures, causing Rebus to suspect that one of the brothers may be working as a bookmaker. The next day, Rebus learns that Eddie has disappeared after a night out. Pat Calder insists to Rebus that Eddie always returns home safely, despite his alcohol problem. Name : Eddie, Offset : 278",
            "output": [
                "Pronoun : his, Pronoun-offset : 320"
            ]
        },
        {
            "input": "Passage : Her elder sister is Annette Day who starred with Elvis Presley in MGM's 1967 film Double Trouble. A side from Yvette Fielding, Smith is the only other person to have hosted a series of Most Haunted. She hosted Most Haunted: Midsummer Murders along with Yvette in 2007. Name : Smith, Offset : 127",
            "output": [
                "Pronoun : She, Pronoun-offset : 199"
            ]
        },
        {
            "input": "Passage : Artigas, who thought that the gauchos were not treated well, supported the new ideas. Buenos Aires deposed the viceroy in 1810, during the May Revolution, who was replaced by the Primera Junta. Mariano Moreno, secretary of war, wrote at the Operations plan that Artigas would be a descisive ally against the royalists in Montevideo, and called him for an interview. Name : Artigas, Offset : 262",
            "output": [
                "Pronoun : him, Pronoun-offset : 344"
            ]
        },
        {
            "input": "Passage : Her last sojourn on the island was cut short by the Pearl Harbor attack of 1941, when she and many other Australians including Mrs. Ragnar Hyne and Mrs. W. H. Baddeley, wife of the Bishop of Melanesia, were evacuated. The young lawyer Don Dunstan shared chambers with Patricia for a few years from 1952. Soon after her return to Adelaide, Hackett threw herself into amateur theatre. Name : Hackett, Offset : 339",
            "output": [
                "Pronoun : her, Pronoun-offset : 315"
            ]
        }
    ]
}