{
    "Definition": [
            
        "Each of the following sets of argument pairs (on the topic of Gun Control) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are deemed SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level problem that appears frequently in many arguments in favor of the author's position or in opposition to the position of the other author.",
        
        "Please classify the following sets of argument pairs (discussing the Gun Control) as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; if they are not, they are considered NOT SIMILAR. A FACET is a low-level problem that frequently recurs in numerous arguments in favor of the author's position or in opposition to the position of the other author.",
        
        "Each of the following sets of argument pairs (discussing the Gun Control) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level issue that appears frequently in many arguments in support of the author's position or in opposition to the position of the other author.",
        
        "Two arguments are SIMILAR if they are making the same case related to author's position, else they are NOT SIMILAR. Your task is to classify any 2 arguments as SIMILAR or NOT SIMILAR."    
],

    "Positive Examples": [
        {
            "input": "Sent1: Unarmed law-abiding citizens are victims of gun crimes because criminals do not obey the gun ban in that gun free zone.\n Sent2: Gun free zones are zones where law-abiding citizens are forbidden to have guns because law-abiding citizens obey the law about gun free zones.",
            "output": "Similar",
            "explanation": "This is a good example since both sentences are talking about the same viewpoint. They are basically agreeing that anyone who carries a gun in a gun free zone is a criminal."
        },
        {
            "input": "Sent1: If more guns present means that more criminals will be able to commit more killings and violent criminals, wouldn't they have allowed the ban to remain in place?\n Sent2: If a gun owner knowingly sells to a prohibited felon who commits a murder with the gun, then the felon alone is responsible for the murder.",
            "output": "Not similar",
            "explanation": "This is a positive example since both the sentences are talking about two different things. The first sentence talks about the consequence of having more guns in the system while the second talks about who is in fault if a gun owner intentionally sells the weapon to a felon."
        },
        {
            "input": "Sent1: Since they've never done this it's only safe to assume that they hate absolutely any kind of gun and want them all banned outright without exception.\n Sent2: Or that someone has pointed out that gun rights advocates seem to have been panic-buying firearms in case the White House bans them?",
            "output": "Not similar",
            "explanation": "This is a good example because both parties are talking about the result of the white house considering to ban guns. The facet here is regarding the ban in which case proponents hate guns and dissonants of the ban argue that they are stocking on guns due to the ban."
        },
        {
            "input": "Sent1: In some states, some guns are just not allowed and it sticks as a law.\n Sent2: No, but they might like to challenge the conclusion that states with less strict firearm laws are more often the source of guns used in crimes, in other states, than guns from states with stricter gun laws.",
            "output": "Not similar",
            "explanation": "This is a good example since the first sentence simply says that certain states just dont allow a specific type of gun however the second sentence argues that it does not necessarily lead to less crime"
        }
    ],

    "Negative Examples": [
        {
            "input": "Sent1: It is legal to own weapons in this country, they are just tightly controlled, and as a result we have far less gun crime (particularly where it's not related to organised crime).\n Sent2: It's just that on these forums, the words 'gun control' usually refer to extremely tight gun laws, or outright banning of guns.",
            "output": "Similar",
            "explanation": "This is a bad example since both sentences are differing as to what gun control actually means in the country. One party feels that gun control is legal whereas the people on forums feel it should be illegal."
        },
        {
            "input": "Sent1: You can't be a man unless you're swinging a gun, and no matter how many guns you buy, it's still missing for you .\n Sent2: Ian brought up the point that guns make you more likely to kill a person.",
            "output": "Similar",
            "explanation": "This is a bad example since both sentences are talking about orthogonal topics. Sentence 1 speaks about manhood as a consequence of owning a gun whereas sentence 2 states that guns are more likely to lead to murder."
        },
        {
            "input": "Sent1: You have been shown the facts that most criminals get their guns from family members or they steal them, even from cops.\n Sent2: Gun owners don't drive into crowds of people simply because they had a gun in their car.",
            "output": "Similar",
            "explanation": "This is not a good example since both viewpoints differ in why gun control is required. Sentence 1 argues that guns are easily accessed by stealing from those who possess them, while sentence 2 argues that gun ownership has nothing to do with committing a crime."
        },
        {
            "input": "Sent1: Now if you want gun control laws that limit or ban the right to bear arms you are a gun haters.\n Sent2: Gun haters will stop when the right to bear arms is banned!",
            "output": "Not similar",
            "explanation": "This a bad example since both sentences express the common sentiment that gun haters are those that want guns banned outright."
        }
    ]

}
