{
    "Definition": [
        "You must substitute a letter in the sentence with another letter supplied in this job.",
        "The objective of this task is to substitute one alphabet with another in the sentence.",
        "Given some text, the objective is to replace all occurences of a specific letter with another letter both of which are provided as input.",
        "For this task, the input is a sentence and 2 letters, the output is a sentence with all occurences of the first letter replaced with the second."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'a gray and white cat sleeping on top of a laptop computer'. Replace the letter 'l' with 'g' in the sentence.",
            "output": "a gray and white cat sgeeping on top of a gaptop computer",
            "explanation": "The occurences of words with the letter 'l' have been replaced with 'g'. See laptop -> gaptop."
        },
        {
            "input": "Sentence: 'three young boys sitting in front of several televisions'. Replace the letter 'e' with 'd' in the sentence.",
            "output": "thrdd young boys sitting in front of sdvdral tdldvisions",
            "explanation": "three -> thrdd, several -> sdvdral, televisions -> tdldvisions are all the words where e occurs and have been substitued with d while keeping the rest of the sentence the same."
        },
        {
            "input": "Sentence: 'someone playing frisbee with a dog in the middle of a court'. Replace the letter 'z' with 'r' in the sentence.",
            "output": "someone playing frisbee with a dog in the middle of a court",
            "explanation": "Since the letter z never occurs in the sentence, the output sentence is the same as the input sentence."
        },
        {
            "input": "Sentence: 'a skateboarder doing a trick on a ramp'. Replace the letter 'e' with 'i' in the sentence.",
            "output": "a skatiboardir doing a trick on a ramp",
            "explanation": "All occurences of e have been replaced with i."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'a group of people standing posing for a photo'. Replace the letter 'p' with 'o' in the sentence.",
            "output": "a group of oeoole standing oosing for a ohoto",
            "explanation": "Theoccurence of p in group was not changed to o. The correct answer is: a grouo of oeoole standing oosing for a ohoto."
        },
        {
            "input": "Sentence: 'a young child is brushing its teeth in the tub'. Replace the letter 'z' with 't' in the sentence.",
            "output": "a young child is btushing its teeth in the tub",
            "explanation": "Since z never occurs in the sentence, the output should have been the same as the input."
        },
        {
            "input": "Sentence: 'people gathered in a courtyard during a rain storm'. Replace the letter 'u' with 'v' in the sentence.",
            "output": "people gathered in a courtxard during a rain storm",
            "explanation": "u was never replaced with v in this sentence, the correct answer is people gathered in a covrtyard during a rain storm."
        },
        {
            "input": "Sentence: 'two large black bears lying on the ground'. Replace the letter 'r' with 'j' in the sentence.",
            "output": "kwo lajge black beajs lying on khe gjound",
            "explanation": "While this sentence changes all occurences of r with j, it also replaces occurencse of t with other characters. The answer should have been: two lajge black beajs lying on the gjound."
        }
    ]
}
