{
    "Definition":  [
    
    "You will receive a review of a book, an item, a location, or a film. After that, you'll be given a question to answer utilizing a specific section of the review. Your response should be taken directly from the review and should not include any extra words or spans. For further information, look at the examples.",
    
    "A book, an item, a location, or a film will be reviewed for you. Then you'll be asked a question that you'll have to respond to utilizing a specific portion of the review. Your response should be taken directly from the review, with no extra words or spans mixed in. For further information, see the examples.",
    
    "You will be provided a review of a book, an item, a location, or a film. Following that, a question is presented to you, to which you must respond within a specific time frame of the review. Your response should be taken directly from the review, without any extraneous words, and should not be a mix of various spans. For further information, go to the examples.",
    
    "Your task is to answer a question about a book, an item, a location or a movie based on content that is present in a review about the same. More information about this task can be found in the examples.",
    
    "Using the contents of a review for an item, location, boook or movie, your objective is to answer a question that is asked about the reviewed object. An accurate answer makes no external assumptions and only uses the facts presented in the review for reasoning.",
    
    "Provide an answer to the question about an object using a sentence present in the review of a book, item, location or film. See the presented examples to aid in the understanding of this task.",
    
    "Answer the question in a way that accurately resembles the review of an object. Your answer must be a sentence word-for-word from the review itself. More details can be found in the examples.",
    
    "Given a review about a movie, book, item, country or arbitrary location, you will be asked a question pertaining to the reviewed item. Your task is to answer the question using the information in the review verbatim. You are provided with examples that will help understand this task further."
],

    "Positive Examples": [

        {
            "input": "Extremely elegant hotel and got a great price from starwood. Right in the middle of the city - walkable to Union Square, Moscone, and I even walked to the Giants games twice!\nquestion: How good is the hotel?",
            "output": "Extremely elegant hotel",
            "explanation": "The given answer is directly from the passage and is the correct answer to the question."
        },

        {
            "input": "I went in to  \"John Carter\" filled with trepidation.  I often avoid these big, splashy CGI spectacles that never live up to their promises and I was sure that this film was going to be nothing more than lots of cinematic eye candy and short on substance. Added to that there was a lot of lackluster critical reviews.  Well, all I can say is that this was a grand entertainment and I am so glad I caught it on the big screen!I've heard some critics say the plot was a mess and overly convoluted. Really?  My suggestion to them is \"don't text while watching a movie, you might miss something\".  I found the plot fairly well done and actually made sense (if only the last Star Trek film had that going for it) and was interesting to boot.I also read that the look of Barsoom (Mars to you and me) was dull and uninteresting.  Hmmm, never been an admirerer of the stark and raw beauty of the American southwest I guess.  Personally I found Barsoom to be beautiful, alien, exotic and familiar all at the same time. After all, the Mars rovers have confirmed that the Red Planet does indeed look like our American southwest and I for one happen to think both places very scenic.Some critics have said the story is dull and lifeless.  OK, put down the crack pipe and step away from the video game console.  \"John Carter\" has a great fast paced plot with lots of interesting twists and turns. I also thought the characters were nicely drawn, if not overly complex, and that the alien races on Barsoom to be very interesting with fascinating customs which only made me want to learn more about them.Other critics have complained that they have seen this stuff before in movies like Star Wars and Avatar.  Wellllll, it seems as though those two directors (among other film makers and writers) have been looting the works of Edgar Rice Burroughs for quite some time so I guess there is bound to be a feeling of deja vu.Have we really become such a culture that is so easily jaded?  Can we no longer feel that sense of wonder and feeling of adventure in a film like \"John Carter\"?  Maybe we are too use to storylines being spoon fed to us in easily digested bites and cannot follow along with a film that isn't zipping past our eyeballs at 186,000 miles per second with flashy explosions at every eye blink.  If true then how sad that such a wondrous film will get pushed to the wayside in favor of something like Transformers 8.\nquestion:  How is the story?",
            "output":  "Some critics have said the story is dull and lifeless",
            "explanation": "The answer is directly taken from the passage and are able to qualitatively answer the question."
        },

        {
            "input": "review: I really like the food. The chicken was pretty tasty and perfectly cooked (tender). Other reviewers had complained about the relatively small portion. That, I concur. Chinese places always undercook their chicken, but not this place. Btw, The fried chicken skin were divine. Next time I will eat in and enjoy their cocktails.\nquestion:  What is the quality of the chicken?",
            "output": "The chicken was pretty tasty and perfectly cooked",
            "explanation": "This is a good example since it successfully extracts the relevant part of the passage in answering the question."
        },

        {
            "input": "Donna Tartt has written a novel, a tome, that is as much about love, life and beauty as it is about nihilism, catastrophe and death.Written in the first person, 12 year-old Theo Decker's life is divided into before and after his mother's death.  Together, he and his mother are on their way to his school for a conference to discuss some unknown behavioral issues of Theo's.  On the way, due to bad weather, they stop at The Metropolitan Museum of Art.  While there, some terrorists bomb the museum and his mother is killed.  As Theo searches for his mother, he meets a dying man named Welty who gives him an antique ring that he asks him to deliver to someone named Hobart.  He also meets a girl named Pippa to whom he forms a lifelong obsessive attachment and love.  When Theo finds out that his mother has died, he is devastated.  His father has walked out on them over a year ago and is a mean drunk and a gambler.Most importantly, when Theo leaves the museum, he walks out with a small masterpiece under his arm.  It is entitled The Goldfinch and the artist is Fabritius.  Painted in the latter 1600's it is one of only a few of Fabritius's work that has survived.  For Theo, it represents something stable, a way of holding on to something that was meaningful to his mother, and thus a part of her.The novel takes us though Theo's life into his twenties.  We first go with him to the Barbour family that takes him in after his mother's death.  Their son Andy has been a friend of Theo's for a few years.  Both are outcasts in their middle school and are prone to being the brunt of bullies.  The Barbours are very rich and enjoy Theo but are not demonstrative.  Mr. Barbour has recently been released from a psychiatric hospital and his behavior is somewhat odd.  The Barbour children, other than Andy, resent Theo's presence.  Despite this, however, Theo likes it there and would like to remain with them.  His only remaining relatives are his father, whereabouts unknown, and his paternal grandparents, unloving and not wanting to take Theo in.Out of the blue, Theo's father appears with his girlfriend Xandra and they take Theo with them to Las Vegas.  There, Theo meets Boris who becomes a lifelong friend.  Together, they get into hardcore drugs, illegal activities and drinking.  Theo's father is living well due to a good gambling streak but things start to fall apart and it is not long before Theo is back in New York City where he finds shelter with Hobart (Hobie) in his antique store.  Theo's life is a mess.  He is heavily into drugs and constantly blames himself for his mother's death.All the while, Theo holds on to the Goldfinch like a talisman.  He keeps it wrapped up most of the time but unwraps it now and then to look at it and revel in its beauty and personal meaning.  He knows he should return it but he keeps putting that off.The novel is longer than it needs to be.  Ms. Tartt, who can write beautifully, often goes into tangents and philosophical discussions that are unnecessary.  Characters come and go who are like red herrings.  Despite this, the book has its brilliant aspects.  The characterization of Theo is superb and his despair and longing is brought out in depth.  The symptoms of his post-traumatic stress disorder are clinically accurate.  I enjoyed this book immensely but I wish that the editing had been tighter.\nquestion:  How is the writing style of story on this book?",
            "output": "Written in the first person",
            "explanation": "This is a positive example since the specified answer is directly relevant to the question asked and appears as a fact in the passage."
        }

],

    "Negative Examples": [

        {
            "input": "We stayed here for a weekend girl's trip. It is definitely an older hotel, but our room had two pretty comfy queen beds, a kitchenette, and a jacuzzi tub. The rooms were old and a little rough around the edges, but spacious and most importantly: clean. I was in a room not facing the street, and it was very quiet. Our friends were in a room facing the street, so they had quite a bit of street noise, and they complained about water pipe noise as well, which we didn't hear. The have two free computers in the lobby, plus WIFI and comfy chairs in the lobby. Breakfast was nice (donuts, pasty, fruit, coffee, tea) but won't wow you. (There is a tasty crepery down the street). The wine in the afternoons is a nice touch, and they even let me take my glass upstairs so I could drink wine and soak in the jacuzzi tub. Oh, the honor bar prices were very reasonable, as well.The location was great for us. We took Bart from Oakland airport to the Powell street station, then walked to the hotel (we each only had a small bag). We had no trouble walking to the Ferry Building Farmer's market, chinatown, or fisherman's wharf from the hotel. There are plenty of bus stops nearby, for those who aren't walkers. We ran into some panhandlers when we were walking around at night, but we never felt unsafe.Cons: I don't think they have air conditioners, which could ba a problem sometimes (we kept our window open all night in early march to keep a breeze going), the staff wasn't terribly friendly, but they weren't bad. If I was going to San Fran for a fancy smancy romantic weekend, I might choose a different hotel, but this place was a very good choice for a weekend with friends.\nquestion:  Is the wine nice?",
            "output": "fancy smancy romantic",
            "explanation": "Even though the answer is from the passage, that phrase is clearly talking the weekend and not the wine. In this case, 'nice touch' would be the correct answer."
        },

        {
            "input": "I stayed here for 3 nights on our trip through California. Overall, was very impressed with the Hotel Whitcomb, a beautiful building - must have been a very grand hotel back in its day. Yes, it has aged but they have done a great job at keeping it maintained.Rooms are a little small but the beautiful high ceilings certainly make up for it. Bathroom is also a good size and was clean and neat. Beds were super comfortable and big TV. Aircon worked well too!There is a good business center downstairs if you don't have a computer with you ($5 minimum for 20 mins), if you have a laptop, wireless in rooms works ok but can be a little tempremental.Really enjoyed our stay here, however, I would caution anyone travelling on their own that its not the best location to be roaming around on your own after dark. Its in a little bit of a sketchy area of town but the metro stop is literally right outside the door as does the F Line street car which takes you straight down to the Fisherman's Wharf. Location is very close to Union Square only about 5-10 minute walk and 5 minute walk from the Powell Street station where you can catch the cable cars if you want to.My only complaint would be about the restaurant (a little bit too up market for the location and bit too expensive), we are budget travellers (hence our choice to stay at the Hotel Whitcomb) and felt that food wise, it was a little more expensive then what we would have liked. Ended up having Starbucks breakfast most mornings and got Subway in the evenings (just across the road).Apart from that I would definitely recommend the Hotel Whitcomb for any budget travellers out there. Just be aware of the area you are staying in and take precaution after dark.\nquestion:  Is this area recommended?",
            "output": "rooms are a little small",
            "explanation": "This is not a good example since the review is overwhemingly positive however the selected answer only considers the negative aspect."
        },

        {
            "input": "review: if you are meat lover and like to try different kind of meats and flavours then this is your paradise. abundant of tender meat made to perfection served at your table and don't mis the pineapple it's so delicious\nquestion:  Is it a good meal?",
            "output": "don't mis the pineapple",
            "explanation": "The correct answer here should be a substring of 'if you are meat lover and like to try different kind of meats and flavours then this is your paradise' since it answers the question about the meail. The provided answer just states a fact that don't mis the pineapple but does not answer whether it is a good meal or not."
        },

        {
            "input": "My husband and I spent one night at the Adagio last weekend. I had read reviews saying the hotel is not in the best neighborhood so I was litttle bit nervous. But when we arrived it was wonderful! The front desk was unbelievable professional and extremely friendly. Although we arrived a bit too early for check in, our luggage was stored while we toured the city. The Adagio is a 5-10 minute walk to Union Square and the start of the cable car line to Fisherman's Wharf. The room was small-ish but did not feel as if we were tripping over one another. If you are on the fence about staying here please reconsider. The Adagio will set you up with a FREE PRIVATE CITY TOUR!!!!! The hotel will also provide complimentary copies of suggested itineraries for San Francisco and a number of destinations in the area. We took a nighttime tour of Alcatraz and when we returned to the Adagio in the evening we discovered our hotel was right around the corner from a ton of night life. We did not find the noise a problem - we only wished we had the energy to enjoy the neighborhood clubs! Bottom line, STAY HERE. I can't wait to visit again!\nquestion:  How was everyone?",
            "output": "a bit too early for check in",
            "explanation": "This is clearly not a good example since even though the answer is directly taken from the passage, it is not at all relevant to the question being asked. In this case, the correct answer would be 'extremely friendly'."
        }

]
}
