{
    "Definition": [
        "Each of the following sets of argument pairs (on the topic of Gay Marriage) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are deemed SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level problem that appears frequently in many arguments in favor of the author's position or in opposition to the position of the other author.",
        "Please classify the following sets of argument pairs (discussing the Gay Marriage) as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; if they are not, they are considered NOT SIMILAR. A FACET is a low-level problem that frequently recurs in numerous arguments in favor of the author's position or in opposition to the position of the other author.",
        "Each of the following sets of argument pairs (discussing the Gay Marriage) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level issue that appears frequently in many arguments in support of the author's position or in opposition to the position of the other author.",
        "Two arguments are SIMILAR if they are making the same case related to author's position, else they are NOT SIMILAR. Your task is to classify any 2 arguments as SIMILAR or NOT SIMILAR."
    ],
    "Positive Examples": [
        {
            "input": "Sent1: Gay marriage or not, the hospital could have and should have allowed visitation.\n Sent2: But not allowing gay marriage hurts all homosexual couples to a greater extent than the prior.",
            "output": "Not similar",
            "explanation": "This is a good example since both sentences are talking about orthogonal topics. The first sentence is presenting arguments about hospital visitation rights for gay couples whereas the second sentence talks about the topic of gay marriage."
        },
        {
            "input": "Sent1: People secure in their heterosexual identity or way of life, have nothing to concern themselves with if gays are being accepted.\n Sent2: If two people should be allowed to \"do their own business\" in peace than why not gays?",
            "output": "Not similar",
            "explanation": "This is a good example since while they agree on the same topic the arguments presented are quite different. Sentence 1 asserts that gays are to be accepted by people secure in their own ways whereas the second mentions that gays should be allowed to live the same normal lives as normal heterosexual people."
        },
        {
            "input": "Sent1: Gay marriage or not, the hospital could have and should have allowed visitation.\n Sent2: Not to mention visitation rights in hospitals, or any one of the thousands of rights denied gay couples.",
            "output": "Similar",
            "explanation": "This is a good example since both sentences express the common sentiment around the issue of hospital visitation rights for gay couples."
        },
        {
            "input": "Sent1: People keep touting how marriage is a \"religious\" institution, but what if the government were trying to decide whether or not Christian marriages would have legal recognition?\n Sent2: (and again.... Government recognition of your marriage is not a right)",
            "output": "Not similar",
            "explanation": "This is a positive example since both sentences are not talking about the same thing. Sentence 1 presents a hypothetical about the government deciding recognition of marriages whereas sentence 2 argues that government recognition is not a right."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sent1: Even though denying polygamous marriage is not actually a destruction of equality, one might still say, \"Well, even though denying polygamous marriage isn't as bad as denying same-sex marriage, why do we deny it?\n Sent2: However, some arguments in support of same-sex marriage have nothing to do with polygamous marriage.",
            "output": "Similar",
            "explanation": "The answer here should be not similar since the first sentence tries to associate polygamous marriage with gay marriage whereas the second sentence says that the arguments in support of gay-marriage are fundamentally different and have nothing to do with other marriage types."
        },
        {
            "input": "Sent1: Gay marriage should be legal, because by now we should have equal rights, and that's what this is about.\n Sent2: Since we're talking about what rights heterosexual people have versus what rights homosexual people have, the only logical conclusion is that both groups have the same rights since marrying whomever you love is not a right.",
            "output": "Not similar",
            "explanation": "The answer here should be similar because both sentences are talking about gays having equal rights"
        },
        {
            "input": "Sent1: Gay marriage or not, the hospital could have and should have allowed visitation.\n Sent2: If gay couples are allowed to marry then any combination of marriage should be allowed as long as it involves consenting adults.",
            "output": "Similar",
            "explanation": "This is a bad example since both sentences are dissimilar and are talking about orthogonal issues. Sentence 1 focuses on hospital visitation rights of gay couples whereas the latter states that any marriage between consenting adults must be allowed."
        },
        {
            "input": "Sent1: If gay couples can't receive these rights, then no one else should.\n Sent2: Gay rights advocates argued the state was violating their civil rights by limiting marriage to opposite-sex couples.",
            "output": "Not similar",
            "explanation": "This is a bad example since both sentences argue that rights of gays are no different than rights of opposite-sex couples"
            
        }
    ]
}
