{
    "Definition": [
        "You must count how many words in a sentence contain the given letter in this task.",
        "You must count the amount of words in a sentence that include the specified letter in this challenge.",
        "Given some text and an alphabet, compute the total number of words that include the alphabet.",
        "For this task, the input is a sentence and an alphabet, the output is an integer that represents the total number of words whose spelling contains the specified alphabet."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'a man in black sitting at a park bench in snow'. How many words contain the letter 'w' in the sentence.",
            "output": "1",
            "explanation": "The word, snow, contains the letter w. Thus, the answer is 1."
        },
        {
            "input": "Sentence: 'a glass of wine sitting inside of a microwave'. How many words contain the letter 'a' in the sentence.",
            "output": "4",
            "explanation": "There are 4 words containing the letter a. These words are a, glass, a, microwave. Thus, the answer is 4."
        },
        {
            "input": "Sentence: 'a dead end street near a fence and a bridge'. How many words contain the letter 'a' in the sentence.",
            "output": "6",
            "explanation": "A total of 6 words (a, dead, near, a, fence, a, a) contain the letter 6 making the answer 6."
        },
        {
            "input": "Sentence: 'a picture of a lot of motorcycles together'. How many words contain the letter 'd' in the sentence.",
            "output": "0",
            "explanation": "No words contain the letter d, thus the answer is zero."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'a red and white stop sign some cars and a blue truck'. How many words contain the letter 'n' in the sentence.",
            "output": "2",
            "explanation": "A total of 3 words - and, sign, and - contain the letter n. Thus the answer should be 3 and not 2."
        },
        {
            "input": "Sentence: 'a man riding a paddle board on top of a river'. How many words contain the letter 'c' in the sentence.",
            "output": "3",
            "explanation": "The correct answer here is 0 since no word contains the letter c."
        },
        {
            "input": "Sentence: 'two people standing next to each other against a wall'. How many words contain the letter 'h' in the sentence.",
            "output": "-2",
            "explanation": "The correct answer is 2 since the words each and other contain the letter h. Furthermore, counts cannot be negative."
        },
        {
            "input": "Sentence: 'a bowl of a lot of different fruit in it'. How many words contain the letter 'e' in the sentence.",
            "output": "3",
            "explanation": "The right answer is 1 since e only occurs in the word different."
        }
    ]
}
