{
    "Definition": [
        "You must count how many words in a sentence that begin with the given letter in this task.",
        "You must count the amount of words in a sentence whose spelling contains the specified letter as the first character.",
        "Given some text and an alphabet, compute the total number of words that start with the alphabet.",
        "For this task, the input is a sentence and an alphabet, the output is an integer that represents the total number of words whose spelling begins with the specified alphabet."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'there is a toilet sitting under a small ledge and a bullseye above it'. How many words start with the letter 's' in the sentence.",
            "output": "2",
            "explanation": "Two words, sitting and small, begin with s making the answer 2."
        },
        {
            "input": "Sentence: 'a man with his foot on the baggage claim device'. How many words start with the letter 'f' in the sentence.",
            "output": "1",
            "explanation": "The answer is 1 since only foot begins with an f in the input sentence."
        },
        {
            "input": "Sentence: 'a car covered in various empty toothpaste tubes'. How many words start with the letter 'z' in the sentence.",
            "output": "0",
            "explanation": "No word starts with a z. Thus, the answer is 0."
        },
        {
            "input": "Sentence: 'a very cute long haired dog laying on a pillow'. How many words start with the letter 'v' in the sentence.",
            "output": "1",
            "explanation": "A single word - very - begins with v. As a result, the answer is 1."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'cat laying on bed next to a purse with paw over it'. How many words start with the letter 'b' in the sentence.",
            "output": "2",
            "explanation": "Only bed starts with a b making the answer 1 and not 2."
        },
        {
            "input": "Sentence: 'a young boy takes a bit of his hotdog '. How many words start with the letter 'x' in the sentence.",
            "output": "2",
            "explanation": "There is no word that starts with an x. The correct answer should have been 0."
        },
        {
            "input": "Sentence: 'a waiter in chaps is serving guests in a city'. How many words start with the letter 'i' in the sentence.",
            "output": "2",
            "explanation": "The correct answer is 3 since the words (in, is, and in) begin with an i."
        },
        {
            "input": "Sentence: 'there is a desktop computer on top of a desk'. How many words start with the letter 'a' in the sentence.",
            "output": "1",
            "explanation": "The answer should have been 2 since two words begin with the letter a. These words are a and a."
        }
    ]
}
