{
    "Definition": [
        "In this exercise, you must count the number of vowels (letters a, e, i o, and u) and consonants (all other letters) in the provided text.",
        "Given a body of text, the objective of this task is to count the total number of vowels (alphabets a, e, i, o, u) and consonants (all alphabets that are not vowels).",
        "Your job is to count the # of vowels and non-vowels in the provided text.",
        "For this task, the input is a sentence and the output ask for the total # of vowels or consonants in the sentence."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'an old dirty bathroom with two old sinks'. Count the number of vowels in the given sentence.",
            "output": "10",
            "explanation": "The vowels in order are a, o, i, a, o, o, i, o, o, i which are a total of 10 making it the correct answer."
        },
        {
            "input": "Sentence: 'a person skiing down part of a hill in front of some rocks and trees'. Count the number of vowels in the given sentence.",
            "output": "19",
            "explanation": "This sentence has (4, 4, 4, 7, 0) occurences of the vowels (a, e, i, o, u), thus making the total vowels 19."
        },
        {
            "input": "Sentence: 'a person in a helmet is riding on a motorcycle'. Count the number of consonants in the given sentence.",
            "output": "22",
            "explanation": "The text has 36 alphanumeric characters out of which 14 are vowels, thus the answer is 36 - 14 = 22 consonants."
        },
        {
            "input": "Sentence: 'baseball players playing a game a game of baseball'. Count the number of consonants in the given sentence.",
            "output": "25",
            "explanation": "This sentence has 42 alphanumeric letters out of which there are 10:a, 6:e, 1:i, 0:o, 0:u occurences of vowels. Since the rest are consonants, the answer is 25."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'a man in a wetsuit, standing in rough, rushing water'. Count the number of consonants in the given sentence.",
            "output": "25",
            "explanation": "The answer here is 36 since out of 52 characters (which include non-alphanumeric ones), there are {'a': 5, 'e': 2, 'i': 5, 'o': 1, 'u': 3} = 16 vowels and the rest are consonants. "
        },
        {
            "input": "Sentence: 'a large jetliner flying in the sky with four jet engines'. Count the number of vowels in the given sentence.",
            "output": "4",
            "explanation": "The answer here is 16 since there are 2 occurences of a, 7 of e, 5 of i, 1 of o and 1 of u, making the total number of vowels 2 + 7 + 5 + 1 + 1 = 16."
        },
        {
            "input": "Sentence: 'a man wearing a mask on a sidewalk beside a street'. Count the number of consonants in the given sentence.",
            "output": "22",
            "explanation": "This sentence has a length of 50 of which 18 ({'a': 8, 'e': 6, 'i': 3, 'o': 1, 'u': 0}) are vowels. Thus, there are 50 - 18 = 32 consonants."
        },
        {
            "input": "Sentence: 'three skiers gathering supplies next to a snowmobile'. Count the number of consonants in the given sentence.",
            "output": "48",
            "explanation": "Out of 52 total characters, there are 17 vowels. Thus the total number of non-vowels or consonants is 35."
        }
    ]
} 
