{
    "Definition": [
        "In this exercise, you must count the number of times the provided word appears in the phrase.",
        "Given a phrase or body of text, the task is to count the number of occurences of a specific word in the text.",
        "For this task, the input is a sentence and a word. The objective is to compute the total number of occurences of the specified word.",
        "Counte the total occurences of a given word in the provided sentence. A word is a sequence of characters that are surrounded by white spaces."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'young woman with luggage sitting in stone doorway'. Count the occurrences of the word 'woman' in the given sentence.",
            "output": "1",
            "explanation": "woman only occurs once in the sentence, thus the output is 1."
        },
        {
            "input": "Sentence: 'two photos of a woman attemping to hit a tennis ball'. Count the occurrences of the word 'a' in the given sentence.",
            "output": "2",
            "explanation": "The word 'a' occurs twice, once in (of a woman) and again in (hit a tennis), thus the answer is 2."
        },
        {
            "input": "Sentence: 'two pizzas are covered with cheese and cucumber'. Count the occurrences of the word 'covered' in the given sentence.",
            "output": "1",
            "explanation": "The answer is 1 here since there is only a single occurence of the word covered in the text."
        },
        {
            "input": "Sentence: 'a bag with its contents laying on top of a bandanna'. Count the occurrences of the word 'bag' in the given sentence.",
            "output": "1",
            "explanation": "Since bag only appears once, the answer is 1."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'pony with horses grazing in a small green yard'. Count the occurrences of the word 'crack' in the given sentence.",
            "output": "1",
            "explanation": "The correct answer is 0 since the word crack does not occur in the given sentence."
        },
        {
            "input": "Sentence: 'a person flying a kite on a busy city street'. Count the occurrences of the word 'on' in the given sentence.",
            "output": "2",
            "explanation": "The correct answer is 1 is the word 'on' only occurs once. The 'on' in person is not a word since it is not surrounded by white spaces."
        },
        {
            "input": "Sentence: 'a bird flying over the beach as a wave hits the rocks'. Count the occurrences of the word 'the' in the given sentence.",
            "output": "0",
            "explanation": "2 is the right answer since there are 2 occurences of the given word."
        },
        {
            "input": "Sentence: 'a night scene of a secluded  street with nearby parking garage'. Count the occurrences of the word 'a' in the given sentence.",
            "output": "5",
            "explanation": "Since 'a' occurs twice, the correct answer is 2."
        }
    ]
}
