{
    "Definition": [
        "If the frequency of the provided term in the two sentences is equal, then answer 'Yes,' otherwise, respond 'No.'",
        "Given a pair of sentences as input and a specific word, the objective is to compare the frequency of occurence of the word in the sentences and output 'Yes' if they are the same, and 'No' otherwise.",
        "The input is a pair of sentences and a question that asks whether the frequency of occurence of a given word is the same in both sentences or not and whose answer is Yes/No.",
        "This task deals with classifying as Yes/No whether two sentences have the same frequency of a word or not."
    ],
    "Positive Examples": [
        {
            "input": "Sentence1: 'a bear claw donut and a glazed donut on a white plate with a red coffee cup', Sentence2: 'a photo of people riding horses down a trail'. Is the frequency of the word 'a' in two sentences equal?",
            "output": "No",
            "explanation": "Frequency of the word 'a' is 4/2 in sentence 1 and 2 respectively. Since they are unequal, the answer is No."
        },
        {
            "input": "Sentence1: 'The man falls down while skating on a slope', Sentence2: 'The group of cows facing towards and away from a fence'. Is the frequency of the word 'the' in two sentences equal?",
            "output": "Yes",
            "explanation": "The word 'the' occurs exactly once in both sentences, thus the answer is Yes."
        },
        {
            "input": "Sentence1: 'several people walking around horses in a wooded area', Sentence2: 'there is no image here to provide a caption for'. Is the frequency of the word 'no' in two sentences equal?",
            "output": "No",
            "explanation": "Sentence 1 contains 0 occurences of the given word, wheras sentence 2 contains a single occurence. They are therefore unequal making the answer no."
        },
        {
            "input": "Sentence1: 'a couple sits in separate parts of the bedroom working on their laptops', Sentence2: 'a row of elephants are near a woman who has a purse and a surprised look on her face'. Is the frequency of the word 'of' in two sentences equal?",
            "output": "Yes",
            "explanation": "Both sentence 1 and sentence 2 contain a single occurence of the word (of) making the frequency of its occurence the same in both sentences."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence1: 'there are some bananas displayed on shelves under an umbrella', Sentence2: 'a white play with lots of different flavor donuts'. Is the frequency of the word 'different' in two sentences equal?",
            "output": "Yes",
            "explanation": "different occurs 0/1 times in the sentences making the frequency of occurence different. The correct answer should have been no."
        },
        {
            "input": "Sentence1: 'a woman putting a sweater over the white parking meter', Sentence2: 'a woman is checking the setting of her dinner table'. Is the frequency of the word 'the' in two sentences equal?",
            "output": "No",
            "explanation": "The correct answer is Yes since 'the' appears with a frequency of 1/1 in each sentence respectively."
        },
        {
            "input": "Sentence1: 'a green slope is full of canoes up on the grass', Sentence2: 'several horses in a field with an old city in the background'. Is the frequency of the word 'with' in two sentences equal?",
            "output": "Yes",
            "explanation": "The answer should be no, since (with) never occurs in the first sentence but occurs once in the second."
        },
        {
            "input": "Sentence1: 'many giraffes in a field near different flowers', Sentence2: 'a bear sits on a park bench near a tree'. Is the frequency of the word 'near' in two sentences equal?",
            "output": "No",
            "explanation": "The right answer is yes because near occurs the same number of times (1) in both sentences."
        }
    ]
}
