{
    "Definition": [
    
        "Each of the following sets of argument pairs (on the topic of Death Penalty) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are deemed SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level problem that appears frequently in many arguments in favor of the author's position or in opposition to the position of the other author.",
        
        "Please classify the following sets of argument pairs (discussing the Death Penalty) as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; if they are not, they are considered NOT SIMILAR. A FACET is a low-level problem that frequently recurs in numerous arguments in favor of the author's position or in opposition to the position of the other author.",
        
        "Each of the following sets of argument pairs (discussing the Death Penalty) should be classified as SIMILAR or NOT SIMILAR. If the arguments are about the same FACET (making the same argument), they are regarded SIMILAR; otherwise, they are NOT SIMILAR. A FACET is a low-level issue that appears frequently in many arguments in support of the author's position or in opposition to the position of the other author.",
        
        "Two arguments are SIMILAR if they are making the same case related to author's position, else they are NOT SIMILAR. Your task is to classify any 2 arguments as SIMILAR or NOT SIMILAR."
],

    "Positive Examples": [

        {
            "input": "Sent1: I have evidence that says that innocent people are convicted of crimes.\n Sent2: Many, many people have already been exonerated AFTER being convicted of a capital crime.",
            "output": "Similar",
            "explanation": "Both of these sentences are similar because each sentence talks about how there are false positives in convictions."
        },

        {
            "input": "Sent1: if someone commits any crime, then they are a criminal by definition and should die.\n Sent2: The death of a criminal prevents him from committing any further crimes.",
            "output": "Not similar",
            "explanation": "These sentences are not similar because while they both argue in support of the death penalty, the former talks about that any crime warrants death but does not express any similarity to the second sentence which argues about the crime rate reducing as a result of the death penalty. Thus, the former talks about how someone should die, while the latter talks about crime rate w.r.t the death penalty."
        },

        {
            "input": "Sent1: So what you're saying is, even if the guy we're sending to the chair didn't actually commit a murder, he should still die because he was an asshole in his personal life.\n Sent2: No he the guy who killed twitter should have to suffer in jail and think about what he done for the rest of his life, and not be given the easy way out buy the death pentaly.",
            "output": "Not similar",
            "explanation": "The first sentence is stating that the death penalty is recommended while the second sentence is saying that the death penalty should not be given to prevent an 'easy way out'. Thus, both are dissimilar."
        },

        {
            "input": "Sent1: The judge may or may not feel the death penaly is warranted.\n Sent2: Many people find some crimes heinous enough to warrent the death penalty.",
            "output": "Not similar",
            "explanation": "These sentences are discussing opposite viewpoints and hence are dissimilar. The first sentence talks about the judge having doubts about the death penalty whereas the second talks about the jury being convinced about the death penalty."
        }
],

    "Negative Examples": [

        {
            "input": "Sent1: I say if they try to kill/escape from life w/o parole in prison that's all we should need for the death penalty.\n Sent2: I was saying, if the death penalty wasn't legit, and life imprisonment was actually the righteous thing to do, the concern of escapes shouldn't keep us from doing what's right.",
            "output": "Similar",
            "explanation": "The answer should be not similar since both sentences are discussing opposite points of view"
        },

        {
            "input": "Sent1: The death penalty has a foundation in justice and it spares more innocent lives.\n Sent2: Bleeding hearts will not accept the fact that the death penalty is a deterrent and saves innocent lives.",
            "output": "Not similar",
            "explanation": "The correct answer is Similar since both sentences are expressing arguments favor of the death penalty."
        },

        {
            "input": "Sent1: There are some who need to be put to death.\n Sent2: I am tired of seeing people on death row for 20 or 30 years before they are put to death.",
            "output": "Similar",
            "explanation": "The right answer is Not similar since the first sentence advocates that some people deserve the death penalty while the second statement talks about how long it takes to be put to the death. While they both seem to favor the death penalty, they are talking about two different topics (a) who deserves to be put to death, and (b) why is the wait time for being put to death so long."
        },

        {
            "input": "Sent1: I'm not advocating getting rid of all punishment, just the most extreme form.\n Sent2: I am not a big proponent of the death penalty.",
            "output": "Similar",
            "explanation": "This is a bad example because both sentences are of the same view w.r.t. the topic of death penalty. Both believe that death penalty is probably not warranted."
        }
]


}
