{
    "Definition": [
        "We'd want you to evaluate the QUALITY of each of the following arguments (discussing Gay Marriage) and decide whether or not the argument is legitimate. A good argument is easily understood and conveys an argument, a premise, or a conclusion that may be utilized in a gay marriage argument. On the subject of homosexual marriage, an invalid argument is a sentence that cannot be construed as an argument or not.",
    "We'd want you to evaluate the QUALITY of each of the following arguments (discussing Gay Marriage) and decide whether or not they're valid. A legitimate argument is one that is easily understood and provides an argument, a premise, or a conclusion that can be utilized in a debate on gay marriage. A sentence that cannot be taken as an argument or not on the topic of homosexual marriage is referred to as an invalid argument.",
        "We'd like you to evaluate the QUALITY of each of the following arguments (discussing Gay Marriage) and decide whether or not the argument is valid. A valid argument is easily understood and expresses an argument, a premise, or a conclusion that can be used in a gay marriage argument. On the subject of gay marriage, an invalid argument is a phrase that cannot be interpreted as an argument or not.",
        "For this task, you will evaluate the quality of arguments pertaining to Gay Marriage and decide the validity of the argument. Good arguments are those that are easily comprehended and provides valid facts that can be utilized in debate. Bad arguments are not relevant to the topic and cannot be utilized for debates."
    ],
    "Positive Examples": [
        {
            "input": "You could argue that allowing blacks to go to the same bathrooms, and schools as whites was forcing racists to do something they didn't want",
            "output": "Valid",
            "explanation": "This is a good example since it shows parallels between people who are racist and homophobic and presents it as anagolous to gay rights"
        },
        {
            "input": "Personally speaking, I believe that \"Don't ask, Don't tell\" is a bad joke on our Society and gays should be able to proudly serve in our military without being expected to hide their true identities.",
            "output": "Invalid",
            "explanation": "This is a good example since a well-constructed argument is based on facts and not on any personal opinions such as this one"
        },
        {
            "input": "The distinction means very clearly that once the bar for marriage is lowered for same gender, then it will allow any conceivable combination of genders",
            "output": "Valid",
            "explanation": "This is a good example since it clearly states that gay marriage is the first step to a more progressive society."
        },
        {
            "input": "An interesting thing about this decision is that the District Judge declared that the marriage restriction should be subject to strict scrutiny review",
            "output": "Valid",
            "explanation": "This is a good example since it sets a precendent by saying that the topic of marriage instructions should be subjet to some scrutiny."
        }
    ],
    "Negative Examples": [
        {
            "input": "I do not think that gay people should be discriminated against, but I do feel that people should not be forced to accept a group of people whose beliefs they do not agree with",
            "output": "Invalid",
            "explanation": "The answer should be valid since the argument clearly expresses support for non-discrimination of gays."
        },
        {
            "input": "A second key D.O.M.A. component prohibits the federal government from recognizing same-sex or polygamous marriages for any purpose, even if recognized by one of the states",
            "output": "Invalid",
            "explanation": "This is not a good example since the argument states that even if gay marriage is legal at the state level, gay marriage needs to be lifted at the federal level."
        },
        {
            "input": "How many racist bigots actually think they are \"bigots\" because they think their morality is the right one and others are screwed up??",
            "output": "Valid",
            "explanation": "This is a bad example since it does not present an argument but rather raises a question."
        },
        {
            "input": "Possibly, and if so they are satisfied with the present situation regarding gay marriage but I am guessing that many more want society to allow them to marry",
            "output": "Invalid",
            "explanation": "The answer should be valid since the statement expresses that many people are open to gay marriage."
        }
    ]
}
