{
    "Definition": [
        "Choose the completion that is most likely to continue or answer the prompt when given a prompt and four options. This job is intended to test common sense and includes idioms, negated assertions, polysemy, topic referencing, and quantitative reasoning, among other things. Completion A, Completion B, Completion C, or Completion D should be generated.",
        "Select the completion that is most likely to continue or answer the prompt when given a prompt and four options. This exercise is intended to test common sense and includes idioms, negated assertions, polysemy, topic referencing, and quantitative reasoning among other areas. Completion A, Completion B, Completion C, or Completion D are the options.",
        "Select the completion that is most likely to continue or answer the prompt when given a prompt and four options. This task is intended to test common sense and includes idioms, negated statements, polysemy, subject referencing, and quantitative reasoning among other categories. Completion A, Completion B, Completion C, or Completion D are the options.",
        "For this task, the input is an incomplete sentence and 4 options. The output selects 1 of the 4 provided options that complete the sentence (taking into consideration complex reasoning)."
    ],
    "Positive Examples": [
        {
            "input": "Prompt: The woman is now blow drying the dog. The dog \nCompletion A: is live tweeting the action.\nCompletion B: seems increasingly happy as his sogginess decreases.\nCompletion C: is preparing to take the GRE.\nCompletion D: isn't necessarily a professor of neuroscience.",
            "output": "Completion B",
            "explanation": "Since the woman is blow drying the dog, it means that the dog is wet and hence is soggy. Naturally, as one becomes dry, we feel farm and the happiness increases. Thus, Completion B is the correct answer."
        },
        {
            "input": "Prompt: I have a cucumber and a cactus. I will \nCompletion A: sit on the cucumber.\nCompletion B: eat the cucumber.\nCompletion C: eat the cactus.\nCompletion D: sit on the cactus.",
            "output": "Completion B",
            "explanation": "Completion B makes most sense since a cactus is not edible unless cooked and it is painful to sit on a cactus. Moreover, it does not make sense to sit on a cucumber."
        },
        {
            "input": "Prompt: A woman is walking two dogs and carrying a cat on her way to her car.  She \nCompletion A: puts all three animals in the back seat before driving off.\nCompletion B: puts all four animals in the back seat before driving off.\nCompletion C: puts both animals in the back seat before driving off.\nCompletion D: puts all nine animals in the back seat before driving off.",
            "output": "Completion A",
            "explanation": "When a person is driving with pets, it is advisable to put animals in the back seat. However, all options here consist of the same and make sense but only Completion A contains the correct number of animals that the woman had."
        },
        {
            "input": "Prompt: A man is flying a dragon-shaped kite.  He \nCompletion A: draws his sword and begins to attack the dragon.\nCompletion B: puts mustard on the hot dog and hands it to the customer.\nCompletion C: finishes mowing and begins weeding the garden.\nCompletion D: works the lines to make the dragon do long loops through the air.",
            "output": "Completion D",
            "explanation": "Option D makes the most sense since A talks about an actual dragon which is not present, B and C are completely irrelevant and D is actually relevant to kite flying."
        }
    ],
    "Negative Examples": [
        {
            "input": "Prompt: I am feeling clumsy today. I think \nCompletion A: it is the end of the world.\nCompletion B: I didn't get enough sleep.\nCompletion C: have a lot of troubles.\nCompletion D: I am secretly a panda.",
            "output": "Completion A",
            "explanation": "One often feels clumsy and lethargic if they do not have enough energy. Lack of sleep can be a cause for low energy and thus is a good fit here making Completion B the correct answer."
        },
        {
            "input": "Prompt: I am feeling hungry. I think I will \nCompletion A: call my mother.\nCompletion B: have some ravioli.\nCompletion C: fly out the window.\nCompletion D: go on a run outside.",
            "output": "Completion C",
            "explanation": "When one is feeling hungry they will naturally want to eat some food to sate their hunger. Besides option B, no other option mentions eating good making it the correct answer."
        },
        {
            "input": "Prompt: Today my classmate asked an intriguing question. He \nCompletion A: has a deep understanding of the material.\nCompletion B: is really good at soccer.\nCompletion C: is secretly the teacher.\nCompletion D: stood upside down.",
            "output": "Completion C",
            "explanation": "Since he asked a good question, that reflects on his understanding of the material. Completion C is a good fit that he could be the teacher, however, that is not what is the likely setting. Completion A makes the most sense amongst the other options."
        },
        {
            "input": "Prompt: My brother is very good at math. He \nCompletion A: has a watermelon in his shirt.\nCompletion B: is flying out the window.\nCompletion C: looks like Billy Bob Buddle.\nCompletion D: won a math competition when he was 5.",
            "output": "Completion B",
            "explanation": "Skill is often demonstrated by winning competitions. Completion D is the correct answer in this case."
        }
    ]
}
