{
    "Definition": [
        "You must count how many words in a sentence that end with the given letter in this task.",
        "You must count the amount of words in a sentence whose spelling contains the specified letter as the last character.",
        "Given some text and an alphabet, compute the total number of words that end with the alphabet.",
        "For this task, the input is a sentence and an alphabet, the output is an integer that represents the total number of words whose spelling ends with the specified alphabet."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'a kite flown by a person with their kite in the sky'. How many words end with the letter 'a' in the sentence.",
            "output": "2",
            "explanation": "Both a and a end with an a, thus the answer is 2."
        },
        {
            "input": "Sentence: 'a woman is riding two dolphins in front of a crowd'. How many words end with the letter 'f' in the sentence.",
            "output": "1",
            "explanation": "Only the word 'of' ends with an f making the total number of words ending with f equal to 1."
        },
        {
            "input": "Sentence: 'two men in black and white tshirts stand in front of two orange and white bowls and one of them men holds a blue strainer'. How many words end with the letter 'z' in the sentence.",
            "output": "0",
            "explanation": "There are no words that end with a z. Thus, the answer is 0."
        },
        {
            "input": "Sentence: 'a row of people riding motorcycles on a parking lot'. How many words end with the letter 's' in the sentence.",
            "output": "1",
            "explanation": "The word motorcycles is the only word that ends with an s in the provided text. Thus, the answer is 1."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'people attaching their bikes to the front of a bus'. How many words end with the letter 'f' in the sentence.",
            "output": "2",
            "explanation": "The correct answer is 1 since only 'of' ends with an f in this sentence."
        },
        {
            "input": "Sentence: 'the girls are standing and holding tennis rackets'. How many words end with the letter 'v' in the sentence.",
            "output": "1",
            "explanation": "The right answer is 0 since no words end with the letter v here."
        },
        {
            "input": "Sentence: 'a platter of flatbread topped with meat and vegetables'. How many words end with the letter 'd' in the sentence.",
            "output": "1",
            "explanation": "Since both flatbread and topped end with a d, the answer is 2 and not 1."
        },
        {
            "input": "Sentence: 'framed photo of two people sitting on surf boards by the ocean'. How many words end with the letter 'n' in the sentence.",
            "output": "-2",
            "explanation": "Both ocean and on end with an n. However, the sign is flipped in the answer. Counts cannot be negative, thus the answer is 2."
        }
    ]
}
