{
    "Definition": [
        "You must count the number of nouns and verbs in the provided sentence in this exercise.",
        "You must count the number of nouns and verbs in the provided sentence in this exercise.",
        "The objective of this task is to provide the total number of nouns and verbs in the specified sentence",
        "Given a sentence as input, the goal is to output the number of nouns and verbs."
    ],
    "Positive Examples": [
        {
            "input": "Sentence: 'a flock of birds flying outside at sunset'. Count the number of nouns in this sentence.",
            "output": "3",
            "explanation": "The words flock, birds and sunset are nouns in this sentence, so the answer is 3."
        },
        {
            "input": "Sentence: 'A soccer match on a field with a male soccer player in stride with a soccer ball in front of him and a full stadium of people watching'. Count the number of verbs in this sentence.",
            "output": "1",
            "explanation": "The only verb in this sentence is watching and hence the answer is 1."
        },
        {
            "input": "Sentence: 'A girl standing at an outdoor picnic table with a piece of cake and a drink in front of her'. Count the number of nouns in this sentence.",
            "output": "7",
            "explanation": "The answer is 7 since this sentence has 7 nouns; girl, outdoor, picnic, table, piece, cake, drink"
        },
        {
            "input": "Sentence: 'A young boy with an umbrella and backpack'. Count the number of verbs in this sentence.",
            "output": "0",
            "explanation": "There are no verbs in this sentence, thus the answer is 0."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence: 'A red plate topped with a cut in half sandwich'. Count the number of verbs in this sentence.",
            "output": "0",
            "explanation": "The answer should be 1 since this sentence has 1 verb: topped."
        },
        {
            "input": "Sentence: 'The living room of a home in the midst of remodeling'. Count the number of nouns in this sentence.",
            "output": "0",
            "explanation": "This sentence has nouns living, room, home, midst, and remodeling which makes the answer 5."
        },
        {
            "input": "Sentence: 'An open Swiss army knife with multiple attachments'. Count the number of nouns in this sentence.",
            "output": "6",
            "explanation": "The answer should be three since this sentence has only swiss, army and knife as nouns."
        },
        {
            "input": "Sentence: 'A busy city street has items for sale and bike traffic'. Count the number of verbs in this sentence.",
            "output": "3",
            "explanation": "This sentence has exactly one verb 'has' making the answer 1."
        }
    ]
}
