{
    "Definition": [
        "We'd want you to evaluate the QUALITY of each of the following arguments (discussing the Death Penalty) and decide whether or not they're legitimate. A good argument is easily understood and presents an argument, a premise, or a conclusion that may be utilized in a death penalty argument. A sentence that can't be understood as an argument or that isn't about the death penalty is an invalid argument.",
        "We'd want you to evaluate the QUALITY of each of the following arguments (discussing the Death Penalty) and decide whether or not the argument is legitimate. A valid argument is easily interpreted and presents an argument, a premise, or a conclusion that may be utilized in a death penalty argument. A remark that cannot be construed as an argument or that is not on the issue of the death penalty is referred to as an invalid argument.",
        "We'd want you to evaluate the QUALITY of each of the following arguments (discussing the Death Penalty) and decide whether or not they're valid. A valid argument is easily understood and provides an argument, a premise, or a conclusion that can be utilized in a death penalty argument. A phrase that can't be construed as an argument or that isn't about the death penalty is an invalid argument.",
        "For this task, you will evaluate the quality of arguments pertaining to Death Penalty and decide the validity of the argument. Good arguments are those that are easily comprehended and provides valid facts that can be utilized in debate. Bad arguments are not relevant to the topic and cannot be utilized for debates."
    ],
    "Positive Examples": [
        {
            "input": "Even for rape, eyewitness testimony from the victim isn't enough to convict in this country, I doubt it is in the US, at least in most cases",
            "output": "Invalid",
            "explanation": "This is a good example since the argument expresses personal opinions and unsurety and thus is invalid."
        },
        {
            "input": "In any case, he didn't say that the penalty for sin is death, he said the penalty for one particular action which Adam couldn't even know was wrong, being unaware of good and evil, was death",
            "output": "Valid",
            "explanation": "This is a good example since it states that penalty of the crime committed was independent of knowing whether it was right or wrong."
        },
        {
            "input": "One must be subject to requirements of \"appropriateness\" when defending against rapists and murderers forcing themselves into one's own dwelling",
            "output": "Invalid",
            "explanation": "This is a good example since it refers to a vague term that can be used in an arbitrary fashion and thus is not valid."
        },
        {
            "input": "Therefore, unless Jesus says something to the contrary, we may assume that the rules of government still apply",
            "output": "Invalid",
            "explanation": "This is good example since a valid argument cannot allude to the voice of God."
        }
    ],
    "Negative Examples": [
        {
            "input": "Are you going to keep offering them opportunities for change, when they've proven 13 times that they don't want to change??",
            "output": "Invalid",
            "explanation": "The answer here should be valid since it is clear that repeated behavior is unlikely to change."
        },
        {
            "input": "The death penalty right now is to easy even I think.",
            "output": "Invalid",
            "explanation": "This is a bad example since the statement argues that the death penalty is too easy for some people and harsher punishments should be considered"
        },
        {
            "input": "The statistics about the effectiveness of the death penalty in deterring crimes are very mixed and seem inconclusive",
            "output": "Invalid",
            "explanation": "This is a valid argument since it presents statistical facts related to the effectiveness of the death penalty."
        },
        {
            "input": "Yes, we should have a speedier route to the needle",
            "output": "Invalid",
            "explanation": "The answer here should be valid since it agrees that the death penalty should be quickly employed."
        }
    ]
}
